{
  "creator": "ZidanDev.",
  "number": 108,
  "name": "Al-Kausar",
  "type": "Makkiyyah",
  "translation_id": "Sungguh, orang-orang yang membencimu dialah yang terputus (dari rahmat Allah).",
  "translation_en": "Indeed, your enemy is the one cut off.",
  "jumlah_ayat": 3,
  "ayat": [
    {
      "no": 1,
      "arab": "إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ",
      "latin": "Innaa a'taina kal kauthar",
      "id": "Sungguh, Kami telah memberimu (Muhammad) nikmat yang banyak.",
      "en": "Indeed, We have granted you, [O Muhammad], al-Kawthar.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6205",
      "tafsir": "Wahai Nabi Muhammad, sungguh Kami telah memberimu nikmat yang banyak dan langgeng, meliputi kenikmatan duniawi maupun ukhrawi, seperti kenabian, Al-Qur’an, syafaat, telaga di surga, dan sebagainya."
    },
    {
      "no": 2,
      "arab": "فَصَلِّ لِرَبِّكَ وَانْحَرْ",
      "latin": "Fa salli li rabbika wanhar",
      "id": "Maka laksanakanlah salat karena Tuhanmu, dan berkurbanlah (sebagai ibadah dan mendekatkan diri kepada Allah).",
      "en": "So pray to your Lord and sacrifice [to Him alone].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6206",
      "tafsir": "Karena itu, sebagai rasa syukurmu kepada Tuhanmu, maka laksanakanlah salat dengan ikhlas semata-mata karena Tuhanmu, bukan dengan tujuan ria; dan berkurbanlah demi Allah dengan menyembelih hewan sebagai ibadah dan sarana mendekatkan diri kepada Allah."
    },
    {
      "no": 3,
      "arab": "إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ",
      "latin": "Inna shani-aka huwal abtar",
      "id": "Sungguh, orang-orang yang membencimu dialah yang terputus (dari rahmat Allah).",
      "en": "Indeed, your enemy is the one cut off.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6207",
      "tafsir": "Sungguh orang-orang yang membencimu dan mengacuhkan hidayah yang engkau bawa, dialah orang yang terputus. Tidak hanya terputus jejaknya, mereka pun dijauhkan dari rahmat Allah dan segala kebaikan. Keteladanan dan kebaikanmu akan terus menjadi pembicaraan sepanjang zaman dan keturunanmu akan terus mewarisi kebaikanmu."
    }
  ]
}