{
  "creator": "ZidanDev.",
  "number": 21,
  "name": "Al-Anbiya'",
  "type": "Makkiyyah",
  "translation_id": "Dia (Muhammad) berkata, “Ya Tuhanku, berilah keputusan dengan adil. Dan Tuhan kami Maha Pengasih, tempat memohon segala pertolongan atas semua yang kamu katakan.”",
  "translation_en": "[The Prophet] has said, \"My Lord, judge [between us] in truth. And our Lord is the Most Merciful, the one whose help is sought against that which you describe.\"",
  "jumlah_ayat": 112,
  "ayat": [
    {
      "no": 1,
      "arab": "اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُّعْرِضُونَ",
      "latin": "Iqtaraba linnaasi hisaa buhum wa hum fee ghaflatim mu'ridoon",
      "id": "Telah semakin dekat kepada manusia perhitungan amal mereka, sedang mereka dalam keadaan lalai (dengan dunia), berpaling (dari akhirat).",
      "en": "[The time of] their account has approached for the people, while they are in heedlessness turning away.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2484",
      "tafsir": "Telah semakin dekat kepada manusia, yang kafir dan yang menyekutukan Allah, perhitungan amal mereka, pada hari Kiamat tentang semua yang mereka kerjakan di dunia, sedang mereka dalam keadaan lalai tentang dahsyatnya hari Kiamat, karena kesibukan mereka tentang dunia, mereka berpaling dari iman terhadap akhirat."
    },
    {
      "no": 2,
      "arab": "مَا يَأْتِيهِم مِّن ذِكْرٍ مِّن رَّبِّهِم مُّحْدَثٍ إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ",
      "latin": "Maa yaateehim min zikrim mir Rabbihim muhdasin illas tama'oohu wa hum yal'aboon",
      "id": "Setiap diturunkan kepada mereka ayat-ayat yang baru dari Tuhan, mereka mendengarkannya sambil bermain-main.",
      "en": "No mention comes to them anew from their Lord except that they listen to it while they are at play",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2485",
      "tafsir": "Setiap diturunkan kepada mereka, orang-orang kafir dan musyrik, ayat-ayat Al-Qur'an yang baru diturunkan dari Tuhan, yang mengingatkan mereka tentang prinsip hidup yang berguna bagi mereka, mereka mendengarkannya sambil bermain-main, sibuk tentang permainan yang tak berguna bagi mereka; mereka bermain seperti lazimnya anak-anak bermain."
    },
    {
      "no": 3,
      "arab": "لَاهِيَةً قُلُوبُهُمْ ۗ وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا هَلْ هَٰذَا إِلَّا بَشَرٌ مِّثْلُكُمْ ۖ أَفَتَأْتُونَ السِّحْرَ وَأَنتُمْ تُبْصِرُونَ",
      "latin": "Laahiyatan quloobuhum; wa asarrun najwal lazeena zalamoo hal haazaa illaa basharum mislukum afataa toonas sihra wa antum tubsiroon",
      "id": "Hati mereka dalam keadaan lalai. Dan orang-orang yang zalim itu merahasiakan pembicaraan mereka, “(Orang) ini (Muhammad) tidak lain hanyalah seorang manusia (juga) seperti kamu. Apakah kamu menerima sihir itu padahal kamu menyaksikannya?”",
      "en": "With their hearts distracted. And those who do wrong conceal their private conversation, [saying], \"Is this [Prophet] except a human being like you? So would you approach magic while you are aware [of it]?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2486",
      "tafsir": "Hati mereka dalam keadaan lalai dari Al-Qur’an, sibuk dengan kehi-dupan dunia yang tak bermakna. Mereka tidak memikirkan pesan Al-Qur’an. Dan orang-orang yang zalim di antara pemuka Quraisy itu merahasiakan pembicaraan mereka, yang menggambarkan penolakan mereka beriman kepada Nabi Muhammad, “Orang ini (Muhammad) tidak lain hanyalah seorang manusia juga seperti kamu. Apakah kamu menerima sihir Muhammad itu, ayat-ayat Al-Qur’an, padahal kamu menyaksikan bahwa yang diucapkannya itu benar-benar sihir?”"
    },
    {
      "no": 4,
      "arab": "قَالَ رَبِّي يَعْلَمُ الْقَوْلَ فِي السَّمَاءِ وَالْأَرْضِ ۖ وَهُوَ السَّمِيعُ الْعَلِيمُ",
      "latin": "Qaala Rabbee ya'lamul qawla fis samaaa'i wal ardi wa Huwas Samee'ul Aleem",
      "id": "Dia (Muhammad) berkata, “Tuhanku mengetahui (semua) perkataan di langit dan di bumi, dan Dia Maha Mendengar, Maha Mengetahui!”",
      "en": "The Prophet said, \"My Lord knows whatever is said throughout the heaven and earth, and He is the Hearing, the Knowing.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2487",
      "tafsir": "Nabi Muhammad, berkata kepada orang-orang kafir, “Tuhanku mengetahui secara detail semua perkataan para malaikat di langit dan mengetahui pula semua pembicaraan manusia di bumi, meskipun mereka merahasiakannya; dan Dia Maha Mendengar semua pembicaraan makhluk-Nya, Maha Mengetahui semua peristiwa yang sudah, sedang, dan akan terjadi di jagat raya!”"
    },
    {
      "no": 5,
      "arab": "بَلْ قَالُوا أَضْغَاثُ أَحْلَامٍ بَلِ افْتَرَاهُ بَلْ هُوَ شَاعِرٌ فَلْيَأْتِنَا بِآيَةٍ كَمَا أُرْسِلَ الْأَوَّلُونَ",
      "latin": "Bal qaalooo adghaasu ahlaamim balif taraahu bal huwa shaa'irun falyaatinaa bi Aayatin kamaa ursilal awwaloon",
      "id": "Bahkan mereka mengatakan, “(Al-Qur'an itu buah) mimpi-mimpi yang kacau, atau hasil rekayasanya (Muhammad), atau bahkan dia hanya seorang penyair, cobalah dia datangkan kepada kita suatu tanda (bukti), seperti halnya rasul-rasul yang diutus terdahulu.”",
      "en": "But they say, \"[The revelation is but] a mixture of false dreams; rather, he has invented it; rather, he is a poet. So let him bring us a sign just as the previous [messengers] were sent [with miracles].\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2488",
      "tafsir": "Bahkan, mereka orang-orang kafir itu, menolak kebenaran Al-Qur’an, dengan berkata, bahwa “Al-Qur’an itu buah mimpi-mimpi Muhammad yang kacau, atau hasil rekayasanya, atau bahkan dia bukan nabi dan rasul, melainkan hanya seorang penyair yang pandai menggubah puisi yang kacau. Jika dia ingin kita membenarkannya, cobalah dia datangkan kepada kita suatu tanda, bukti fisik yang meyakinkan, seperti halnya mukjizat rasul-rasul yang diutus terdahulu seperti unta betina Nabi Saleh atau mukjizat Nabi Musa dan Isa.\""
    },
    {
      "no": 6,
      "arab": "مَا آمَنَتْ قَبْلَهُم مِّن قَرْيَةٍ أَهْلَكْنَاهَا ۖ أَفَهُمْ يُؤْمِنُونَ",
      "latin": "Maaa aaamanat qablahum min qaryatin ahlaknaahaa a-fahum yu'minoon",
      "id": "Penduduk suatu negeri sebelum mereka, yang telah Kami binasakan, mereka itu tidak beriman (padahal telah Kami kirimkan bukti). Apakah mereka akan beriman?",
      "en": "Not a [single] city which We destroyed believed before them, so will they believe?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2489",
      "tafsir": "Penduduk suatu negeri, seperti kaum ‘Ad dan Samud, sebelum mereka, yakni orang-orang kafir Mekah, yang telah Kami binasakan, meminta mukjizat fisik kepada para nabi. Mereka itu tetap tidak beriman, padahal telah Kami kirimkan bukti itu kepada mereka. Apakah mereka, kafir Mekah, akan beriman jika mukjizat fisik yang diminta itu dipenuhi?"
    },
    {
      "no": 7,
      "arab": "وَمَا أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ ۖ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ",
      "latin": "Wa maaa arsalnaa qablaka illaa rijaalan nooheee ilaihim fas'aloo ahlaz zikri in kuntum laa ta'lamoon",
      "id": "Dan Kami tidak mengutus (rasul-rasul) sebelum engkau (Muhammad), melainkan beberapa orang laki-laki yang Kami beri wahyu kepada mereka, maka tanyakanlah kepada orang yang berilmu, jika kamu tidak mengetahui.",
      "en": "And We sent not before you, [O Muhammad], except men to whom We revealed [the message], so ask the people of the message if you do not know.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2490",
      "tafsir": "Dan Kami, wahai Muhammad, tidak mengutus para rasul sebelum engkau, melainkan beberapa orang laki-laki dari kalangan manusia yang Kami beri wahyu kepada mereka. Kami tidak mengutus para malaikat untuk menjadi rasul bagi manusia. Maka tanyakanlah, wahai kaum kafir Mekah, kepada orang yang berilmu tentang kitab Allah yang diturunkan sebelum Al-Qur’an, jika kamu tidak mengetahui persoalan ini."
    },
    {
      "no": 8,
      "arab": "وَمَا جَعَلْنَاهُمْ جَسَدًا لَّا يَأْكُلُونَ الطَّعَامَ وَمَا كَانُوا خَالِدِينَ",
      "latin": "Wa maa ja'alnaahum jasadal laa yaakuloonat ta'aama wa maa kaanoo khaalideen",
      "id": "Dan Kami tidak menjadikan mereka (rasul-rasul) suatu tubuh yang tidak memakan makanan dan mereka tidak (pula) hidup kekal.",
      "en": "And We did not make the prophets forms not eating food, nor were they immortal [on earth].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2491",
      "tafsir": "Dan Kami tidak menjadikan mereka, para rasul sebelum engkau, wahai Muhammad, manusia yang menyalahi sifat kemanusiaan, yaitu suatu tubuh yang tidak memakan makanan, tidak membutuhkan minuman sebagai asupan untuk menjaga kelangsungan hidup; dan mereka, para rasul itu, tidak hidup kekal di dunia ini. Mereka pun mati sebagimana manusia pada umumnya."
    },
    {
      "no": 9,
      "arab": "ثُمَّ صَدَقْنَاهُمُ الْوَعْدَ فَأَنجَيْنَاهُمْ وَمَن نَّشَاءُ وَأَهْلَكْنَا الْمُسْرِفِينَ",
      "latin": "summa sadaqnaa humul wa'da fa-anjainaahum wa man nashaaa'u wa ahlaknal musrifeen",
      "id": "Kemudian Kami tepati janji (yang telah Kami janjikan) kepada mereka. Maka Kami selamatkan mereka dan orang-orang yang Kami kehendaki, dan Kami binasakan orang-orang yang melampaui batas.",
      "en": "Then We fulfilled for them the promise, and We saved them and whom We willed and destroyed the transgressors.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2492",
      "tafsir": "Kemudian Kami tepati janji, yang telah Kami janjikan tentang pertolongan dan keselamatan kepada mereka, para rasul dan pengikut-pengikutnya yang beriman. Maka Kami selamatkan mereka dan orang-orang yang Kami kehendaki di antara umat para rasul itu karena keimanannya; dan Kami binasakan dengan bencana alam orang-orang yang melampaui batas, karena kekafiran mereka kepada Allah."
    },
    {
      "no": 10,
      "arab": "لَقَدْ أَنزَلْنَا إِلَيْكُمْ كِتَابًا فِيهِ ذِكْرُكُمْ ۖ أَفَلَا تَعْقِلُونَ",
      "latin": "Laqad anzalnaaa ilaikum Kitaaban feehi zikrukum afalaa ta'qiloon",
      "id": "Sungguh, telah Kami turunkan kepadamu sebuah Kitab (Al-Qur'an) yang di dalamnya terdapat peringatan bagimu. Maka apakah kamu tidak mengerti?",
      "en": "We have certainly sent down to you a Book in which is your mention. Then will you not reason?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2493",
      "tafsir": "Sungguh, Kami telah menurunkan kepada kalian, melalui seorang utusan Allah, sebuah Kitab Al-Qur’an, agar menjadi pedoman hidup kalian, yang di dalamnya terdapat peringatan bagi kalian tentang tindakan yang menyelamatkan dan mencelakakan kalian. Maka apakah kalian tidak mengerti tujuan Allah menurunkan Kitab Al-Qur’an ini?"
    },
    {
      "no": 11,
      "arab": "وَكَمْ قَصَمْنَا مِن قَرْيَةٍ كَانَتْ ظَالِمَةً وَأَنشَأْنَا بَعْدَهَا قَوْمًا آخَرِينَ",
      "latin": "Wa kam qasamnaa min qaryatin kannat zaalimatanw wa anshadnaa ba'dahaa qawman aakhareen",
      "id": "Dan berapa banyak (penduduk) negeri yang zalim yang telah Kami binasakan, dan Kami jadikan generasi yang lain setelah mereka itu (sebagai penggantinya).",
      "en": "And how many a city which was unjust have We shattered and produced after it another people.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2494",
      "tafsir": "Dan berapa banyak penduduk negeri yang berbuat zalim seperti kaum ‘Ad dan Samud, dengan mengingkari ajaran para rasul yang diutus kepada mereka yang telah Kami binasakan dengan azab yang menimpa mereka. Dan Kami jadikan generasi yang lain setelah mereka musnah sebagai pengganti."
    },
    {
      "no": 12,
      "arab": "فَلَمَّا أَحَسُّوا بَأْسَنَا إِذَا هُم مِّنْهَا يَرْكُضُونَ",
      "latin": "Falammaaa ahassoo baasanaaa izaaa hum minhaa yarkudoon",
      "id": "Maka ketika mereka merasakan azab Kami, tiba-tiba mereka melarikan diri dari (negerinya) itu.",
      "en": "And when its inhabitants perceived Our punishment, at once they fled from it.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2495",
      "tafsir": "Maka ketika mereka, penduduk negeri yang zalim tersebut, melihat dan merasakan azab Kami yang ditimpakan kepada mereka, tiba-tiba mereka berusaha melarikan diri dari negerinya itu karena ketakutan dan hendak menyelamatkan diri, tetapi mereka tetap binasa."
    },
    {
      "no": 13,
      "arab": "لَا تَرْكُضُوا وَارْجِعُوا إِلَىٰ مَا أُتْرِفْتُمْ فِيهِ وَمَسَاكِنِكُمْ لَعَلَّكُمْ تُسْأَلُونَ",
      "latin": "Laa tarkudoo warji'ooo ilaa maaa utriftum feehe wa masaakinikum la'allakum tus'aloon",
      "id": "Janganlah kamu lari tergesa-gesa; kembalilah kamu kepada kesenangan hidupmu dan tempat-tempat kediamanmu (yang baik), agar kamu dapat ditanya.",
      "en": "[Some angels said], \"Do not flee but return to where you were given luxury and to your homes - perhaps you will be questioned.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2496",
      "tafsir": "Dalam keadaan sudah binasa, lalu dikumandangkan kepada mereka, “Janganlah kamu lari tergesa-gesa meninggalkan negeri kamu. Lebih baik kembalilah kamu kepada kesenangan hidupmu di negeri kamu itu, dan nikmatilah hidup mewah di tempat-tempat kediamanmu dengan fasilitas yang lengkap, agar kamu dapat ditanya tentang segala hal mengenai asal-usul kemewahan itu.” Hal ini merupakan bentuk penghinaan dan sindiran tajam terhadap mereka."
    },
    {
      "no": 14,
      "arab": "قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ",
      "latin": "Qaaloo yaa wailanaaa innaa kunnaa zaalimeen",
      "id": "Mereka berkata, “Betapa celaka kami, sungguh, kami orang-orang yang zalim.”",
      "en": "They said, \"O woe to us! Indeed, we were wrongdoers.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2497",
      "tafsir": "Tidak ada jawaban mereka selain pengakuan dengan penuh kesadaran bahwa mereka telah ingkar kepada Allah. Mereka berkata, “Betapa celaka kami, sungguh, kami selama hidup di dunia termasuk orang-orang yang zalim dengan menolak ajaran para rasul.”"
    },
    {
      "no": 15,
      "arab": "فَمَا زَالَت تِّلْكَ دَعْوَاهُمْ حَتَّىٰ جَعَلْنَاهُمْ حَصِيدًا خَامِدِينَ",
      "latin": "Famaa zaalat tilka da'waahum hattaa ja'alnaahum haseedan khaamideen",
      "id": "Maka demikianlah keluhan mereka berkepanjangan, sehingga mereka Kami jadikan sebagai tanaman yang telah dituai, yang tidak dapat hidup lagi.",
      "en": "And that declaration of theirs did not cease until We made them [as] a harvest [mowed down], extinguished [like a fire].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2498",
      "tafsir": "Maka demikianlah keluhan mereka. Orang-orang kafir, di akhirat, menyatakan bahwa dirinya celaka dan mengaku dirinya telah berbuat zalim selama hidup di dunia. Pengakuan mereka terus berkepanjangan sehingga mereka, orang-orang yang zalim itu, Kami jadikan hancur lebur seperti tanaman yang telah dituai yang tidak dapat hidup lagi seperti kehidupan di dunia."
    },
    {
      "no": 16,
      "arab": "وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا لَاعِبِينَ",
      "latin": "Wa maa khalaqnas samaaa'a wal arda wa maa bainahumaa laa'ibeen",
      "id": "Dan Kami tidak menciptakan langit dan bumi dan segala apa yang ada di antara keduanya dengan main-main.",
      "en": "And We did not create the heaven and earth and that between them in play.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2499",
      "tafsir": "Dan Kami, tidak menciptakan langit dan bumi sejak awal penciptaan hingga sekarang, dan segala apa yang ada di antara keduanya, termasuk hukum alam yang terjadi di langit dan di bumi dengan main-main, tanpa perencanaan, tujuan, dan pemeliharaan untuk kepentingan manusia sehingga tidak pantas manusia menghindar dari iman dan ibadah kepada Allah."
    },
    {
      "no": 17,
      "arab": "لَوْ أَرَدْنَا أَن نَّتَّخِذَ لَهْوًا لَّاتَّخَذْنَاهُ مِن لَّدُنَّا إِن كُنَّا فَاعِلِينَ",
      "latin": "Law aradnaaa an nattakhiza lahwal lat takhaznaahu mil ladunnaaa in kunnaa faa'ileen",
      "id": "Seandainya Kami hendak membuat suatu permainan (istri dan anak), tentulah Kami membuatnya dari sisi Kami, jika Kami benar-benar menghendaki berbuat demikian.",
      "en": "Had We intended to take a diversion, We could have taken it from [what is] with Us - if [indeed] We were to do so.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2500",
      "tafsir": "Seandainya Kami, hendak membuat suatu permainan dalam kehidupan ini dengan mengambil istri dan anak, sebagaimana tuduhan orang-orang kafir, tentulah Kami membuatnya dari sisi Kami, dari segi cara, pilihan dan jumlah yang Kami kehendaki, jika Kami benar-benar menghendaki berbuat demikian, namun tindakan ini mustahil bagi Allah."
    },
    {
      "no": 18,
      "arab": "بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ ۚ وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ",
      "latin": "Bal naqzifu bilhaqqi 'alal baatili fa yadmaghuhoo fa izaa huwa zaahiq; wa lakumul wailu mimmaa tasifoon",
      "id": "Sebenarnya Kami melemparkan yang hak (kebenaran) kepada yang batil (tidak benar) lalu yang hak itu menghancurkannya, maka seketika itu (yang batil) lenyap. Dan celaka kamu karena kamu menyifati (Allah dengan sifat-sifat yang tidak pantas bagi-Nya).",
      "en": "Rather, We dash the truth upon falsehood, and it destroys it, and thereupon it departs. And for you is destruction from that which you describe.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2501",
      "tafsir": "Sebenarnya Kami, dengan mengutus nabi dan rasul, serta menurunkan wahyu, Al-Qur’an, hendak melemparkan dan melenyapkan ajaran yang batil dengan menampilkan ajaran yang hak, kebenaran di tengah-tengah manusia; lalu yang hak itu menghancurkannya, ajaran yang batil. Jika manusia beriman kepada Allah, nabi dan rasul, serta memegang teguh ajaran Allah dan mengamalkannya secara murni dan konsekuen, maka seketika itu ajaran yang batil itu akan lenyap. Dan celaka kamu, wahai orang-orang kafir, karena kamu menyifati Allah dengan sifat-sifat yang tidak pantas bagi-Nya, terutama dengan menuduh Allah memiliki istri dan anak."
    },
    {
      "no": 19,
      "arab": "وَلَهُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ وَمَنْ عِندَهُ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَلَا يَسْتَحْسِرُونَ",
      "latin": "Wa lahoo man fis samaawaati wal ard; wa man 'indahoo laa yastakbiroona 'an 'ibaada tihee wa laa yastahsiroon",
      "id": "Dan milik-Nya siapa yang di langit dan di bumi. Dan (malaikat-malaikat) yang di sisi-Nya, tidak mempunyai rasa angkuh untuk menyembah-Nya dan tidak (pula) merasa letih.",
      "en": "To Him belongs whoever is in the heavens and the earth. And those near Him are not prevented by arrogance from His worship, nor do they tire.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2502",
      "tafsir": "Dan milik-Nya, diciptakan dan tunduk kepada-Nya, semua makhluk Allah yang berada di langit seperti para malaikat, dan makhluk Allah yang berada di bumi. Dan para malaikat yang berada di sisi-Nya, tidak menyombongkan diri dengan menolak beribadah kepada-Nya dan para malaikat itu tidak pula merasa letih dalam beribadah kepada Allah."
    },
    {
      "no": 20,
      "arab": "يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لَا يَفْتُرُونَ",
      "latin": "Yusabbihoona laila wannahaara laa yafturoon",
      "id": "Mereka (malaikat-malaikat) bertasbih tidak henti-hentinya malam dan siang.",
      "en": "They exalt [Him] night and day [and] do not slacken.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2503",
      "tafsir": "Mereka, para malaikat itu, senantiasa bertasbih dengan cara mereka, menyucikan Allah dengan tidak ada henti-hentinya malam dan siang, karena mereka tidak beristri dan beranak serta tidak membutuhkan makan dan minum."
    },
    {
      "no": 21,
      "arab": "أَمِ اتَّخَذُوا آلِهَةً مِّنَ الْأَرْضِ هُمْ يُنشِرُونَ",
      "latin": "Amit takhazooo aalihatam minal ardi hum yunshiroon",
      "id": "Apakah mereka mengambil tuhan-tuhan dari bumi, yang dapat menghidupkan (orang-orang yang mati)?",
      "en": "Or have men taken for themselves gods from the earth who resurrect [the dead]?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2504",
      "tafsir": "Mengapa orang-orang kafir tidak beriman kepada Allah dan beribadah kepada-Nya dengan ikhlas? Apakah mereka mengambil tuhan-tuhan dari bumi, seperti patung dan berhala yang mereka duga dapat menghidupkan orang-orang yang mati?"
    },
    {
      "no": 22,
      "arab": "لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا ۚ فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ",
      "latin": "Law kaana feehimaaa aalihatun illal laahu lafasadataa; fa-Subhaanal laahi Rabbil 'Arshi 'ammaa yasifoon",
      "id": "Seandainya pada keduanya (di langit dan di bumi) ada tuhan-tuhan selain Allah, tentu keduanya telah binasa. Mahasuci Allah yang memiliki ‘Arsy, dari apa yang mereka sifatkan.",
      "en": "Had there been within the heavens and earth gods besides Allah, they both would have been ruined. So exalted is Allah, Lord of the Throne, above what they describe.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2505",
      "tafsir": "Seandainya pada keduanya, langit dan bumi, ada tuhan-tuhan selain Allah, yang mengelola langit dan bumi sebagaimana dugaan orang-orang kafir, tentu keduanya telah binasa karena perselisihan pengelolaan di antara dua tuhan ini. Dengan demikian, jelaslah kepalsuan dugaan orang kafir yang meyakini ada dua tuhan atau lebih. Mahasuci Allah dengan kesucian yang mutlak, Tuhan yang memiliki ‘Arsy, dari apa yang mereka sifatkan kepada-Nya dengan tanpa dasar."
    },
    {
      "no": 23,
      "arab": "لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ",
      "latin": "Laa yus'alu 'ammaa yaf'alu wa hum yus'aloon",
      "id": "Dia (Allah) tidak ditanya tentang apa yang dikerjakan, tetapi merekalah yang akan ditanya.",
      "en": "He is not questioned about what He does, but they will be questioned.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2506",
      "tafsir": "Dia, Allah, tidak ditanya atau dievaluasi dan dimintai pertanggungjawaban tentang apa yang dikerjakan-Nya terhadap makhluk, karena Allah Tuhan Yang Maha Berkuasa, yang kekuasaan-Nya mutlak. Tidak pernah salah atau keliru sedikit pun dalam semua perbuatan-Nya. Tetapi sebaliknya manusia, merekalah yang akan ditanya atau dievaluasi dan dimintai pertanggung jawaban tentang semua yang mereka kerjakan di dunia, baik karena kelemahan atau kebodohan maupun karena dorongan hawa nafsu yang tidak terkendali."
    },
    {
      "no": 24,
      "arab": "أَمِ اتَّخَذُوا مِن دُونِهِ آلِهَةً ۖ قُلْ هَاتُوا بُرْهَانَكُمْ ۖ هَٰذَا ذِكْرُ مَن مَّعِيَ وَذِكْرُ مَن قَبْلِي ۗ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ الْحَقَّ ۖ فَهُم مُّعْرِضُونَ",
      "latin": "Amit takhazoo min doonihee aalihatan qul haatoo burhaanakum haaza zikru mam ma'iya wa zikru man qablee; bal aksaruhum laa ya'lamoonal haqqa fahum mu'ridoon",
      "id": "Atau apakah mereka mengambil tuhan-tuhan selain Dia? Katakanlah (Muhammad), “Kemukakanlah alasan-alasanmu! (Al-Qur'an) ini adalah peringatan bagi orang yang bersamaku, dan peringatan bagi orang sebelumku.” Tetapi kebanyakan mereka tidak mengetahui yang hak (kebenaran), karena itu mereka berpaling.",
      "en": "Or have they taken gods besides Him? Say, [O Muhammad], \"Produce your proof. This [Qur'an] is the message for those with me and the message of those before me.\" But most of them do not know the truth, so they are turning away.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2507",
      "tafsir": "Atau apakah orang-orang yang menyekutukan Allah tidak mengenal hak Allah atas manusia, sehingga mereka mengambil tuhan-tuhan selain Dia untuk dijadikan sembahan tanpa argumentasi yang benar dan masuk akal. Katakanlah, wahai Rasulullah kepada orang-orang yang menyekutukan Allah itu, “Kemukakanlah alasan-alasanmu bahwa Allah memiliki mitra dalam kekuasaan-Nya, sehingga mitra Allah itu setara dengan Allah dan berhak juga untuk diibadati! Al-Qur’an ini adalah peringatan bagi orang-orang yang bersamaku, yakni umatku, tentang hak Allah atas manusia dan kewajiban manusia kepada Allah. Dan Al-Qur’an pun peringatan bagi orang sebelumku, umat para nabi terdahulu, tentang prinsip tidak ada tuhan selain Allah dan tidak ada ibadah kecuali kepada-Nya. Tetapi kebanyakan mereka, karena kebodohan dan ketaklidannya, tidak mengetahui yang hak, yakni kebenaran, yang dibawa Al-Qur’an dan kitab-kitab sebelumnya; karena itu mereka berpaling dari iman kepada Allah."
    },
    {
      "no": 25,
      "arab": "وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدُونِ",
      "latin": "Wa maaa arsalnaa min qablika mir Rasoolin illaa nooheee ilaihi annahoo laaa ilaaha illaaa Ana fa'budoon",
      "id": "Dan Kami tidak mengutus seorang rasul pun sebelum engkau (Muhammad), melainkan Kami wahyukan kepadanya, bahwa tidak ada tuhan (yang berhak disembah) selain Aku, maka sembahlah Aku.",
      "en": "And We sent not before you any messenger except that We revealed to him that, \"There is no deity except Me, so worship Me.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2508",
      "tafsir": "Tugas para rasul sejak Nabi Adam hingga Nabi Muhammad adalah menyampaikan wahyu kepada umat. Dan Kami, tidak mengutus seorang rasul pun, baik yang disebutkan namanya di dalam Al-Qur’an maupun yang tidak disebutkan, sebelum engkau, Muhammad, melainkan Kami wahyukan kepadanya ajaran tauhid yang menjadi ajaran dasar para nabi, bahwa tidak ada tuhan yang berhak disembah selain Aku, maka sembahlah Aku dengan mengikuti petunjuk-Ku."
    },
    {
      "no": 26,
      "arab": "وَقَالُوا اتَّخَذَ الرَّحْمَٰنُ وَلَدًا ۗ سُبْحَانَهُ ۚ بَلْ عِبَادٌ مُّكْرَمُونَ",
      "latin": "Wa qaalut takhazar Rahmaanu waladan Subhaanah; bal 'ibaadum mkkramoon",
      "id": "Dan mereka berkata, “Tuhan Yang Maha Pengasih telah menjadikan (malaikat) sebagai anak.” Mahasuci Dia. Sebenarnya mereka (para malaikat itu) adalah hamba-hamba yang dimuliakan,",
      "en": "And they say, \"The Most Merciful has taken a son.\" Exalted is He! Rather, they are [but] honored servants.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2509",
      "tafsir": "Menanggapi ajaran tauhid itu, mereka, orang-orang musyrik Mekah berkata tanpa argumentasi yang masuk akal, “Tuhan Yang Maha Pengasih telah menjadikan para malaikat sebagai anak tuhan.” Allah pun membantah pandangan sesat itu dengan menyatakan, bahwa Mahasuci Dia dari segala sifat yang dinisbahkan kepada Allah. Sebenarnya mereka, para malaikat itu, adalah hamba-hamba yang dimuliakan, senantiasa bertasbih, memuji Allah, mematuhi perintah-Nya, tanpa pernah membantah sedikit pun."
    },
    {
      "no": 27,
      "arab": "لَا يَسْبِقُونَهُ بِالْقَوْلِ وَهُم بِأَمْرِهِ يَعْمَلُونَ",
      "latin": "Laa yasbiqoonahoo bil qawli wa hum bi amrihee ya'maloon",
      "id": "mereka tidak berbicara mendahului-Nya dan mereka mengerjakan perintah-perintah-Nya.",
      "en": "They cannot precede Him in word, and they act by His command.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2510",
      "tafsir": "Allah juga menerangkan sifat-sifat malaikat. Mereka tidak berbicara mendahului-Nya, hanya mengucapkan kata-kata yang diperintahkan-Nya. Dan mereka mengerjakan perintah-perintah-Nya tanpa membantah sedikit pun."
    },
    {
      "no": 28,
      "arab": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَىٰ وَهُم مِّنْ خَشْيَتِهِ مُشْفِقُونَ",
      "latin": "Ya'lamu maa baina aideehim wa maa khalfahum wa laa yashfa'oona illaa limanir tadaa wa hum min khash yatihee mushfiqoon",
      "id": "Dia (Allah) mengetahui segala sesuatu yang di hadapan mereka (malaikat) dan yang di belakang mereka, dan mereka tidak memberi syafaat melainkan kepada orang yang diridai (Allah), dan mereka selalu berhati-hati karena takut kepada-Nya.",
      "en": "He knows what is [presently] before them and what will be after them, and they cannot intercede except on behalf of one whom He approves. And they, from fear of Him, are apprehensive.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2511",
      "tafsir": "Para malaikat demikian patuh dan taat kepada Allah karena mereka yakin bahwa Dia, senantiasa mengetahui segala sesuatu yang di hadapan mereka, yakni apa yang sedang mereka kerjakan dan mengetahui segala sesuatu yang di belakang mereka, yakni apa yang telah mereka kerjakan; sehingga para malaikat yakin tidak ada satu pun yang luput dari pengetahuan dan pengawasan-Nya. Dan mereka para malaikat, tidak memberi syafaat kepada manusia di akhirat dengan mendoakannya, melainkan kepada orang yang diridai Allah, karena beriman dan beramal saleh; dan mereka, para malaikat itu, selalu berhati-hati karena takut kepada-Nya. Oleh karena itu, mereka senantiasa menjauhkan diri dari mendurhakai atau menyalahi perintah dan larangan-Nya."
    },
    {
      "no": 29,
      "arab": "۞ وَمَن يَقُلْ مِنْهُمْ إِنِّي إِلَٰهٌ مِّن دُونِهِ فَذَٰلِكَ نَجْزِيهِ جَهَنَّمَ ۚ كَذَٰلِكَ نَجْزِي الظَّالِمِينَ",
      "latin": "Wa mai yaqul minhum inneee ilaahum min doonihee fazaalika najzeehi Jahannam; kazaalika najziz zaalimeen",
      "id": "Dan barangsiapa di antara mereka berkata, “Sungguh, aku adalah tuhan selain Allah,” maka orang itu Kami beri balasan dengan Jahanam. Demikianlah Kami memberikan balasan kepada orang-orang yang zalim.",
      "en": "And whoever of them should say, \"Indeed, I am a god besides Him\"- that one We would recompense with Hell. Thus do We recompense the wrongdoers.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2512",
      "tafsir": "Allah menjamin tidak ada malaikat yang mengaku tuhan selain Allah. Dan Barang siapa di antara mereka, para malaikat, berkata, “Sungguh, aku adalah tuhan selain Allah,” maka Kami akan memberi balasan kepadanya, baik malaikat maupun manusia yang mengaku tuhan, dengan Jahanam. Demikianlah Kami memberikan balasan kepada orang-orang yang zalim, karena mengaku dirinya tuhan, padahal sebenarnya hamba Allah. Pengakuan semacam ini merupakan kemusyrikan yang sangat besar. Selain mempersekutukan Allah, juga menyamakan derajat dirinya dengan Allah."
    },
    {
      "no": 30,
      "arab": "أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا ۖ وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ ۖ أَفَلَا يُؤْمِنُونَ",
      "latin": "Awalam yaral lazeena kafarooo annas samaawaati wal arda kaanataa ratqan faftaqnaahumaa wa ja'alnaa minal maaa'i kulla shai'in haiyin afalaa yu'minoon",
      "id": "Dan apakah orang-orang kafir tidak mengetahui bahwa langit dan bumi keduanya dahulunya menyatu, kemudian Kami pisahkan antara keduanya; dan Kami jadikan segala sesuatu yang hidup berasal dari air; maka mengapa mereka tidak beriman?",
      "en": "Have those who disbelieved not considered that the heavens and the earth were a joined entity, and We separated them and made from water every living thing? Then will they not believe?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2513",
      "tafsir": "Orang-orang kafir tidak berpikir jernih dalam mengamati fenomena alam, padahal peristiwa yang ada di alam ini merupakan bukti adanya Allah dan kekuasaan-Nya yang mutlak. Allah bertanya, \"Dan apakah orang-orang kafir, kapan dan di mana saja mereka hidup, tidak memperhatikan secara mendalam bahwa langit dan bumi sebelum terjadi ledakan besar, keduanya dahulu menyatu, kemudian Kami pisahkan antara keduanya dengan mengangkat langit ke atas dan membiarkan bumi seperti apa adanya; dan Kami jadikan segala sesuatu yang hidup berasal dari air; –kehidupan dimulai dari air (laut), makhluk hidup berasal dari cairan sperma dan air bagian yang penting bagi makhluk hidup– maka mengapa mereka, orang-orang kafir itu tidak tergerak hatinya untuk beriman kepada Allah?\""
    },
    {
      "no": 31,
      "arab": "وَجَعَلْنَا فِي الْأَرْضِ رَوَاسِيَ أَن تَمِيدَ بِهِمْ وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُونَ",
      "latin": "Wa ja'alnaa fil ardi rawaasiya an tameeda bihim wa ja'alnaa feehaa fijaajan subulal la'allahum yahtadoon",
      "id": "Dan Kami telah menjadikan di bumi ini gunung-gunung yang kokoh agar ia (tidak) guncang bersama mereka, dan Kami jadikan (pula) di sana jalan-jalan yang luas, agar mereka mendapat petunjuk.",
      "en": "And We placed within the earth firmly set mountains, lest it should shift with them, and We made therein [mountain] passes [as] roads that they might be guided.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2514",
      "tafsir": "Pada ayat ini Allah mengarahkan pandangan manusia kepada gunung-gunung dan jalan-jalan, serta daratan yang luas di bumi. Dan Kami telah menjadikan di bumi ini gunung-gunung yang kokoh dengan maksud agar ia, bumi dengan putarannya yang cepat sekali itu, tetap mantap, tidak terjadi guncangan bersama mereka, manusia dan makhluk hidup lainnya. Dan Kami jadikan pula di bumi jalan-jalan yang luas supaya semua makhluk dapat dengan tenang menjalani kehidupan, dan pada akhirnya agar mereka mendapat petunjuk Allah, baik yang diberikan melalui wahyu maupun petunjuk Allah berupa fenomena alam yang membentang luas ini."
    },
    {
      "no": 32,
      "arab": "وَجَعَلْنَا السَّمَاءَ سَقْفًا مَّحْفُوظًا ۖ وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ",
      "latin": "Wa ja'alnas samaaa'a saqfam mahfoozanw wa hum 'an Aayaatihaa mu'ridoon",
      "id": "Dan Kami menjadikan langit sebagai atap yang terpelihara, namun mereka tetap berpaling dari tanda-tanda (kebesaran Allah) itu (matahari, bulan, angin, awan, dan lain-lain).",
      "en": "And We made the sky a protected ceiling, but they, from its signs, are turning away.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2515",
      "tafsir": "Allah mengarahkan manusia agar memperhatikan benda-benda langit yang diciptakan-Nya dengan teratur. Dan Kami menjadikan langit sebagai atap yang terpelihara, tanpa tiang, tetapi tidak jatuh bergugur-an atau bertabrakan satu sama lainnya, namun mereka, orang-orang yang pikiran dan sanubarinya tertutup, tetap berpaling dari tanda-tanda kebesaran Allah itu berupa matahari, bulan, angin, awan, dan lain-lain sehingga mereka tetap tidak beriman kepada Allah."
    },
    {
      "no": 33,
      "arab": "وَهُوَ الَّذِي خَلَقَ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ ۖ كُلٌّ فِي فَلَكٍ يَسْبَحُونَ",
      "latin": "Wa Huwal lazee khalaqal laila wannahaara washshamsa wal qamara kullun fee falakiny yashbahoon",
      "id": "Dan Dialah yang telah menciptakan malam dan siang, matahari dan bulan. Masing-masing beredar pada garis edarnya.",
      "en": "And it is He who created the night and the day and the sun and the moon; all [heavenly bodies] in an orbit are swimming.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2516",
      "tafsir": "Allah lalu mengarahkan perhatian manusia agar memperhatikan kekuasaan-Nya dalam menciptakan waktu malam dan siang. Dan Dialah, yang telah menciptakan malam untuk istirahat, dan siang untuk mencari penghidupan; dan Allah telah menciptakan matahari yang bersinar di waktu siang dan bulan yang bercahaya di waktu malam. Masing-masing beredar pada garis edarnya dengan setia, patuh dan tunduk kepada hukum alam ciptaan Allah."
    },
    {
      "no": 34,
      "arab": "وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ الْخُلْدَ ۖ أَفَإِن مِّتَّ فَهُمُ الْخَالِدُونَ",
      "latin": "Wa maa ja'alnaa libasharim min qablikal khuld; afaimmitta fahumul khaalidoon",
      "id": "Dan Kami tidak menjadikan hidup abadi bagi seorang manusia sebelum engkau (Muhammad); maka jika engkau wafat, apakah mereka akan kekal?",
      "en": "And We did not grant to any man before you eternity [on earth]; so if you die - would they be eternal?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2517",
      "tafsir": "Ayat ini menegaskan bahwa Nabi Muhammad sebagai manusia sama dengan manusia lainnya, tidak akan kekal hidup di dunia. Dan Kami tidak menjadikan hidup abadi sebagai suatu sunatullah bagi seorang manusia sebelum engkau Muhammad, siapa, dan bagaimana pun dia. Maka jika engkau wafat, apakah mereka, yang hidup sezaman dengan engkau atau yang hidup di zaman modern, akan kekal?"
    },
    {
      "no": 35,
      "arab": "كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ ۗ وَنَبْلُوكُم بِالشَّرِّ وَالْخَيْرِ فِتْنَةً ۖ وَإِلَيْنَا تُرْجَعُونَ",
      "latin": "Kullu nafsin zaaa'iqatul mawt; wa nablookum bishsharri walkhairi fitnatanw wa ilainaa turja'oon",
      "id": "Setiap yang bernyawa akan merasakan mati. Kami akan menguji kamu dengan keburukan dan kebaikan sebagai cobaan. Dan kamu akan dikembalikan hanya kepada Kami.",
      "en": "Every soul will taste death. And We test you with evil and with good as trial; and to Us you will be returned.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2518",
      "tafsir": "Karena hidup manusia di dunia tidak kekal, maka ketetapan Allah berlaku bahwa setiap yang bernyawa akan merasakan mati. Allah kemudian menetapkan garis bahwa hidup adalah ujian. Kami akan menguji kamu dengan dua macam ujian, keburukan dan kebaikan, sebagai cobaan untuk mengukur kualitas iman dan kesabaran manusia. Dan kamu, seluruh manusia, akan dikembalikan hanya kepada Kami untuk mempertanggungjawabkan hidup di dunia dan mendapatkan hasilnya, keridaan Allah atau murka-Nya."
    },
    {
      "no": 36,
      "arab": "وَإِذَا رَآكَ الَّذِينَ كَفَرُوا إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ وَهُم بِذِكْرِ الرَّحْمَٰنِ هُمْ كَافِرُونَ",
      "latin": "Wa izaa ra aakal lazeena kafarooo iny-yattakhizoonaka illa huzuwaa; ahaazal lazee yazkuru aalihatakum wa hum bi zikrir Rahmaani hum kaafiroon",
      "id": "Dan apabila orang-orang kafir itu melihat engkau (Muhammad), mereka hanya memperlakukan engkau menjadi bahan ejekan. (Mereka mengatakan), “Apakah ini orang yang mencela tuhan-tuhanmu?” Padahal mereka orang yang ingkar mengingat Allah Yang Maha Pengasih.",
      "en": "And when those who disbelieve see you, [O Muhammad], they take you not except in ridicule, [saying], \"Is this the one who insults your gods?\" And they are, at the mention of the Most Merciful, disbelievers.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2519",
      "tafsir": "Allah menerangkan sikap dan kelakuan orang-orang kafir terhadap Rasulullah. Dan apabila orang-orang kafir itu melihat engkau, Muhammad, kapan dan di mana saja mereka bertemu, mereka hanya memperlakukan engkau menjadi bahan ejekan. Mereka mengatakan kepada se-samanya, “Apakah ini orang yang mencela tuhan-tuhanmu, yang dihormati dan disembah oleh leluhur kita?” Mereka tidak menyadari bahwa sebenar-nya merekalah yang selayaknya menerima ejekan, karena menyembah berhala yang tidak kuasa berbuat apa pun. Sejatinya mereka orang yang ing-kar mengingat Allah Yang Maha Pengasih. Mereka menolak ajakan Rasulullah untuk beriman kepada Allah yang menciptakan mereka dan memberi hidup dan kehidupan ini."
    },
    {
      "no": 37,
      "arab": "خُلِقَ الْإِنسَانُ مِنْ عَجَلٍ ۚ سَأُرِيكُمْ آيَاتِي فَلَا تَسْتَعْجِلُونِ",
      "latin": "Khuliqal insaanu min 'ajal; sa ureekum Aayaatee falaa tasta'jiloon",
      "id": "Manusia diciptakan (bersifat) tergesa-gesa. Kelak akan Aku perlihatkan kepadamu tanda-tanda (kekuasaan)-Ku. Maka janganlah kamu meminta Aku menyegerakannya.",
      "en": "Man was created of haste. I will show you My signs, so do not impatiently urge Me.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2520",
      "tafsir": "Allah menerangkan bahwa manusia diciptakan sebagai makhluk yang bertabiat tergesa-gesa dan terburu-buru. Allah memperingatkan kaum kafir agar mereka jangan meminta disegerakan azab yang diancamkan kepada mereka sebelum Allah memperlihatkan tanda-tanda dari azab-Nya itu. \"Kelak akan Aku perlihatkan kepadamu tanda-tanda kekuasaan-Ku. Kami memberikan kesempatan kepada kamu untuk mempertimbangkan dengan matang ajakan Rasulullah untuk beriman kepada Allah dan meyakini akhirat. Maka janganlah kamu meminta Aku menyegerakannya di dunia, sebab ini menunjukkan ketidakpercayaan kamu terhadap adanya azab di akhirat,\" demikian Allah mengingatkan."
    },
    {
      "no": 38,
      "arab": "وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِن كُنتُمْ صَادِقِينَ",
      "latin": "Wa yaqooloona mataa haazal wa'du in kuntum saadiqeen",
      "id": "Dan mereka berkata, “Kapankah janji itu (akan datang), jika kamu orang yang benar?”",
      "en": "And they say, \"When is this promise, if you should be truthful?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2521",
      "tafsir": "Karena orang-orang kafir itu tidak meyakini akhirat, maka dalam ayat ini terlihat betapa nekatnya mereka berkata kepada Rasulullah dengan sikap menantang. Dan mereka berkata, wahai Muhammad, Kapankah janji itu, azab neraka yang kamu sebut-sebut itu akan datang menimpa kami, jika kamu orang yang benar mengaku utusan Allah dan sanggup mendatangkan azab?”"
    },
    {
      "no": 39,
      "arab": "لَوْ يَعْلَمُ الَّذِينَ كَفَرُوا حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ النَّارَ وَلَا عَن ظُهُورِهِمْ وَلَا هُمْ يُنصَرُونَ",
      "latin": "Law ya'lamul lazeena kafaroo heena laa yakuffoona 'anw wujoohihimun Naara wa laa 'an zuhoorihim wa laa hum yunsaroon",
      "id": "Seandainya orang kafir itu mengetahui, ketika mereka itu tidak mampu mengelakkan api neraka dari wajah dan punggung mereka, sedang mereka tidak mendapat pertolongan (tentulah mereka tidak meminta disegerakan).",
      "en": "If those who disbelieved but knew the time when they will not avert the Fire from their faces or from their backs and they will not be aided...",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2522",
      "tafsir": "Seandainya orang kafir itu mengetahui dengan pengetahuan yang meyakinkan bahwa azab neraka itu ada, ketika mereka melihatnya da-lam keadaan tidak mampu mengelakkan api neraka dari wajah dan punggung mereka, sedang mereka tidak mendapat pertolongan, tentulah mereka tidak akan menantang Rasulullah dengan meminta azab itu disegera-kan."
    },
    {
      "no": 40,
      "arab": "بَلْ تَأْتِيهِم بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيعُونَ رَدَّهَا وَلَا هُمْ يُنظَرُونَ",
      "latin": "Bal taateehim baghtatan fatabhatuhum falaa yastatee'oona raddahaa wa laa hum yunzaroon",
      "id": "Sebenarnya (hari Kiamat) itu akan datang kepada mereka secara tiba-tiba, lalu mereka menjadi panik; maka mereka tidak sanggup menolaknya dan tidak (pula) diberi penangguhan (waktu).",
      "en": "Rather, it will come to them unexpectedly and bewilder them, and they will not be able to repel it, nor will they be reprieved.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2523",
      "tafsir": "Tantangan orang-orang kafir agar azab itu didatangkan segera kepada mereka muncul dari kebodohan dan keingkaran, karena mereka menutup diri dari ajaran Rasulullah. Sebenarnya hari Kiamat itu akan datang kepada mereka secara tiba-tiba, sangat cepat dan tak terduga, lalu mereka menjadi panik menghadapinya; mereka pun tidak sanggup menolaknya, karena dahsyatnya peristiwa Kiamat itu; dan tidak pula mereka diberi penangguhan waktu dan kesempatan untuk menyelamatkan diri."
    },
    {
      "no": 41,
      "arab": "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ",
      "latin": "Wa laqadis tuhzi'a bi-Rusulim min qablika fahaaqa billazeena sakhiroo minhum maa kaanoo bihee yastahzi'oon",
      "id": "Dan sungguh, rasul-rasul sebelum engkau (Muhammad) pun telah diperolok-olokkan, maka turunlah (siksaan) kepada orang-orang yang mencemoohkan apa (rasul-rasul) yang selalu mereka perolok-olokkan.",
      "en": "And already were messengers ridiculed before you, but those who mocked them were enveloped by what they used to ridicule.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2524",
      "tafsir": "Sikap orang-orang kafir terhadap para rasul itu sama, baik umat Nabi Muhammad maupun umat terdahulu. Dan sungguh, rasul-rasul sebelum engkau, Muhammad, pun telah diperolok-olokkan oleh mereka, karena kebodohan dan keingkaran mereka. Maka, turunlah hukuman Allah kepada orang-orang yang mencemoohkan para rasul itu dengan jenis azab di dunia yang selalu mereka perolok-olokkan sehingga mereka binasa."
    },
    {
      "no": 42,
      "arab": "قُلْ مَن يَكْلَؤُكُم بِاللَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمَٰنِ ۗ بَلْ هُمْ عَن ذِكْرِ رَبِّهِم مُّعْرِضُونَ",
      "latin": "Qul mai yakla 'ukum billaili wannahaari minar Rahmaan; bal hum 'an zikri Rabbihim mu'ridoon",
      "id": "Katakanlah, “Siapakah yang akan menjaga kamu pada waktu malam dan siang dari (siksaan) Allah Yang Maha Pengasih?” Tetapi mereka enggan mengingat Tuhan mereka.",
      "en": "Say, \"Who can protect you at night or by day from the Most Merciful?\" But they are, from the remembrance of their Lord, turning away.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2525",
      "tafsir": "Katakanlah, wahai Nabi Muhammad, sebagai jawaban atas ejekan orang-orang kafir dengan pertanyaan, “Siapakah yang akan menjaga kamu pada waktu malam dan siang dari siksaan Allah Yang Maha Pengasih di dunia?” Pertanyaan ini dimaksudkan untuk menyadarkan mereka bahwa tidak seorang pun berkuasa melindungi mereka dari azab Allah; tetapi mereka enggan mengingat Tuhan mereka dengan beriman dan beribadah kepada-Nya."
    },
    {
      "no": 43,
      "arab": "أَمْ لَهُمْ آلِهَةٌ تَمْنَعُهُم مِّن دُونِنَا ۚ لَا يَسْتَطِيعُونَ نَصْرَ أَنفُسِهِمْ وَلَا هُم مِّنَّا يُصْحَبُونَ",
      "latin": "Am lahum aalihatun tamna'ulum min dooninaa; laa yastatee'oona nasra anfusihim wa laa hum minnna yus-haboon",
      "id": "Ataukah mereka mempunyai tuhan-tuhan yang dapat memelihara mereka dari (azab) Kami? Tuhan-tuhan mereka itu tidak sanggup menolong diri mereka sendiri dan tidak (pula) mereka dilindungi dari (azab) Kami.",
      "en": "Or do they have gods to defend them other than Us? They are unable [even] to help themselves, nor can they be protected from Us.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2526",
      "tafsir": "Pertanyaan kedua dimaksudkan untuk menyadarkan mereka tentang kemampuan tuhan-tuhan mereka. Ataukah mereka mempunyai tuhan-tuhan yang dapat memelihara mereka dari azab Kami di dunia maupun akhirat? Allah kemudian menegaskan bahwa tuhan-tuhan mereka itu tidak sanggup menolong diri mereka sendiri apa lagi menolong orang-orang kafir yang menyembahnya; dan tidak pula mereka, baik yang disembah maupun yang menyembah tuhan-tuhan selain Allah, dilindungi dari (azab) Kami di akhirat."
    },
    {
      "no": 44,
      "arab": "بَلْ مَتَّعْنَا هَٰؤُلَاءِ وَآبَاءَهُمْ حَتَّىٰ طَالَ عَلَيْهِمُ الْعُمُرُ ۗ أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا ۚ أَفَهُمُ الْغَالِبُونَ",
      "latin": "Bal matta'naa haaa'ulaaa'i wa aabaaa'ahum hattaa taala 'alaihimul 'umur; afalaa yarawna anna naatil arda nanqusuhaa min atraafihaa; afahumul ghaaliboon",
      "id": "Sebenarnya Kami telah memberi mereka dan nenek moyang mereka kenikmatan (hidup di dunia) hingga panjang usia mereka. Maka apakah mereka tidak melihat bahwa Kami mendatangi negeri (yang berada di bawah kekuasaan orang kafir), lalu Kami kurangi luasnya dari ujung-ujung negeri. Apakah mereka yang menang?",
      "en": "But, [on the contrary], We have provided good things for these [disbelievers] and their fathers until life was prolonged for them. Then do they not see that We set upon the land, reducing it from its borders? So it is they who will overcome?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2527",
      "tafsir": "Allah memberi mereka kemewahan dan kenikmatan hidup bukan karena Allah tidak kuasa menurunkan azab. Sebenarnya Kami telah memberi mereka dan nenek moyang mereka kenikmatan hidup di dunia hingga panjang usia mereka untuk menguji apa mereka beriman atau tidak. Maka apakah mereka tidak melihat bahwa Kami, melalui Nabi dan kaum muslim yang menyebarkan ajaran Islam, mendatangi negeri yang berada di bawah kekuasaan orang kafir seperti Persia dan Romawi, lalu Kami kurangi luasnya dari ujung-ujung negeri, karena sebagian besar penduduknya masuk Islam? Apakah mereka yang menang dalam menunjukkan kebenaran agama Allah?"
    },
    {
      "no": 45,
      "arab": "قُلْ إِنَّمَا أُنذِرُكُم بِالْوَحْيِ ۚ وَلَا يَسْمَعُ الصُّمُّ الدُّعَاءَ إِذَا مَا يُنذَرُونَ",
      "latin": "Qul innamaaa unzirukum bilwahyi; wa laa yasma'us summud du'aaa'a izaa maa yunzaroon",
      "id": "Katakanlah (Muhammad), “Sesungguhnya aku hanya memberimu peringatan sesuai dengan wahyu.” Tetapi orang tuli tidak mendengar seruan apabila mereka diberi peringatan.",
      "en": "Say, \"I only warn you by revelation.\" But the deaf do not hear the call when they are warned.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2528",
      "tafsir": "Katakanlah, wahai Muhammad, kepada orang-orang kafir dan musyrik tentang tugas pokok dan fungsi seorang utusan Allah, “Sesungguhnya aku hanya memberimu peringatan kepada seluruh umat manusia sesuai dengan wahyu yang disampaikan Allah kepadaku.” Tetapi orang tuli pikiran, perasaan dan ruhaninya, tidak mendengar seruan yang disampaikan seorang utusan Allah, apabila mereka diberi peringatan dengan cara yang masuk akal, lembut, dan santun sekalipun."
    },
    {
      "no": 46,
      "arab": "وَلَئِن مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ",
      "latin": "Wa la'im massat hum nafhatum min 'azaabi Rabbika la yaqoolunna yaawailanaaa innnaa kunnaa zaalimeen",
      "id": "Dan jika mereka ditimpa sedikit saja azab Tuhanmu, pastilah mereka berkata, “Celakalah kami! Sesungguhnya kami termasuk orang yang selalu menzalimi (diri sendiri).”",
      "en": "And if [as much as] a whiff of the punishment of your Lord should touch them, they would surely say, \"O woe to us! Indeed, we have been wrongdoers.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2529",
      "tafsir": "Orang-orang kafir ketika hidup di dunia bersikap sombong, keras kepala, dan menantang azab Allah, tetapi di akhirat ketika mereka sadar, mereka menyesali perbuatannya. Dan jika mereka ditimpa sedikit saja azab Tuhanmu, di dalam neraka, pastilah mereka berkata, dengan sangat menyesal, “Celakalah kami, berada dalam azab yang pedih! Sesungguhnya kami termasuk orang yang selalu menzalimi diri sendiri dengan tidak beriman, sombong, keras kepala, dan menantang azab Allah.”"
    },
    {
      "no": 47,
      "arab": "وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا ۖ وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا ۗ وَكَفَىٰ بِنَا حَاسِبِينَ",
      "latin": "Wa nada'ul mawaazeenal qista li Yawmil Qiyaamati falaa tuzlamu nafsun shai'aa; wa in kaana misqaala habbatim min khardalin atainaa bihaa; wa kafaa binaa haasibeen",
      "id": "Dan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit; sekalipun hanya seberat biji sawi, pasti Kami mendatangkannya (pahala). Dan cukuplah Kami yang membuat perhitungan.",
      "en": "And We place the scales of justice for the Day of Resurrection, so no soul will be treated unjustly at all. And if there is [even] the weight of a mustard seed, We will bring it forth. And sufficient are We as accountant.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2530",
      "tafsir": "Dalam menilai perbuatan hamba-hamba-Nya di akhirat, Allah menjamin akan menegakkan keadilan yang sebenarnya. Dan Kami akan memasang timbangan yang tepat pada hari Kiamat, dengan data yang objektif dan akurat; maka tidak seorang pun dirugikan walau sedikit, sehingga tidak ada seorang hamba yang amal kebaikannya dikurangi atau kejahatannya dilebih-lebihkan, sekalipun hanya seberat biji sawi, pasti Kami mendatangkan pahala untuk perbuatan baik dan hukuman untuk perbuatan jahat. Dan cukuplah Kami yang membuat perhitungan terhadap perbuatan manusia dengan seadil-adilnya, objektif, tepat, dan akurat."
    },
    {
      "no": 48,
      "arab": "وَلَقَدْ آتَيْنَا مُوسَىٰ وَهَارُونَ الْفُرْقَانَ وَضِيَاءً وَذِكْرًا لِّلْمُتَّقِينَ",
      "latin": "Wa laqad aatainaa Moosa wa haaroonal Furqaana wa diyaa'anw wa zikral lilmuttaqeen",
      "id": "Dan sungguh, Kami telah memberikan kepada Musa dan Harun, Furqan (Kitab Taurat) dan penerangan serta pelajaran bagi orang-orang yang bertakwa.",
      "en": "And We had already given Moses and Aaron the criterion and a light and a reminder for the righteous",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2531",
      "tafsir": "Allah telah menurunkan Kitab Taurat kepada Nabi Musa dan Nabi Harun sebagaimana Allah menurunkan Al-Qur’an kepada Nabi Muhammad. Dan sungguh, Kami telah memberikan kepada Musa dan Harun, Furqan, Kitab Taurat yang berisi syariah (hukum-hukum) yang memisahkan salah dan benar; dan penerangan serta pelajaran bagi orang-orang yang bertakwa sehingga kita memahami tiga pokok ajaran Taurat, hukum yang memisahkan salah dan benar, penerangan dan pelajaran yang menjadi pedoman hidup bagi orang-orang yang bertakwa."
    },
    {
      "no": 49,
      "arab": "الَّذِينَ يَخْشَوْنَ رَبَّهُم بِالْغَيْبِ وَهُم مِّنَ السَّاعَةِ مُشْفِقُونَ",
      "latin": "Allazeena yakhshawna Rabbahum bilghaibi wa hum minas Saa'ati mushfiqoon",
      "id": "(Yaitu) orang-orang yang takut (azab) Tuhannya, sekalipun mereka tidak melihat-Nya, dan mereka merasa takut akan (tibanya) hari Kiamat.",
      "en": "Who fear their Lord unseen, while they are of the Hour apprehensive.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2532",
      "tafsir": "Baik Taurat maupun Al-Qur’an berfungsi sebagai pembeda (al-Furqàn), penerangan dan pelajaran berharga bagi orang-orang yang bertakwa, yaitu orang-orang yang takut terhadap azab Tuhannya, sekalipun mereka tidak melihat-Nya, tetapi meyakini dan meresapkan ke dalam kalbunya; dan mereka merasa takut akan tibanya hari Kiamat yang berlangsung cepat dan dahsyat."
    },
    {
      "no": 50,
      "arab": "وَهَٰذَا ذِكْرٌ مُّبَارَكٌ أَنزَلْنَاهُ ۚ أَفَأَنتُمْ لَهُ مُنكِرُونَ",
      "latin": "Wa haazaa Zikrum Mubaarakun anzalnaah; afa antum lahoo munkiroon",
      "id": "Dan ini (Al-Qur'an) adalah suatu peringatan yang mempunyai berkah yang telah Kami turunkan. Maka apakah kamu mengingkarinya?",
      "en": "And this [Qur'an] is a blessed message which We have sent down. Then are you with it unacquainted?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2533",
      "tafsir": "Bani Israil, umat Nabi Musa dan Harun, sebagian besar mengingkari Taurat yang berisi pembeda, penerangan dan pelajaran bagi yang bertakwa. Dan Al-Qur’an ini bagi kamu sekalian, umat Nabi Muhammad adalah suatu peringatan yang mempunyai berkah yang telah Kami turunkan untuk umat akhir zaman. Maka apakah kamu mengingkarinya sebagaimana Bani Israil mengingkari Taurat?"
    },
    {
      "no": 51,
      "arab": "۞ وَلَقَدْ آتَيْنَا إِبْرَاهِيمَ رُشْدَهُ مِن قَبْلُ وَكُنَّا بِهِ عَالِمِينَ",
      "latin": "Wa laqad aatainaaa Ibraaheema rushdahoo min qablu wa kunnaa bihee 'aalimeen",
      "id": "Dan sungguh, sebelum dia (Musa dan Harun) telah Kami berikan kepada Ibrahim petunjuk, dan Kami telah mengetahui dia.",
      "en": "And We had certainly given Abraham his sound judgement before, and We were of him well-Knowing",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2534",
      "tafsir": "Pada Surah al-Anbiyà’ ayat 48 dijelaskan bahwa Allah telah memberikan al-Furqàn, yang membedakan hak dan batil, sebagai penerangan, dan pelajaran kepada Musa dan Harun. Sementara pada ayat ini, Allah menjelaskan ketokohan Ibrahim, pejuang tauhid dan ayahanda para nabi dan rasul. Dan sungguh, sebelum dia, Musa dan Harun yang diutus menghadapi Fir‘aun guna membebaskan Bani Israil, telah Kami berikan kepada Ibrahim petunjuk, sejak remaja; dan Kami telah mengetahui sifat, karakter, dan kegigihan dia, Ibrahim, dalam menghapuskan penyem-bahan kepada patung dan berhala guna menegakkan ajaran tauhid."
    },
    {
      "no": 52,
      "arab": "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا هَٰذِهِ التَّمَاثِيلُ الَّتِي أَنتُمْ لَهَا عَاكِفُونَ",
      "latin": "Iz qaala li abeehi wa qawmihee maa haazihit tamaaseelul lateee antum lahee 'aakifoon",
      "id": "(Ingatlah), ketika dia (Ibrahim) berkata kepada ayahnya dan kaumnya, “Patung-patung apakah ini yang kamu tekun menyembahnya?”",
      "en": "When he said to his father and his people, \"What are these statues to which you are devoted?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2535",
      "tafsir": "Perjuangan Nabi Ibrahim dalam menegakkan ajaran tauhid dimulai sejak remaja, ketika dia berkata kepada ayahnya yang bernama Azar, dan kaumnya, di Kota Ur, Kaldea, Mesopotamia Timur. Wahai ayahku dan kaumku, “Patung-patung apakah ini yang kamu tekun menyembahnya, padahal patung-patung itu benda mati yang tidak bergerak dan tidak mendengar doa kamu?”"
    },
    {
      "no": 53,
      "arab": "قَالُوا وَجَدْنَا آبَاءَنَا لَهَا عَابِدِينَ",
      "latin": "Qaaloo wajadnaaa aabaaa'anaa lahaa 'aabideen",
      "id": "Mereka menjawab, “Kami mendapati nenek moyang kami menyembahnya.”",
      "en": "They said, \"We found our fathers worshippers of them.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2536",
      "tafsir": "Mereka menjawab pertanyaan pemuda Ibrahim yang logis dan masuk akal itu dengan jawaban pembelaan terhadap tradisi yang sudah mengakar, “Kami mendapati nenek moyang kami, dari generasi ke gene-rasi memproduksi dan menyembahnya.”"
    },
    {
      "no": 54,
      "arab": "قَالَ لَقَدْ كُنتُمْ أَنتُمْ وَآبَاؤُكُمْ فِي ضَلَالٍ مُّبِينٍ",
      "latin": "Qaala laqad kuntum antum wa aabaaa'ukum fee dalaalim mubeen",
      "id": "Dia (Ibrahim) berkata, “Sesungguhnya kamu dan nenek moyang kamu berada dalam kesesatan yang nyata.”",
      "en": "He said, \"You were certainly, you and your fathers, in manifest error.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2537",
      "tafsir": "Dia, Ibrahim, menyadarkan mereka dengan berkata secara tegas dan lugas, “Sesungguhnya kamu dan nenek moyang kamu yang terus-menerus mengukir dan menyembah patung-patung itu, berada dalam kesesatan yang nyata, karena penyembahan itu tidak masuk akal dan merendahkan martabat manusia.”"
    },
    {
      "no": 55,
      "arab": "قَالُوا أَجِئْتَنَا بِالْحَقِّ أَمْ أَنتَ مِنَ اللَّاعِبِينَ",
      "latin": "Qaalooo aji'tanaa bil haqqi am anta minal laa'ibeen",
      "id": "Mereka berkata, “Apakah engkau da-tang kepada kami membawa kebenaran atau engkau main-main?”",
      "en": "They said, \"Have you come to us with truth, or are you of those who jest?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2538",
      "tafsir": "Dialog Ibrahim dengan kaumnya bertambah panas. Mereka pun berkata dengan mengajukan pertanyaan mendasar, wahai Ibrahim, \"Apakah engkau benar-benar datang kepada kami membawa kebenaran tentang Tuhan dan ajaran kemanusiaan atau engkau hanya main-main saja?”"
    },
    {
      "no": 56,
      "arab": "قَالَ بَل رَّبُّكُمْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ الَّذِي فَطَرَهُنَّ وَأَنَا عَلَىٰ ذَٰلِكُم مِّنَ الشَّاهِدِينَ",
      "latin": "Qaala bar Rabbukum Rabbus samaawaati wal ardil lazee fatarahunna wa ana 'alaa zaalikum minash shaahideen",
      "id": "Dia (Ibrahim) menjawab, “Sebenarnya Tuhan kamu ialah Tuhan (pemilik) langit dan bumi; (Dialah) yang telah menciptakannya; dan aku termasuk orang yang dapat bersaksi atas itu.”",
      "en": "He said, \"[No], rather, your Lord is the Lord of the heavens and the earth who created them, and I, to that, am of those who testify.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2539",
      "tafsir": "Menanggapi pertanyaan tersebut, dia, Ibrahim, menjawab, “Sebenarnya Tuhan kamu yang patut disembah ialah Tuhan pemilik langit dan bumi, yang menjaga keseimbangan dan keteraturan keduanya. Dialah Allah yang telah menciptakannya. Dan ketahuilah bahwa aku termasuk orang yang dapat bersaksi atas itu secara rasional dan empiris bahwa Allah satu-satunya Tuhan yang berhak disembah, yang mengatur langit dan bumi.”"
    },
    {
      "no": 57,
      "arab": "وَتَاللَّهِ لَأَكِيدَنَّ أَصْنَامَكُم بَعْدَ أَن تُوَلُّوا مُدْبِرِينَ",
      "latin": "Wa tallaahi la akeedanna asnaamakum ba'da an tuwalloo mudbireen",
      "id": "Dan demi Allah, sungguh, aku akan melakukan tipu daya terhadap berhala-berhalamu setelah kamu pergi meninggalkannya.",
      "en": "And [I swear] by Allah, I will surely plan against your idols after you have turned and gone away.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2540",
      "tafsir": "Nabi Ibrahim tidak hanya berkata lugas kepada ayah dan kaumnya yang terus menerus menyembah patung-patung itu dengan menyatakan, “Sesungguhnya kamu dan nenek moyang kamu berada dalam kesesatan yang nyata,” tetapi juga bersumpah dalam hatinya bahwa beliau akan menghancurkan berhala itu, setelah mereka me-ninggalkan tempat itu. “Dan demi Allah, sungguh, aku akan melakukan tipu daya, tindakan yang membongkar kepalsuan, terhadap berhala-berhalamu dengan menghancurkannya guna menyadarkan mereka bahwa penyembahan patung-patung itu perbuatan keliru, setelah kamu pergi meninggalkannya.\""
    },
    {
      "no": 58,
      "arab": "فَجَعَلَهُمْ جُذَاذًا إِلَّا كَبِيرًا لَّهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ",
      "latin": "Faja'alahum juzaazan illaa kabeeral lahum la'allahum ilaihi yarji'oon",
      "id": "Maka dia (Ibrahim) menghancurkan (berhala-berhala itu) berkeping-keping, kecuali yang terbesar (induknya); agar mereka kembali (untuk bertanya) kepadanya.",
      "en": "So he made them into fragments, except a large one among them, that they might return to it [and question].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2541",
      "tafsir": "Sumpah Ibrahim tidak hanya dalam hati, tetapi benar-benar dilaksanakannya. Maka dia menghancurkan berhala-berhala itu berkeping-keping hingga patung-patung itu tidak berbentuk lagi, kecuali yang terbesar, induknya, agar mereka kembali mempertanyakan argumentasi mereka mempertahankan penyembahan benda-benda mati itu kepadanya, yakni patung-patung itu."
    },
    {
      "no": 59,
      "arab": "قَالُوا مَن فَعَلَ هَٰذَا بِآلِهَتِنَا إِنَّهُ لَمِنَ الظَّالِمِينَ",
      "latin": "Qaaloo man fa'ala haazaa bi aalihatinaaa innahoo laminaz zaalimeen",
      "id": "Mereka berkata, “Siapakah yang melakukan (perbuatan) ini terhadap tuhan-tuhan kami? Sungguh, dia termasuk orang yang zalim.”",
      "en": "They said, \"Who has done this to our gods? Indeed, he is of the wrongdoers.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2542",
      "tafsir": "Melihat patung-patung mereka hancur berkeping-keping, maka mereka pun berkata dengan mengajukan pertanyaan, “Siapakah yang berani melakukan penghancuran terhadap tuhan-tuhan kami ini? Sungguh, dia termasuk orang yang zalim, karena telah menghancurkan simbol kesucian agama.”"
    },
    {
      "no": 60,
      "arab": "قَالُوا سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُ إِبْرَاهِيمُ",
      "latin": "Qaaloo sami'naa fatany yazkuruhum yuqaalu lahooo Ibraaheem",
      "id": "Mereka (yang lain) berkata, “Kami mendengar ada seorang pemuda yang mencela (berhala-berhala ini), namanya Ibrahim.”",
      "en": "They said, \"We heard a young man mention them who is called Abraham.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2543",
      "tafsir": "Tindakan Ibrahim menghancurkan patung-patung itu dilihat dan didengar oleh mereka. Oleh karena itu, di antara mereka ada yang berkata, “Kami mendengar dari beberapa sumber yang meyakinkan, ada seorang pemuda nekat yang mencela dan menghancurkan berhala-berhala ini, namanya Ibrahim.”"
    },
    {
      "no": 61,
      "arab": "قَالُوا فَأْتُوا بِهِ عَلَىٰ أَعْيُنِ النَّاسِ لَعَلَّهُمْ يَشْهَدُونَ",
      "latin": "Qaaloo faatoo bihee 'alaaa a'yunin naasi la'allahum yash hadoon",
      "id": "Mereka berkata, “(Kalau demikian) bawalah dia dengan diperlihatkan kepada orang banyak, agar mereka menyaksikan.”",
      "en": "They said, \"Then bring him before the eyes of the people that they may testify.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2544",
      "tafsir": "Mendengar laporan masyarakat ini, pemerintah Babilonia bersikap tegas. Mereka berkata dan memerintahkan kepada penegak hukum, “Kalau demikian, bawalah dia, pemuda nekat yang bertindak subversif ini ke pusat kota dengan diperlihatkan kepada orang banyak, agar mereka melihat wajahnya dan menyaksikan hukuman yang akan dijatuhkan kepadanya.”"
    },
    {
      "no": 62,
      "arab": "قَالُوا أَأَنتَ فَعَلْتَ هَٰذَا بِآلِهَتِنَا يَا إِبْرَاهِيمُ",
      "latin": "Qaalooo 'a-anta fa'alta haazaa bi aalihatinaa yaaa Ibraaheem",
      "id": "Mereka bertanya, “Apakah engkau yang melakukan (perbuatan) ini terhadap tuhan-tuhan kami, wahai Ibrahim?”",
      "en": "They said, \"Have you done this to our gods, O Abraham?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2545",
      "tafsir": "Dalam pengadilan terbuka, penegak hukum mengajukan pertanyaan-pertanyaan kepada Ibrahim. Mereka bertanya, “Apakah engkau, yang melakukan penghancuran ini terhadap tuhan-tuhan kami, wahai Ibrahim?”"
    },
    {
      "no": 63,
      "arab": "قَالَ بَلْ فَعَلَهُ كَبِيرُهُمْ هَٰذَا فَاسْأَلُوهُمْ إِن كَانُوا يَنطِقُونَ",
      "latin": "Qaala bal fa'alahoo kabeeruhum haazaa fas'aloohum in kaanoo yantiqoon",
      "id": "Dia (Ibrahim) menjawab, “Sebenarnya (patung) besar itu yang melakukannya, maka tanyakanlah kepada mereka, jika mereka dapat berbicara.”",
      "en": "He said, \"Rather, this - the largest of them - did it, so ask them, if they should [be able to] speak.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2546",
      "tafsir": "Ibrahim menjawab dengan jawaban yang mengejutkan untuk memberi pelajaran kepada mereka. Beliau berpura-pura tidak mengaku dirinya yang merusak patung-patung itu. Dia menjawab, “Sebenarnya patung besar itu yang melakukannya, maka tanyakanlah kepada mereka, jika mereka dapat berbicara.” Melalui jawaban ini pemuda Ibrahim menyadarkan mereka bahwa patung itu tidak patut disembah."
    },
    {
      "no": 64,
      "arab": "فَرَجَعُوا إِلَىٰ أَنفُسِهِمْ فَقَالُوا إِنَّكُمْ أَنتُمُ الظَّالِمُونَ",
      "latin": "Faraja'ooo ilaaa anfusihim faqaalooo innakum antumuz zaalimoon",
      "id": "Maka mereka kembali kepada kesadaran mereka dan berkata, “Sesungguhnya kamulah yang menzalimi (diri sendiri).”",
      "en": "So they returned to [blaming] themselves and said [to each other], \"Indeed, you are the wrongdoers.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2547",
      "tafsir": "Maka, setelah mendengar jawaban tersebut, mereka kembali kepada kesadaran mereka yang jernih sesuai akal sehat dan nurani bahwa patung-patung itu tidak layak disembah. Dan pemimpin mereka pun berkata, “Sesungguhnya kamu sekalianlah yang menzalimi diri sendiri, terus-menerus menyembah patung yang tidak bisa bicara, tidak bisa membela diri, apalagi menyelamatkan manusia.”"
    },
    {
      "no": 65,
      "arab": "ثُمَّ نُكِسُوا عَلَىٰ رُءُوسِهِمْ لَقَدْ عَلِمْتَ مَا هَٰؤُلَاءِ يَنطِقُونَ",
      "latin": "Summa nukisoo 'alaa ru'oosihim laqad 'alimta maa haaa'ulaaa'i yantiqoon",
      "id": "Kemudian mereka menundukkan kepala (lalu berkata), “Engkau (Ibrahim) pasti tahu bahwa (berhala-berhala) itu tidak dapat berbicara.”",
      "en": "Then they reversed themselves, [saying], \"You have already known that these do not speak!\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2548",
      "tafsir": "Mereka menyesali kesalahan dan kebodohan mereka, menyembah patung-patung yang tidak bisa berbicara. Kemudian mereka pun menundukkan kepala, merenung, dan menyesali perbuatan bodoh mereka. Setelah mendapat bisikan setan, mereka lalu mengangkat kepala dan berkata, “Mengapa engkau, Ibrahim menyuruh kami bertanya kepada patung besar itu, engkau pasti tahu bahwa berhala-berhala itu tidak dapat berbicara? Kami mengetahui patung-patung itu tidak dapat berbicara, tetapi kami menyembahnya karena ini keyakinan kami.\""
    },
    {
      "no": 66,
      "arab": "قَالَ أَفَتَعْبُدُونَ مِن دُونِ اللَّهِ مَا لَا يَنفَعُكُمْ شَيْئًا وَلَا يَضُرُّكُمْ",
      "latin": "Qaala afata'budoona min doonil laahi maa laa yanfa'ukum shai'anw wa laa yadurrukum",
      "id": "Dia (Ibrahim) berkata, “Mengapa kamu menyembah selain Allah, sesuatu yang tidak dapat memberi manfaat sedikit pun, dan tidak (pula) mendatangkan mudarat kepada kamu?",
      "en": "He said, \"Then do you worship instead of Allah that which does not benefit you at all or harm you?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2549",
      "tafsir": "Menanggapi pernyataan tersebut, Ibrahim, berkata di depan para pembesar Kota Ur, Kaldea, Babilonia, Mesopotamia Selatan, “Mengapa kamu sekalian menyembah tuhan selain Allah, yang tidak dapat memberi manfaat sedikit pun dengan menyembahnya, dan tidak pula mendatangkan mudarat kepada kamu dengan tidak menyembahnya?\" Ibrahim kemudian menegaskan tanggapannya, \"Celakalah kamu dan apa yang kamu sembah selain Allah di dunia dan di akhirat! Apakah kamu tidak memikirkan, apakah kamu akan terus menyembah patung-patung itu atau berhenti?”"
    },
    {
      "no": 67,
      "arab": "أُفٍّ لَّكُمْ وَلِمَا تَعْبُدُونَ مِن دُونِ اللَّهِ ۖ أَفَلَا تَعْقِلُونَ",
      "latin": "Uffil lakum wa limaa ta'budoona min doonil laah; afalaa ta'qiloon",
      "id": "Celakalah kamu dan apa yang kamu sembah selain Allah! Tidakkah kamu mengerti?”",
      "en": "Uff to you and to what you worship instead of Allah. Then will you not use reason?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2550",
      "tafsir": "Menanggapi pernyataan tersebut, Ibrahim, berkata di depan para pembesar Kota Ur, Kaldea, Babilonia, Mesopotamia Selatan, “Mengapa kamu sekalian menyembah tuhan selain Allah, yang tidak dapat memberi manfaat sedikit pun dengan menyembahnya, dan tidak pula mendatangkan mudarat kepada kamu dengan tidak menyembahnya?\" Ibrahim kemudian menegaskan tanggapannya, \"Celakalah kamu dan apa yang kamu sembah selain Allah di dunia dan di akhirat! Apakah kamu tidak memikirkan, apakah kamu akan terus menyembah patung-patung itu atau berhenti?”"
    },
    {
      "no": 68,
      "arab": "قَالُوا حَرِّقُوهُ وَانصُرُوا آلِهَتَكُمْ إِن كُنتُمْ فَاعِلِينَ",
      "latin": "Qaaloo harriqooho wansurooo aalihatakum in kuntum faa'ileen",
      "id": "Mereka berkata, “Bakarlah dia dan bantulah tuhan-tuhan kamu, jika kamu benar-benar hendak berbuat.”",
      "en": "They said, \"Burn him and support your gods - if you are to act.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2551",
      "tafsir": "Tanggapan Ibrahim yang tegas dan lugas tersebut direspon oleh para pembesar Kota Ur, Kaldea dengan sangat marah. Mereka berkata, “Bakarlah dia, Ibrahim, hidup-hidup di tengah alun-alun, dan bantulah tuhan-tuhan kamu dengan menyiapkan kayu bakar yang cukup untuk membakar dia selama satu bulan, jika kamu benar-benar hendak berbuat untuk tuhan kamu.”"
    },
    {
      "no": 69,
      "arab": "قُلْنَا يَا نَارُ كُونِي بَرْدًا وَسَلَامًا عَلَىٰ إِبْرَاهِيمَ",
      "latin": "Qulnaa yaa naaru koonee bardanw wa salaaman 'alaaa Ibraaheem",
      "id": "Kami (Allah) berfirman, “Wahai api! Jadilah kamu dingin, dan penyelamat bagi Ibrahim!”",
      "en": "Allah said, \"O fire, be coolness and safety upon Abraham.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2552",
      "tafsir": "Orang-orang kafir di Kota Ur dan Kaldea melemparkan Ibrahim ke dalam api yang menyala, namun Allah berkehendak menyelamatkan Ibrahim dengan mengubah sifat api. Kami, berfirman kepada api, “Wahai api! Jadilah kamu dingin,” api dikecualikan dari sifatnya yang alamiahnya yang panas dan membakar, tetapi bukan dingin yang membahayakan. Allah melanjutkan firman-Nya kepada api, “Dan jadilah kamu penyelamat bagi Ibrahim dengan menjadi sejuk!”"
    },
    {
      "no": 70,
      "arab": "وَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَخْسَرِينَ",
      "latin": "Wa araadoo bihee kaidan faja'alnaahumul akhsareen",
      "id": "Dan mereka hendak berbuat jahat terhadap Ibrahim, maka Kami menjadikan mereka itu orang-orang yang paling rugi.",
      "en": "And they intended for him harm, but We made them the greatest losers.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2553",
      "tafsir": "Raja Namrud dan seluruh rakyat Babilonia, Mesopotamia Timur, mengumpulkan kayu bakar dan membakar Ibrahim hidup-hidup karena mereka hendak berbuat jahat terhadap Ibrahim. Ini disebabkan keberanian Ibrahim menghancurkan patung dan menyadarkan mereka bahwa menyembah patung itu sesat. Ketahuilah, maka Kami, menjadikan mereka itu orang-orang yang paling rugi, baik di dunia karena tidak bisa berpikir jernih, mengikuti akal sehat dan nurani, maupun di akhirat karena mendapatkan murka Allah dan kekal di dalam neraka."
    },
    {
      "no": 71,
      "arab": "وَنَجَّيْنَاهُ وَلُوطًا إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا لِلْعَالَمِينَ",
      "latin": "Wa najjainaahu wa Lootan ilal ardil latee baaraknaa feehaa lil 'aalameen",
      "id": "Dan Kami selamatkan dia (Ibrahim) dan Lut ke sebuah negeri yang telah Kami berkahi untuk seluruh alam.",
      "en": "And We delivered him and Lot to the land which We had blessed for the worlds.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2554",
      "tafsir": "Dan Kami telah menyelamatkan dia, Ibrahim, dari kejahatan warga Kota Ur yang membakarnya hidup-hidup. Lalu dia hijrah ke Harran, kemudian ke Palestina. Dan Kami juga telah menyelamatkan Lut dari bencana alam yang menimpa Kota Sodom dan Gomorah. Keduanya, Ibrahim dan Luth, pergi ke Palestina, sebuah negeri yang telah Kami berkahi untuk seluruh alam. Palestina adalah tanah kelahiran para nabi, kelahiran Nabi Ismail yang merupakan leluhur Nabi Muhammad, dan Nabi Ishak yang merupakan leluhur Bani Israil. Yerusalem, kota penting di Palestina, menjadi kota suci tiga agama, Yahudi, Nasrani dan Islam; dan tempat Rasulullah mikraj."
    },
    {
      "no": 72,
      "arab": "وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ نَافِلَةً ۖ وَكُلًّا جَعَلْنَا صَالِحِينَ",
      "latin": "Wa wahabnaa lahooo Ishaaq; wa Ya'qooba naafilah; wa kullan ja'alnaa saaliheen",
      "id": "Dan Kami menganugerahkan kepadanya (Ibrahim) Ishak dan Yakub, sebagai suatu anugerah. Dan masing-masing Kami jadikan orang yang saleh.",
      "en": "And We gave him Isaac and Jacob in addition, and all [of them] We made righteous.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2555",
      "tafsir": "Dan Kami telah menganugerahkan kepadanya, Ibrahim, kenikmatan lain yang sangat berharga, yaitu kelahiran Ishak pada saat usia beliau sudah lanjut, dan darinya lahir Yakub, yang melahirkan Bani Israil. Di antaranya banyak terpilih menjadi nabi dan rasul, sebagai suatu anugerah yang sangat berharga. Dan masing-masing dari keturunan Ishak dan Yakub, Kami jadikan orang-orang yang saleh. Namun demikian, ada juga di antara keturunan keduanya yang menjadi orang zalim dan kufur."
    },
    {
      "no": 73,
      "arab": "وَجَعَلْنَاهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الْخَيْرَاتِ وَإِقَامَ الصَّلَاةِ وَإِيتَاءَ الزَّكَاةِ ۖ وَكَانُوا لَنَا عَابِدِينَ",
      "latin": "Wa ja'alnaahum a'immatany yahdoona bi amrinaa wa awhainaaa ilaihim fi'lal khairaati wa iqaamas Salaati wa eetaaa'az Zakaati wa kaanoo lanaa 'aabideen",
      "id": "Dan Kami menjadikan mereka itu sebagai pemimpin-pemimpin yang memberi petunjuk dengan perintah Kami dan Kami wahyukan kepada mereka agar berbuat kebaikan, melaksanakan salat dan menunaikan zakat, dan hanya kepada Kami mereka menyembah.",
      "en": "And We made them leaders guiding by Our command. And We inspired to them the doing of good deeds, establishment of prayer, and giving of zakah; and they were worshippers of Us.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2556",
      "tafsir": "Dan Kami jadikan mereka itu, para nabi dan rasul keturunan Ishak dan Yakub sebagai pemimpin-pemimpin yang memberi petunjuk kepada Bani Israil dengan perintah Kami dalam Kitab Taurat, Zabur, dan Injil, dan Kami wahyukan kepada mereka, para nabi dan rasul itu, agar berbuat kebaikan, melaksanakan salat, dan menunaikan zakat, dan Kami tegaskan kepada mereka bahwa hanya kepada Kami mereka menyembah dan hanya kepada Kami pula mereka memohon pertolongan."
    },
    {
      "no": 74,
      "arab": "وَلُوطًا آتَيْنَاهُ حُكْمًا وَعِلْمًا وَنَجَّيْنَاهُ مِنَ الْقَرْيَةِ الَّتِي كَانَت تَّعْمَلُ الْخَبَائِثَ ۗ إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَاسِقِينَ",
      "latin": "Wa Lootan aatainaahu hukmanw wa 'ilmanw wa najjainaahu minal qaryatil latee kaanat ta'malul khabaaa'is; innahum kaanoo qawma saw'in faasiqeen",
      "id": "Kepada Lut, Kami berikan hikmah dan ilmu, dan Kami selamatkan dia dari (azab yang telah menimpa penduduk) kota yang melakukan perbuatan keji. Sungguh, mereka orang-orang yang jahat lagi fasik.",
      "en": "And to Lot We gave judgement and knowledge, and We saved him from the city that was committing wicked deeds. Indeed, they were a people of evil, defiantly disobedient.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2557",
      "tafsir": "Dan kepada Lut, yang berdomisili di Sodom, Palestina, Kami berikan hikmah dan kearifan dalam memutuskan perkara dan menetapkan hukuman, dan ilmu yang bermanfaat dalam melaksanakan kewajiban kepada Allah dan kewajiban kepada sesama manusia. Dan Kami pun telah menyelamatkan dia dari azab yang menimpa penduduk kota Sodom dan Gomorah yang telah melakukan perbuatan keji, homoseksual dan menyamun dengan terang-terangan. Sungguh mereka, umat Nabi Lut yang berbuat homoseksual dan menyamun itu adalah orang-orang yang jahat kepada sesama manusia, lagi fasik, menyalahi perintah Allah."
    },
    {
      "no": 75,
      "arab": "وَأَدْخَلْنَاهُ فِي رَحْمَتِنَا ۖ إِنَّهُ مِنَ الصَّالِحِينَ",
      "latin": "Wa adkhalnaahu fee rahmatinaa innahoo minas saalihee",
      "id": "Dan Kami masukkan dia ke dalam rahmat Kami; sesungguhnya dia termasuk golongan orang yang saleh.",
      "en": "And We admitted him into Our mercy. Indeed, he was of the righteous.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2558",
      "tafsir": "Walaupun Nabi Lut hidup di tengah masyarakat homoseksual, beliau tidak terpengaruh, karena mendapat rahmat Allah. Dan Kami masukkan dia ke dalam rahmat Kami yang membentenginya dari pengaruh buruk. Sesungguhnya dia terlindungi dari kejahatan, karena dirinya termasuk golongan orang yang saleh, beriman, dan senantiasa menaati perintah Allah."
    },
    {
      "no": 76,
      "arab": "وَنُوحًا إِذْ نَادَىٰ مِن قَبْلُ فَاسْتَجَبْنَا لَهُ فَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ",
      "latin": "Wa noohan iz naadaa min qablu fastajabnaa lahoo fanajjainaahu wa ahlahoo minal karbil 'azeem",
      "id": "Dan (ingatlah kisah) Nuh, sebelum itu, ketika dia berdoa. Kami perkenankan (doa)nya, lalu Kami selamatkan dia bersama pengikutnya dari bencana yang besar.",
      "en": "And [mention] Noah, when he called [to Allah] before [that time], so We responded to him and saved him and his family from the great flood.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2559",
      "tafsir": "Dan ingat serta jadikanlah pelajaran kisah Nuh, sebelum Ibrahim dan Lut, ketika dia berdoa, “Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi,” (Lihat Surah Nùh/71: 26) karena mereka menolak beriman kepada Allah. Kami mengabulkan doa-nya, dengan menurunkan hujan dan banjir besar hingga orang-orang kafir itu tenggelam. Lalu Kami menyelamatkan dia bersama pengikutnya dari bencana, banjir, yang besar, kecuali istri dan seorang anaknya."
    },
    {
      "no": 77,
      "arab": "وَنَصَرْنَاهُ مِنَ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا ۚ إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ",
      "latin": "Wa nasarnaahu minal qawmil lazeena kazzaboo bi Aayaatinaa; innahum kkaanoo qawma saw'in fa-aghraq naahum ajma'een",
      "id": "Dan Kami menolongnya dari orang-orang yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah orang-orang yang jahat, maka Kami tenggelamkan mereka semuanya.",
      "en": "And We saved him from the people who denied Our signs. Indeed, they were a people of evil, so We drowned them, all together.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2560",
      "tafsir": "Dan Kami telah menolongnya, Nuh dan orang-orang beriman yang setia kepada beliau, dari orang-orang kafir yang telah mendustakan ayat-ayat Kami yang diwahyukan kepada Nuh dan disampaikan kepada mereka. Sesungguhnya mereka dengan menolak beriman kepada Allah, menghina utusan Allah, dan mengancamnya adalah orang-orang yang berbuat jahat kepada sesama manusia, maka Kami menenggelamkan mereka semuanya termasuk istri dan anak Nabi Nuh."
    },
    {
      "no": 78,
      "arab": "وَدَاوُودَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ",
      "latin": "Wa Daawooda wa Sulaimaana iz yahkumaani fil harsi iz nafashat feehi ghanamul qawmi wa kunnaa lihukmihim shaahideen",
      "id": "Dan (ingatlah kisah) Dawud dan Sulaiman, ketika keduanya memberikan keputusan mengenai ladang, karena (ladang itu) dirusak oleh kambing-kambing milik kaumnya. Dan Kami menyaksikan keputusan (yang diberikan) oleh mereka itu.",
      "en": "And [mention] David and Solomon, when they judged concerning the field - when the sheep of a people overran it [at night], and We were witness to their judgement.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2561",
      "tafsir": "Dan perhatikan kisah Dawud dan Sulaiman, dua orang nabi dan rasul yang juga raja di Palestina, ketika keduanya memberikan keputusan mengenai kasus sebuah ladang milik seorang petani yang diajukan kepada beliau, karena ladang itu dirusak oleh kambing-kambing milik peternak kaumnya. Nabi Dawud berpendapat bahwa kambing-kambing itu diserahkan kepada pemilik kebun, karena harganya dinilai sama dengan tanaman yang dirusaknya sebagai ganti tanaman yang rusak. Nabi Sulaiman memutuskan agar kambing-kambing itu diserahkan sementara kepada pemilik tanaman untuk diambil manfaatnya, minyak dan bulunya, dan pemilik kambing diharuskan mengganti tanaman itu dengan tanaman yang baru. Apabila tanaman yang baru telah dapat diambil hasilnya, pemilik kambing itu boleh mengambil kambingnya kembali sehingga keduanya tidak kehilangan milik mereka masing-masing. Dan Kami menyaksikan keputusan yang diberikan oleh mereka itu tepat, namun keputusan Sulaiman lebih memenuhi rasa keadilan."
    },
    {
      "no": 79,
      "arab": "فَفَهَّمْنَاهَا سُلَيْمَانَ ۚ وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا ۚ وَسَخَّرْنَا مَعَ دَاوُودَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ ۚ وَكُنَّا فَاعِلِينَ",
      "latin": "Fafahhamnaahaa sulaimaan; wa kullan aatainaa hukmanw wa'ilmanw wa sakh kharnaa ma'a Daawoodal jibaala yusabbihna wattayr; wa kunnaa faa'ileen",
      "id": "Dan Kami memberikan pengertian kepada Sulaiman (tentang hukum yang lebih tepat); dan kepada masing-masing Kami berikan hikmah dan ilmu, dan Kami tundukkan gunung-gunung dan burung-burung, semua bertasbih bersama Dawud. Dan Kamilah yang melakukannya.",
      "en": "And We gave understanding of the case to Solomon, and to each [of them] We gave judgement and knowledge. And We subjected the mountains to exalt [Us], along with David and [also] the birds. And We were doing [that].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2562",
      "tafsir": "Dan Kami telah memberikan pengertian yang mendalam kepada Sulaiman tentang keputusan yang lebih tepat dan lebih memenuhi rasa keadilan dalam sengketa petani dan pemilik domba. Dan kepada masing-masing, Dawud dan Sulaiman, Kami berikan hikmah, pemaham-an agama yang mendalam, dan ilmu pengetahuan tentang hidup dan kehidupan duniawi. Dan Kami tundukkan gunung-gunung dan burung-burung agar mengikuti perintah Dawud; semua gunung dan burung itu, senantiasa bertasbih kepada Allah bersama Dawud. Dan Kamilah yang melakukan semua itu sebagai rahmat kepada-nya."
    },
    {
      "no": 80,
      "arab": "وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَّكُمْ لِتُحْصِنَكُم مِّن بَأْسِكُمْ ۖ فَهَلْ أَنتُمْ شَاكِرُونَ",
      "latin": "Wa 'allamanaahu san'ata laboosil lakum lituhsinakum mim baasikum fahal antum shaakiroon",
      "id": "Dan Kami ajarkan (pula) kepada Dawud cara membuat baju besi untukmu, guna melindungi kamu dalam peperangan. Apakah kamu bersyukur (kepada Allah)?",
      "en": "And We taught him the fashioning of coats of armor to protect you from your [enemy in] battle. So will you then be grateful?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2563",
      "tafsir": "Dan Kami ajarkan pula kepada Dawud cara membuat baju besi untukmu dan prajurit-prajurit kamu guna melindungi kamu dan mereka dalam peperangan yang kamu pimpin. Apakah kamu dengan menerima karunia Allah yang besar ini termasuk hamba yang bersyukur kepada Allah?"
    },
    {
      "no": 81,
      "arab": "وَلِسُلَيْمَانَ الرِّيحَ عَاصِفَةً تَجْرِي بِأَمْرِهِ إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا ۚ وَكُنَّا بِكُلِّ شَيْءٍ عَالِمِينَ",
      "latin": "Wa li Sulaimaanar reeha 'aasifatan tajree bi amriheee ilal ardil latee baaraknaa feehaa; wa kunnaa bikulli shai'in 'aalimeen",
      "id": "Dan (Kami tundukkan) untuk Sulaiman angin yang sangat kencang tiupannya yang berhembus dengan perintahnya ke negeri yang Kami beri berkah padanya. Dan Kami Maha Mengetahui segala sesuatu.",
      "en": "And to Solomon [We subjected] the wind, blowing forcefully, proceeding by his command toward the land which We had blessed. And We are ever, of all things, Knowing.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2564",
      "tafsir": "Dan Kami tundukkan untuk Sulaiman sebagai anugerah dan fasilitas, angin yang sangat kencang tiupannya yang berhembus dengan perintahnya dengan hembusan yang keras dan kencang atau pun lunak dan lambat ke negeri yang Kami beri berkah padanya sebagai moda transportasi Sulaiman dari kota yang satu ke kota lainnya. Dan Kami Maha Mengetahui segala sesuatu, baik yang tampak maupun tersembunyi. Dan Kami tundukkan pula kepada Sulaiman segolongan setan-setan yang menyelam ke dasar laut untuk mengambil sesuatu yang diperlukan-nya. Dan mereka, setan-setan yang menjadi pelayan Nabi Sulaiman itu mengerjakan pekerjaan selain itu seperti mendirikan bangunan dan membuat kolam raksasa; dan Kami yang memelihara mereka agar setan-setan itu tidak merusak dan tidak bermain-main dalam melaksanakan tugas pokok dan fungsinya."
    },
    {
      "no": 82,
      "arab": "وَمِنَ الشَّيَاطِينِ مَن يَغُوصُونَ لَهُ وَيَعْمَلُونَ عَمَلًا دُونَ ذَٰلِكَ ۖ وَكُنَّا لَهُمْ حَافِظِينَ",
      "latin": "Wa minash Shayaateeni mai yaghoosoona lahoo wa ya'maloona 'amalan doona zaalika wa kunna lahum baafizeen",
      "id": "Dan (Kami tundukkan pula kepada Sulaiman) segolongan setan-setan yang menyelam (ke dalam laut) untuknya dan mereka mengerjakan pekerjaan selain  itu; dan  Kami yang memelihara mereka itu.",
      "en": "And of the devils were those who dived for him and did work other than that. And We were of them a guardian.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2565",
      "tafsir": "Dan Kami tundukkan untuk Sulaiman sebagai anugerah dan fasilitas, angin yang sangat kencang tiupannya yang berhembus dengan perintahnya dengan hembusan yang keras dan kencang atau pun lunak dan lambat ke negeri yang Kami beri berkah padanya sebagai moda transportasi Sulaiman dari kota yang satu ke kota lainnya. Dan Kami Maha Mengetahui segala sesuatu, baik yang tampak maupun tersembunyi. Dan Kami tundukkan pula kepada Sulaiman segolongan setan-setan yang menyelam ke dasar laut untuk mengambil sesuatu yang diperlukan-nya. Dan mereka, setan-setan yang menjadi pelayan Nabi Sulaiman itu mengerjakan pekerjaan selain itu seperti mendirikan bangunan dan membuat kolam raksasa; dan Kami yang memelihara mereka agar setan-setan itu tidak merusak dan tidak bermain-main dalam melaksanakan tugas pokok dan fungsinya."
    },
    {
      "no": 83,
      "arab": "۞ وَأَيُّوبَ إِذْ نَادَىٰ رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنتَ أَرْحَمُ الرَّاحِمِينَ",
      "latin": "Wa Ayyooba iz naadaa Rabbahooo annee massaniyad durru wa Anta arhamur raahimeen",
      "id": "Dan (ingatlah kisah) Ayub, ketika dia berdoa kepada Tuhannya, “(Ya Tuhanku), sungguh, aku telah ditimpa penyakit, padahal Engkau Tuhan Yang Maha Penyayang dari semua yang penyayang.”",
      "en": "And [mention] Job, when he called to his Lord, \"Indeed, adversity has touched me, and you are the Most Merciful of the merciful.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2566",
      "tafsir": "Dan ingatlah kisah Ayub, seorang nabi dan rasul yang mendapat cobaan berat dalam hidupnya, ketika dia berdoa kepada Tuhannya dengan berserah dan bertawakal kepada-Nya. “Ya Tuhanku, sungguh, aku telah ditimpa penyakit yang terasa sangat berat; tetapi aku yakin bahwa Engkau Tuhan Yang Maha Penyayang dari semua yang penyayang, sehingga cobaan ini merupakan bentuk kasih sayang-Mu kepadaku.”"
    },
    {
      "no": 84,
      "arab": "فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِن ضُرٍّ ۖ وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنْ عِندِنَا وَذِكْرَىٰ لِلْعَابِدِينَ",
      "latin": "Fastajabnaa lahoo fakashaf naa maa bihee min durrinw wa aatainaahu ahlahoo wa mislahum ma'ahum rahmatam min 'indinaa wa zikraa lil'aabideen",
      "id": "Maka Kami kabulkan (doa)nya, lalu Kami lenyapkan penyakit yang ada padanya dan Kami kembalikan keluarganya kepadanya, dan (Kami lipat gandakan jumlah mereka) sebagai suatu rahmat dari Kami, dan untuk menjadi peringatan bagi semua yang menyembah Kami.",
      "en": "So We responded to him and removed what afflicted him of adversity. And We gave him [back] his family and the like thereof with them as mercy from Us and a reminder for the worshippers [of Allah].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2567",
      "tafsir": "Karena sikap Nabi Ayub yang sabar, berserah dan bertawakal kepada Allah dalam menyikapi penyakit yang menimpa dirinya, maka Kami mengabulkan doa-nya, lalu Kami melenyapkan berbagai penyakit yang ada padanya sehingga penyakitnya sembuh lahir batin; dan Kami pun mengembalikan keluarganya kepadanya untuk lebih menyempurnakan kebahagiaannya. Dan Kami pun melipatgandakan jumlah keturunan Nabi Ayub sebagai suatu rahmat dari Kami kepada hamba-Nya yang sabar, dan sekaligus kisah Nabi Ayub ini untuk menjadi peringatan bagi semua orang beriman yang menyembah Kami agar bersabar, bertawakal dan berserah kepada Allah dalam menghadapi berbagai cobaan yang menimpa dirinya."
    },
    {
      "no": 85,
      "arab": "وَإِسْمَاعِيلَ وَإِدْرِيسَ وَذَا الْكِفْلِ ۖ كُلٌّ مِّنَ الصَّابِرِينَ",
      "latin": "Wa Ismaa'eela wa Idreesa wa Zal Kifli kullum minas saabireen",
      "id": "Dan (ingatlah kisah) Ismail, Idris dan Zulkifli. Mereka semua termasuk orang-orang yang sabar.",
      "en": "And [mention] Ishmael and Idrees and Dhul-Kifl; all were of the patient.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2568",
      "tafsir": "Dan ingatlah kisah para nabi yang berikut: Ismail, Idris, dan Zulkifli. Mereka semua, bukan hanya Nabi Ayub, termasuk orang-orang yang sabar dalam melaksanakan perintah Allah dan dalam menghadapi cobaan. Dan karena kesabaran mereka teruji dengan baik, maka Kami memasukkan mereka ke dalam rahmat Kami di dunia dan akhirat. Sungguh, mereka dengan kesabarannya yang mantap, termasuk orang-orang yang saleh, karena kesalehan hanya akan terwujud dengan kesabaran."
    },
    {
      "no": 86,
      "arab": "وَأَدْخَلْنَاهُمْ فِي رَحْمَتِنَا ۖ إِنَّهُم مِّنَ الصَّالِحِينَ",
      "latin": "Wa adkhalnaahum fee rahmatinaa innahum minas saaliheen",
      "id": "Dan Kami masukkan mereka ke dalam rahmat Kami. Sungguh, mereka termasuk orang-orang yang saleh.",
      "en": "And We admitted them into Our mercy. Indeed, they were of the righteous.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2569",
      "tafsir": "Dan ingatlah kisah para nabi yang berikut: Ismail, Idris, dan Zulkifli. Mereka semua, bukan hanya Nabi Ayub, termasuk orang-orang yang sabar dalam melaksanakan perintah Allah dan dalam menghadapi cobaan. Dan karena kesabaran mereka teruji dengan baik, maka Kami memasukkan mereka ke dalam rahmat Kami di dunia dan akhirat. Sungguh, mereka dengan kesabarannya yang mantap, termasuk orang-orang yang saleh, karena kesalehan hanya akan terwujud dengan kesabaran."
    },
    {
      "no": 87,
      "arab": "وَذَا النُّونِ إِذ ذَّهَبَ مُغَاضِبًا فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ فَنَادَىٰ فِي الظُّلُمَاتِ أَن لَّا إِلَٰهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ",
      "latin": "Wa Zan Nooni iz zahaba mughaadiban fazaanna al lan naqdira 'alaihi fanaanna al lan naqdira 'alaihi fanaadaa fiz zulumaati al laaa ilaaha illaaa Anta Subhaanaka innee kuntu minaz zaalimeen",
      "id": "Dan (ingatlah kisah) Zun Nun (Yunus), ketika dia pergi dalam keadaan marah, lalu dia menyangka bahwa Kami tidak akan menyulitkannya, maka dia berdoa dalam keadaan yang sangat gelap, ”Tidak ada tuhan selain Engkau, Mahasuci Engkau. Sungguh, aku  termasuk orang-orang yang zalim.”",
      "en": "And [mention] the man of the fish, when he went off in anger and thought that We would not decree [anything] upon him. And he called out within the darknesses, \"There is no deity except You; exalted are You. Indeed, I have been of the wrongdoers.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2570",
      "tafsir": "Dan ingatlah kisah Zun Nun (Yunus), ketika dia pergi meninggalkan kaumnya dalam keadaan marah, karena mereka berpaling dari dirinya dan tidak mau menerima ajaran Allah ketika ia berdakwah kepada mereka. Lalu dia menyangka bahwa Kami tidak akan menyulitkannya karena sikapnya yang tidak sabar itu. Lalu ia naik perahu, namun beban perahu yang ditumpanginya terlalu berat sehingga harus ada seorang yang dilemparkan ke laut. Setelah diundi tiga kali, Nabi Yunus yang harus dilemparkan ke laut. Allah segera mendatangkan seekor ikan menelan beliau. Maka dia berdoa dalam keadaan yang sangat gelap, di dalam perut ikan, di dalam laut, dan pada malam hari dengan kesadaran, “Tidak ada tuhan selain Engkau, Mahasuci Engkau. Sungguh, aku termasuk orang-orang yang zalim, karena aku marah meninggalkan kaum yang seharusnya dibimbing olehku.”"
    },
    {
      "no": 88,
      "arab": "فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ ۚ وَكَذَٰلِكَ نُنجِي الْمُؤْمِنِينَ",
      "latin": "Fastajabnaa lahoo wa najjainaahu minal ghamm; wa kazaalika nunjil mu'mineen",
      "id": "Maka Kami kabulkan (doa)nya dan Kami selamatkan dia dari kedukaan. Dan demikianlah Kami menyelamatkan orang-orang yang beriman.",
      "en": "So We responded to him and saved him from the distress. And thus do We save the believers.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2571",
      "tafsir": "Karena ia berdoa dengan ikhlas serta menyadari kesalahannya, maka Kami kabulkan (doa)-nya dan Kami selamatkan dia dari kedukaan dan kesedihan, karena berada dalam perut ikan besar. Dan demikianlah Kami menyelamatkan orang-orang yang beriman dari segala kesulitan yang dihadapinya."
    },
    {
      "no": 89,
      "arab": "وَزَكَرِيَّا إِذْ نَادَىٰ رَبَّهُ رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنتَ خَيْرُ الْوَارِثِينَ",
      "latin": "Wa Zakariyyaaa iz naadaa Rabbahoo Rabbi laa tazarnee fardanw wa Anta khairul waariseen",
      "id": "Dan (ingatlah kisah) Zakaria, ketika dia berdoa kepada Tuhannya, “Ya Tuhanku, janganlah Engkau biarkan aku hidup seorang diri (tanpa keturunan) dan Engkaulah ahli waris yang terbaik.",
      "en": "And [mention] Zechariah, when he called to his Lord, \"My Lord, do not leave me alone [with no heir], while you are the best of inheritors.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2572",
      "tafsir": "Dan ingatlah kisah Zakaria, seorang rasul yang terus berusaha dan berdoa agar diberi keturunan, ketika dia berdoa kepada Tuhannya dengan khusyuk, “Ya Tuhanku, janganlah Engkau biarkan aku hidup seorang diri tanpa keturunan yang akan melanjutkan tugasku membimbing umat; dan aku yakin, sekiranya Engkau tidak memberikan keturunan kepadaku, Engkaulah ahli waris yang terbaik yang akan memelihara agama ini setelah aku wafat."
    },
    {
      "no": 90,
      "arab": "فَاسْتَجَبْنَا لَهُ وَوَهَبْنَا لَهُ يَحْيَىٰ وَأَصْلَحْنَا لَهُ زَوْجَهُ ۚ إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا ۖ وَكَانُوا لَنَا خَاشِعِينَ",
      "latin": "Fastajabnaa lahoo wa wahabnaa lahoo Yahyaa Wa aslahnaa lahoo zawjah; innahum kaanoo yusaari'oona fil khairaati wa yad'oonanaa raghabanw wa rahabaa; wa kaanoo lanaa khaashi'een",
      "id": "Maka Kami kabulkan (doa)nya, dan Kami anugerahkan kepadanya Yahya, dan Kami jadikan istrinya (dapat mengandung). Sungguh, mereka selalu bersegera dalam (mengerjakan) kebaikan, dan mereka berdoa kepada Kami dengan penuh harap dan cemas. Dan mereka orang-orang yang khusyuk kepada Kami.",
      "en": "So We responded to him, and We gave to him John, and amended for him his wife. Indeed, they used to hasten to good deeds and supplicate Us in hope and fear, and they were to Us humbly submissive.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2573",
      "tafsir": "Karena Zakaria terus berusaha dan tekun berdoa memohon keturunan, maka Kami kabulkan doa-nya, meskipun istrinya sudah tua dan mandul. Dan Kami pun menganugerahkan kepadanya Yahya, seorang anak yang cerdas dan saleh; dan Kami jadikan istrinya yang tua dan mandul itu dapat mengandung. Sungguh, mereka, Zakaria dan istrinya, senantiasa bersegera dalam mengerjakan berbagai kebaikan yang menyebabkan doanya dikabulkan; dan mereka senantiasa berdoa kepada Kami untuk mendapatkan keturunan dengan penuh harap akan dikabulkan dan cemas karena menyadari istrinya tua dan mandul. Dan mereka orang-orang yang khusyuk, dalam beribadah dan berdoa kepada Kami."
    },
    {
      "no": 91,
      "arab": "وَالَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِن رُّوحِنَا وَجَعَلْنَاهَا وَابْنَهَا آيَةً لِّلْعَالَمِينَ",
      "latin": "Wallateee ahsanat farjahaa fanafakhnaa feehaa mir roohinaa wa ja'alnaahaa wabnahaaa Aayatal lil'aalameen",
      "id": "Dan (ingatlah kisah Maryam) yang memelihara kehormatannya, lalu Kami tiupkan (roh) dari Kami ke dalam (tubuh)nya; Kami jadikan dia dan anaknya sebagai tanda (kebesaran Allah)  bagi seluruh alam.",
      "en": "And [mention] the one who guarded her chastity, so We blew into her [garment] through Our angel [Gabriel], and We made her and her son a sign for the worlds.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2574",
      "tafsir": "Dan ingatlah kisah Maryam, seorang perempuan salehah, yang memelihara kehormatannya dari berbuat zina, bahkan dari sentuhan laki-laki. Lalu Kami tiupkan roh dari Kami ke dalam rahim-nya sehingga ia hamil; dan Kami jadikan dia dan anaknya sejak lahir sebagai tanda kebesaran Allah bagi seluruh alam, karena anak itu lahir tanpa ayah, bisa berbicara sejak bayi dan menyatakan dirinya hamba Allah, serta menjadi nabi dan rasul Allah."
    },
    {
      "no": 92,
      "arab": "إِنَّ هَٰذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاعْبُدُونِ",
      "latin": "Inna haaziheee ummatukum ummatanw waahidatanw wa Ana Rabbukum fa'budoon",
      "id": "Sungguh, (agama tauhid) inilah agama kamu, agama yang satu, dan Aku adalah Tuhanmu, maka sembahlah Aku.",
      "en": "Indeed this, your religion, is one religion, and I am your Lord, so worship Me.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2575",
      "tafsir": "Pada ayat sebelumnya dijelaskan kisah para nabi seperti Nabi Ibrahim, Lut, Ishak, Yakub, Nuh, Dawud, Sulaiman, Ayub, Ismail, Idris, Zulkifli, Yunus, Zakaria, dan Yahya. Mereka mengajarkan prinsip tidak ada tuhan selain Allah dan tidak ada ibadah kecuali kepada-Nya. Sungguh, agama tauhid yang diajarkan oleh para nabi inilah agama kamu, agama yang sama dengan yang diajarkan Rasulullah berdasarkan Al-Qur’an, yaitu agama yang satu untuk seluruh umat, agama penyerahan diri kepada Allah. Dan Aku, Allah, adalah Tuhanmu, yang menciptakan langit dan bumi; maka sembahlah Aku sepanjang hayat kamu, Tuhan yang menghidupkan dan mematikan kamu."
    },
    {
      "no": 93,
      "arab": "وَتَقَطَّعُوا أَمْرَهُم بَيْنَهُمْ ۖ كُلٌّ إِلَيْنَا رَاجِعُونَ",
      "latin": "Wa taqatta'ooo amrahum bainahum kullun ilainaaa raaji'oon",
      "id": "Tetapi mereka terpecah belah dalam urusan (agama) mereka di antara mereka. Masing-masing (golongan itu semua) akan kembali kepada Kami.",
      "en": "And [yet] they divided their affair among themselves, [but] all to Us will return.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2576",
      "tafsir": "Meskipun misi para nabi itu mengajarkan satu agama kepada manusia, yaitu agama tauhid, tetapi mereka, manusia, terpecah belah dalam urusan agama mereka di antara sesama mereka ke dalam berbagai agama. Ada yang lurus memegang prinsip tauhid dan ada pula yang menyimpang. Masing-masing golongan itu semua akan kembali kepada Kami di akhirat untuk mempertanggungjawabkan perbuatan mereka selama hidup di dunia."
    },
    {
      "no": 94,
      "arab": "فَمَن يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهِ وَإِنَّا لَهُ كَاتِبُونَ",
      "latin": "Famai ya'mal minas saalihaati wa huwa mu'minun falaa kufraana lisa'yihee wa innaa lahoo kaatiboon",
      "id": "Barangsiapa mengerjakan kebajikan, dan dia beriman, maka usahanya tidak akan diingkari (disia-siakan), dan sungguh, Kamilah yang mencatat untuknya.",
      "en": "So whoever does righteous deeds while he is a believer - no denial will there be for his effort, and indeed We, of it, are recorders.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2577",
      "tafsir": "Manusia dalam mempertanggungjawabkan perbuatannya di hadapan Allah sangat tergantung kepada pilihan hidupnya di dunia. Barang siapa mengerjakan kebajikan kepada Allah, sesama manusia, dan alam, dan dia melakukan kebajikan itu sebagai orang beriman, atas dasar keimanannya yang mantap, maka usahanya sekecil apa pun juga dalam mewujudkan kebajikan itu tidak akan diingkari, disia-siakan hingga terbuang percuma, tetapi akan tetap tersimpan; dan sungguh, Kamilah yang mencatat perbuatan baik itu untuknya. Demikian juga, perbuatan buruk sekecil apa pun tercatat dengan akurat dan akan diperlihatkan kepada tiap-tiap manusia dengan objektif."
    },
    {
      "no": 95,
      "arab": "وَحَرَامٌ عَلَىٰ قَرْيَةٍ أَهْلَكْنَاهَا أَنَّهُمْ لَا يَرْجِعُونَ",
      "latin": "Wa haraamun 'alaa qaryatin ahlaknaahaaa annahum laa yarji'oon",
      "id": "Dan tidak mungkin bagi (penduduk) suatu negeri yang telah Kami binasakan, bahwa mereka tidak akan kembali (kepada Kami).",
      "en": "And there is prohibition upon [the people of] a city which We have destroyed that they will [ever] return",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2578",
      "tafsir": "Di antara umat manusia ada yang dibinasakan sebagai hukuman atas kekufurannya, dan ada juga yang dibiarkan. Dan tidak mungkin bagi penduduk suatu negeri yang telah Kami binasakan, baik di masa silam, sekarang, maupun di masa depan, bahwa mereka tidak akan kembali kepada Kami guna mempertanggungjawabkan perbuatannya selama hidup di dunia."
    },
    {
      "no": 96,
      "arab": "حَتَّىٰ إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُم مِّن كُلِّ حَدَبٍ يَنسِلُونَ",
      "latin": "Hattaaa izaa futihat Yaajooju wa Maajooju wa hum min kulli hadabiny yansiloon",
      "id": "Hingga apabila (tembok) Yakjuj dan Makjuj dibukakan dan mereka turun dengan cepat dari seluruh tempat yang tinggi.",
      "en": "Until when [the dam of] Gog and Magog has been opened and they, from every elevation, descend",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2579",
      "tafsir": "Kebinasaan suatu negeri bisa jadi karena serangan bangsa biadab seperti Yakjuj dan Makjuj, Tartar dan Mongol, yang membuat kerusakan di bumi. Lalu Zulkarnain, seorang raja yang kuat, membuat benteng kokoh dari besi dan tembaga guna melindungi bangsa yang lemah dari keganasan Yakjuj dan Makjuj. Hingga apabila benteng yang menghalangi Yakjuj dan Makjuj dibukakan seperti yang terjadi pada serangan Jengis Khan dan Hulagu Khan, keturunan bangsa Tartar dan Mongol, maka terjadilah kehancuran sejak Asia Tengah hingga Bagdad tahun 1258. Dan mereka, Yakjuj dan Makjuj, turun dengan cepat dari seluruh tempat yang tinggi melakukan kerusakan di bumi dengan membunuh, merampas, dan melakukan segala macam keganasan. (Lihat Surah al-Kahf/18: 94-99)"
    },
    {
      "no": 97,
      "arab": "وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ الَّذِينَ كَفَرُوا يَا وَيْلَنَا قَدْ كُنَّا فِي غَفْلَةٍ مِّنْ هَٰذَا بَلْ كُنَّا ظَالِمِينَ",
      "latin": "Waqtarabal wa'dul haqqu fa-izaa hiya shaakhisatun absaarul lazeena kafaroo yaawailanaa qad kunna fee ghaflatim min haaza bal kunnaa zaalimeen",
      "id": "Dan (apabila) janji yang benar (hari berbangkit) telah dekat, maka tiba-tiba mata orang-orang yang kafir terbelalak. (Mereka berkata), ”Alangkah celakanya kami! Kami benar-benar lengah tentang ini, bahkan kami benar-benar orang yang zalim.”",
      "en": "And [when] the true promise has approached; then suddenly the eyes of those who disbelieved will be staring [in horror, while they say], \"O woe to us; we had been unmindful of this; rather, we were wrongdoers.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2580",
      "tafsir": "Allah menjanjikan bahwa kehidupan dunia ini akan binasa dengan terjadinya Kiamat. Dan apabila janji yang benar, Kiamat itu telah dekat, maka tiba-tiba mata orang-orang yang kafir terbelalak karena panik, terkejut, dan bingung apa yang harus dilakukan. Mereka berkata dengan jujur, ”Alangkah celakanya kami! Kami benar-benar lengah tentang ini, tidak percaya akan terjadi Kiamat dan tidak mempersiapkan diri dengan beriman dan beramal saleh, bahkan kami benar-benar orang yang zalim, karena kami mendustakan Kiamat dan terus berbuat maksiat.”"
    },
    {
      "no": 98,
      "arab": "إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنتُمْ لَهَا وَارِدُونَ",
      "latin": "Innakum wa maa ta'budoona min doonil laahi hasabu Jahannama antum lahaa waaridoon",
      "id": "Sungguh, kamu (orang kafir) dan apa yang kamu sembah selain Allah, adalah bahan bakar Jahanam. Kamu (pasti) masuk ke dalamnya.",
      "en": "Indeed, you [disbelievers] and what you worship other than Allah are the firewood of Hell. You will be coming to [enter] it.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2581",
      "tafsir": "Ayat sebelumnya menggambarkan keadaan orang kafir yang terbe-lalak, panik, terkejut, dan bingung menyaksikan Kiamat. Ayat ini men-jelaskan keadaan orang yang menyekutukan Allah. Sungguh, kamu—orang yang menyekutukan Allah—dan apa yang kamu sembah selain Allah, baik berupa manusia, patung, setan, jin maupun roh leluhur adalah bahan bakar Jahanam yang menyebabkan api Jahanam terus menyala. Kamu, karena menyekutukan Allah, pasti akan masuk ke dalamnya dan menjadi bahan bakarnya."
    },
    {
      "no": 99,
      "arab": "لَوْ كَانَ هَٰؤُلَاءِ آلِهَةً مَّا وَرَدُوهَا ۖ وَكُلٌّ فِيهَا خَالِدُونَ",
      "latin": "Law kaana haaa'ulaaa'i aalihatam maa waradoohaa wa kullun feehaa khaalidoon",
      "id": "Seandainya (berhala-berhala) itu tuhan, tentu mereka tidak akan memasukinya (neraka). Tetapi semuanya akan kekal di dalamnya.",
      "en": "Had these [false deities] been [actual] gods, they would not have come to it, but all are eternal therein.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2582",
      "tafsir": "Seandainya benar keyakinan mereka bahwa berhala-berhala yang disembah itu tuhan, mereka berhala-berhala itu, tidak akan memasuki neraka. Akan tetapi, karena keyakinan sesat, mereka semuanya, baik yang menyembah maupun yang disembah akan kekal di dalamnya, karena Allah mengekalkannya."
    },
    {
      "no": 100,
      "arab": "لَهُمْ فِيهَا زَفِيرٌ وَهُمْ فِيهَا لَا يَسْمَعُونَ",
      "latin": "Lahum feehaa zafeerunw wa hum feehaa laa yasma'oon",
      "id": "Mereka merintih dan menjerit di dalamnya (neraka), dan mereka di dalamnya tidak dapat mendengar.",
      "en": "For them therein is heavy sighing, and they therein will not hear.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2583",
      "tafsir": "Para penghuni neraka tidak kuat berada di dalamnya. Mereka merintih dan menjerit merasakan penderitaan di dalamnya yang tiada ber-akhir. Dan mereka pun di dalamnya tidak dapat mendengar sedikit pun suara indah, lembut, dan damai yang membawa ketenangan dan kenikmatan."
    },
    {
      "no": 101,
      "arab": "إِنَّ الَّذِينَ سَبَقَتْ لَهُم مِّنَّا الْحُسْنَىٰ أُولَٰئِكَ عَنْهَا مُبْعَدُونَ",
      "latin": "Innal lazeena sabaqat lahum minnal husnaaa ulaaa'ika 'anhaa mub'adoon",
      "id": "Sungguh, sejak dahulu bagi orang-orang yang telah ada (ketetapan) yang baik dari Kami, mereka itu akan dijauhkan (dari neraka).",
      "en": "Indeed, those for whom the best [reward] has preceded from Us - they are from it far removed.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2584",
      "tafsir": "Sungguh, merupakan ketetapan Kami yang mutlak, sejak dahulu bagi orang-orang yang telah ada ketetapan yang baik dari Kami, yang terpadu dengan pilihan, sikap, dan perbuatan mereka yang baik pula, mereka itu dengan seizin-Nya akan dijauhkan dari neraka."
    },
    {
      "no": 102,
      "arab": "لَا يَسْمَعُونَ حَسِيسَهَا ۖ وَهُمْ فِي مَا اشْتَهَتْ أَنفُسُهُمْ خَالِدُونَ",
      "latin": "Laa yasma'oona hasee sahaa wa hum fee mash tahat anfusuhum khaalidoon",
      "id": "Mereka tidak mendengar bunyi desis (api neraka), dan mereka kekal dalam (menikmati) semua yang mereka ingini.",
      "en": "They will not hear its sound, while they are, in that which their souls desire, abiding eternally.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2585",
      "tafsir": "Berbeda dengan penghuni neraka yang tidak mendengar sedikit pun suara lembut yang membawa ketenangan dan kedamaian; para penghuni surga berada dalam kenikmatan. Mereka tidak mendengar bunyi desis api neraka yang menakutkan, dan mereka pun kekal dalam menikmati semua yang mereka ingini."
    },
    {
      "no": 103,
      "arab": "لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ وَتَتَلَقَّاهُمُ الْمَلَائِكَةُ هَٰذَا يَوْمُكُمُ الَّذِي كُنتُمْ تُوعَدُونَ",
      "latin": "Laa yahzunuhumul faza'ul akbaru wa tatalaq qaahumul malaaa'ikatu haazaa Yawmukumul lazee kuntum too'adoon",
      "id": "Kejutan yang dahsyat tidak membuat mereka merasa sedih, dan para malaikat akan menyambut mereka (dengan ucapan), “Inilah harimu yang telah dijanjikan kepadamu.”",
      "en": "They will not be grieved by the greatest terror, and the angels will meet them, [saying], \"This is your Day which you have been promised\" -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2586",
      "tafsir": "Kejutan yang dahsyat ketika bumi dan langit hancur dan ketika manusia bangkit dari alam kubur, tidak membuat mereka, para calon penghuni surga, merasa sedih, karena mereka berada dalam kenikmatan; dan para malaikat pun akan menyambut mereka dengan ucapan yang menye-nangkan, “Inilah hari kebahagianmu yang telah dijanjikan kepadamu untuk memasuki surga, negeri penuh kedamaian.”"
    },
    {
      "no": 104,
      "arab": "يَوْمَ نَطْوِي السَّمَاءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِ ۚ كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُّعِيدُهُ ۚ وَعْدًا عَلَيْنَا ۚ إِنَّا كُنَّا فَاعِلِينَ",
      "latin": "Yawma natwis samaaa'a kataiyis sijilli lilkutub; kamaa badaanaa awwala khalqin nu'eeduh; wa'dan 'alainaa; innaa kunna faa'ileen",
      "id": "(Ingatlah) pada hari langit Kami gulung seperti menggulung lembaran-lembaran kertas. Sebagaimana Kami telah memulai penciptaan pertama, begitulah Kami akan mengulanginya lagi. (Suatu) janji yang pasti Kami tepati; sungguh, Kami akan melaksanakannya.",
      "en": "The Day when We will fold the heaven like the folding of a [written] sheet for the records. As We began the first creation, We will repeat it. [That is] a promise binding upon Us. Indeed, We will do it.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2587",
      "tafsir": "Oleh karena itu, manusia hendaklah mengingat hari Kiamat, yaitu pada hari langit Kami gulung seperti menggulung lembaran-lembaran kertas sehingga kehidupan dunia ini hancur. Keadaannya sebagaimana Kami memulai penciptaan pertama, ketika kehidupan dunia ini tidak ada. Begitulah Kami akan mengulanginya lagi sehingga kehidupan ini pun kembali tidak ada. Hal ini merupakan janji yang pasti Kami tepati dengan tepat dan akurat; sungguh, Kami akan melaksanakannya, tetapi Kami tetap merahasiakan waktunya."
    },
    {
      "no": 105,
      "arab": "وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِن بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ",
      "latin": "Wa laqad katabnaa fiz Zaboori mim ba'diz zikri annal arda yarisuhaa 'ibaadi yas saalihoon",
      "id": "Dan sungguh, telah Kami tulis di dalam Zabur setelah (tertulis) di dalam Az-Zikr (Lauh Mahfuzh), bahwa bumi ini akan diwarisi oleh hamba-hamba-Ku yang saleh.",
      "en": "And We have already written in the book [of Psalms] after the [previous] mention that the land [of Paradise] is inherited by My righteous servants.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2588",
      "tafsir": "Pada ayat yang lalu Allah menerangkan keadaan orang kafir dan orang beriman di akhirat. Pada ayat ini Allah menerangkan ketetapan-Nya tentang orang-orang yang mewarisi bumi. Dan sungguh, telah Kami tulis sebagai suatu ketetapan di dalam Zabur, yang diturunkan kepada Nabi Dawud dan Sulaiman, setelah tertulis di dalam Az-Zikr, yaitu di Lauh Mahfuz, bahwa bumi ini milik-Ku dan akan diwarisi oleh hamba-hamba-Ku yang saleh, yaitu sanggup mengelola bumi dan memakmurkannya, mengambil manfaat dari kekayaan alamnya, serta sanggup memimpin masyarakat dan membangunnya dengan mengikuti petunjuk-Ku."
    },
    {
      "no": 106,
      "arab": "إِنَّ فِي هَٰذَا لَبَلَاغًا لِّقَوْمٍ عَابِدِينَ",
      "latin": "Inna fee haaza labalaa ghal liqawmin 'aabideen",
      "id": "Sungguh, (apa yang disebutkan) di dalam (Al-Qur'an) ini, benar-benar menjadi petunjuk (yang lengkap) bagi orang-orang yang menyembah (Allah).",
      "en": "Indeed, in this [Qur'an] is notification for a worshipping people.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2589",
      "tafsir": "Sungguh, semua kisah para nabi yang disebutkan di dalam surah ini, bahkan di dalam Al-Qur’an ini benar-benar menjadi petunjuk yang lengkap dan pelajaran yang berharga guna mencapai kebahagiaan hidup dunia akhirat bagi orang-orang yang menyembah Allah dengan pikiran, perasaan dan rohani yang bersih."
    },
    {
      "no": 107,
      "arab": "وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِّلْعَالَمِينَ",
      "latin": "Wa maaa arsalnaaka illaa rahmatal lil'aalameen",
      "id": "Dan Kami tidak mengutus engkau (Muhammad) melainkan untuk (menjadi) rahmat bagi seluruh alam.",
      "en": "And We have not sent you, [O Muhammad], except as a mercy to the worlds.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2590",
      "tafsir": "Tujuan Allah mengutus Nabi Muhammad membawa agama Islam bukan untuk membinasakan orang-orang kafir, melainkan untuk menciptakan perdamaian. Dan Kami tidak mengutus engkau Muhammad melainkan untuk menjadi rahmat bagi seluruh alam. Perlindungan, kedamaian, dan kasih sayang yang lahir dari ajaran dan pengamalan Islam yang baik dan benar."
    },
    {
      "no": 108,
      "arab": "قُلْ إِنَّمَا يُوحَىٰ إِلَيَّ أَنَّمَا إِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ ۖ فَهَلْ أَنتُم مُّسْلِمُونَ",
      "latin": "Qul innamaa yoohaa ilaiya annamaaa ilaahukum illaahunw Waahid, fahal antum muslimoon",
      "id": "Katakanlah (Muhammad), “Sungguh, apa yang diwahyukan kepadaku ialah bahwa Tuhanmu adalah Tuhan Yang Esa, maka apakah kamu telah berserah diri (kepada-Nya)?”",
      "en": "Say, \"It is only revealed to me that your god is but one God; so will you be Muslims [in submission to Him]?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2591",
      "tafsir": "Pada ayat sebelumnya diterangkan bahwa Allah mengutus Nabi Muhammad membawa agama Islam agar menjadi rahmat bagi manusia dan lingkungan hidup. Pada ayat ini Allah meminta Nabi Muhammad menjelaskan ajaran dasar agama Islam. Katakanlah wahai Muhammad, “Sungguh, apa yang diwahyukan kepadaku yang menjadi ajaran pokok agama yang dibawa para nabi, ialah bahwa Tuhanmu Allah adalah Tuhan Yang Esa, yang melahirkan prinsip tauhid, tidak ada tuhan selain Allah dan tidak ada ibadah kecuali kepada-Nya; maka apakah kamu telah berserah diri kepada-Nya dengan beriman, beribadah dan mematuhi ajaran-Nya?”"
    },
    {
      "no": 109,
      "arab": "فَإِن تَوَلَّوْا فَقُلْ آذَنتُكُمْ عَلَىٰ سَوَاءٍ ۖ وَإِنْ أَدْرِي أَقَرِيبٌ أَم بَعِيدٌ مَّا تُوعَدُونَ",
      "latin": "Fa in tawallaw faqul aazantukum 'alaa sawaaa'; wa in adreee aqareebun am ba'eedum maa too'adoon",
      "id": "Maka jika mereka berpaling, maka katakanlah (Muhammad), “Aku telah menyampaikan kepadamu (ajaran) yang sama (antara kita) dan aku tidak tahu apakah yang diancamkan kepadamu itu sudah dekat atau masih jauh.”",
      "en": "But if they turn away, then say, \"I have announced to [all of] you equally. And I know not whether near or far is that which you are promised.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2592",
      "tafsir": "Tugas pokok rasul adalah menyampaikan ajaran Allah kepada manusia dan mengajak manusia mengikuti ajaran Allah. Maka jika mereka berpaling dari ajaran Allah, maka katakanlah, wahai Muhammad, kepada mereka, baik Yahudi maupun Nasrani, “Aku telah menyampaikan kepadamu ajaran agama yang sama di antara kita, yaitu tidak ada tuhan selain Allah, tidak ada ibadah kecuali kepada-Nya, dan tidak mempertuhankan manusia. Jika kamu menolak ajaran ini, kamu akan mendapat murka Allah; dan aku tidak tahu apakah yang diancamkan kepadamu itu sudah dekat atau masih jauh, karena murka Allah yang paling dahsyat itu dalam kehidupan sesudah mati.”"
    },
    {
      "no": 110,
      "arab": "إِنَّهُ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُونَ",
      "latin": "Innahoo ya'lamul jahra minal qawli wa ya'lamu maa taktumoon",
      "id": "Sungguh, Dia (Allah) mengetahui perkataan (yang kamu ucapkan) dengan terang-terangan, dan mengetahui (pula) apa yang kamu rahasiakan.",
      "en": "Indeed, He knows what is declared of speech, and He knows what you conceal.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2593",
      "tafsir": "Sikap kamu menolak ajaran Allah terbuka maupun tertutup dalam hati kamu bagi Allah sama saja. Sungguh, Dia, mengetahui perkataan yang kamu ucapkan dengan terang-terangan, dan mengetahui pula apa yang kamu rahasiakan dalam hati kamu seperti sikap orang munafik."
    },
    {
      "no": 111,
      "arab": "وَإِنْ أَدْرِي لَعَلَّهُ فِتْنَةٌ لَّكُمْ وَمَتَاعٌ إِلَىٰ حِينٍ",
      "latin": "Wa in adree la'allahoo fitnatul lakum wa mataa'un ilaaheen",
      "id": "Dan aku tidak tahu, boleh jadi hal itu cobaan bagi kamu dan kesenangan sampai waktu yang ditentukan.",
      "en": "And I know not; perhaps it is a trial for you and enjoyment for a time.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2594",
      "tafsir": "Dan aku tidak tahu sedikit pun mengapa azab yang diancamkan kepada kamu, orang-orang kafir itu, ditunda datangnya. Boleh jadi hal itu cobaan bagi kamu sehingga kamu bertambah sombong dalam menolak ajaran Allah dan boleh jadi penundaan itu Allah memberi kesempatan kepada kamu merasakan kesenangan yang singkat di dunia sampai waktu yang ditentukan kemudian kamu dikembalikan kepada azab yang kekal di akhirat."
    },
    {
      "no": 112,
      "arab": "قَالَ رَبِّ احْكُم بِالْحَقِّ ۗ وَرَبُّنَا الرَّحْمَٰنُ الْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ",
      "latin": "Qaala Rabbih kum bil haqq; wa Rabbunar Rahmaa nul musta'aanu 'alaa maa tasifoon",
      "id": "Dia (Muhammad) berkata, “Ya Tuhanku, berilah keputusan dengan adil. Dan Tuhan kami Maha Pengasih, tempat memohon segala pertolongan atas semua yang kamu katakan.”",
      "en": "[The Prophet] has said, \"My Lord, judge [between us] in truth. And our Lord is the Most Merciful, the one whose help is sought against that which you describe.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2595",
      "tafsir": "Selama 13 tahun di Mekah Rasulullah bersikap diam tanpa perla-wanan menghadapi penindasan, pengusiran, pemboikotan dan rencana pembunuhan orang-orang kafir Mekah kepada beliau dan para sahabat hingga akhirnya setelah hijrah ke Madinah, Dia, Muhammad, berkata dalam doanya kepada Allah, “Ya Tuhanku, berilah keputusan dengan adil di antara kami dan orang-orang kafir itu supaya tampak kebenaran dan kebatilan. Dan, kami yakin, Tuhan kami Maha Pengasih, kepada hamba-hamba-Nya; Allah tempat memohon segala pertolongan dalam menghadapi semua yang kamu katakan kepada kami, orang-orang beriman, secara bodoh, keji, dan tidak berdasar tentang Allah, malaikat, Al-Qur’an, Rasulullah, dan hidup sesudah mati.”"
    }
  ]
}