{
  "creator": "ZidanDev.",
  "number": 15,
  "name": "Al-Hijr",
  "type": "Makkiyyah",
  "translation_id": "Dan sembahlah Tuhanmu sampai yakin (ajal) datang kepadamu.",
  "translation_en": "And worship your Lord until there comes to you the certainty (death).",
  "jumlah_ayat": 99,
  "ayat": [
    {
      "no": 1,
      "arab": "الر ۚ تِلْكَ آيَاتُ الْكِتَابِ وَقُرْآنٍ مُّبِينٍ",
      "latin": "Alif-Laaam-Raa; tilka Aayaatul Kitaabi wa Qur-aa-nim Mubeen",
      "id": "Alif Lam Ra. (Surah) ini adalah (sebagian dari) ayat-ayat Kitab (yang sempurna) yaitu (ayat-ayat) Al-Qur'an yang memberi penjelasan.",
      "en": "Alif, Lam, Ra. These are the verses of the Book and a clear Qur'an.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1803",
      "tafsir": "Alif Laam Raa . Ayat-ayat pada surah ini adalah sebagian dari ayat-ayat Kitab yang sempurna, yaitu ayat-ayat Al-Qur'an yang memberi penjelasan."
    },
    {
      "no": 2,
      "arab": "رُّبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ",
      "latin": "Rubamaa yawaddul lazeena kafaroo law kaanoo muslimeen",
      "id": "Orang kafir itu kadang-kadang (nanti di akhirat) menginginkan, sekiranya mereka dahulu (di dunia) menjadi orang Muslim.",
      "en": "Perhaps those who disbelieve will wish that they had been Muslims.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1804",
      "tafsir": "Orang kafir itu suatu saat nanti setelah berada di akhirat kelak kadang-kadang menginginkan sekiranya mereka dahulu ketika di dunia menjadi orang muslim."
    },
    {
      "no": 3,
      "arab": "ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ ۖ فَسَوْفَ يَعْلَمُونَ",
      "latin": "Zarhum yaakuloo wa tatamatta'oo wa yulhihimul amalu fasawfa ya'lamoon",
      "id": "Biarkanlah mereka (di dunia ini) makan dan bersenang-senang dan dilalaikan oleh angan-angan (kosong) mereka, kelak mereka akan mengetahui (akibat perbuatannya).",
      "en": "Let them eat and enjoy themselves and be diverted by [false] hope, for they are going to know.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1805",
      "tafsir": "Wahai Nabi Muhammad dan kaum muslim, apabila mereka tetap keras pada pendiriannya, biarkanlah mereka di dunia ini makan dan bersenang-senang dan terus dilalaikan oleh angan-angan kosong mereka dari beriman, mengikuti dakwahmu, dan hal-hal penting lainnya. Kelak mereka akan mengetahui akibat perbuatan buruk yang pernah mereka lakukan."
    },
    {
      "no": 4,
      "arab": "وَمَا أَهْلَكْنَا مِن قَرْيَةٍ إِلَّا وَلَهَا كِتَابٌ مَّعْلُومٌ",
      "latin": "Wa maaa ahlaknaa min qaryatin illaa wa lahaa kitaabum ma'loom",
      "id": "Dan Kami tidak membinasakan suatu negeri, melainkan sudah ada ketentuan yang ditetapkan baginya.",
      "en": "And We did not destroy any city but that for it was a known decree.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1806",
      "tafsir": "Dan Allah menegaskan bahwa Kami tidak membinasakan suatu negeri pun bersama dengan penduduknya, melainkan sudah ada ketentuan dan waktu yang ditetapkan bagi kebinasaan-nya."
    },
    {
      "no": 5,
      "arab": "مَّا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ",
      "latin": "Maa tasbiqu min ummatin ajalahaa wa maa yastaakhiroon",
      "id": "Tidak ada suatu umat pun yang dapat mendahului ajalnya, dan tidak (pula) dapat meminta penundaan(nya).",
      "en": "No nation will precede its term, nor will they remain thereafter.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1807",
      "tafsir": "Ajal adalah ketetapan yang sudah Allah tentukan waktunya, karena itu tidak ada suatu umat pun yang dapat mendahului ajalnya, dan tidak pula dapat meminta penundaan darinya."
    },
    {
      "no": 6,
      "arab": "وَقَالُوا يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ",
      "latin": "Wa qaaloo yaaa aiyuhal lazee nuzzila 'alaihiz Zikru innaka lamajnoon",
      "id": "Dan mereka berkata, “Wahai orang yang kepadanya diturunkan Al-Qur'an, sesungguhnya engkau (Muhammad) benar-benar orang gila.",
      "en": "And they say, \"O you upon whom the message has been sent down, indeed you are mad.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1808",
      "tafsir": "Dan tidak hanya melakukan perbuatan buruk, orang kafir juga mengucapkan perkataan yang menyakiti Nabi Muhammad. Mereka berkata, \"Wahai orang yang kepadanya diturunkan al-Qur'an, sesungguhnya engkau, wahai Muhammad, benar-benar orang gila karena mengakui apa yang kausampaikan bersumber dari Allah."
    },
    {
      "no": 7,
      "arab": "لَّوْ مَا تَأْتِينَا بِالْمَلَائِكَةِ إِن كُنتَ مِنَ الصَّادِقِينَ",
      "latin": "Law maa taateenaa bil malaaa'ikati in kunta minas saadiqeen",
      "id": "Mengapa engkau tidak mendatangkan malaikat kepada kami, jika engkau termasuk orang yang benar?”",
      "en": "Why do you not bring us the angels, if you should be among the truthful?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1809",
      "tafsir": "Tidak hanya mengolok Nabi Muhammad, mereka juga meminta beliau mendatangkan malaikat. Mereka berkata, \"Mengapa engkau tidak mendatangkan malaikat dalam bentuk aslinya kepada kami, supaya menjadi bukti kebenaran pengakuanmu sebagai rasul, agar mereka menyampaikan pesan-pesan Allah kepada kami secara langsung, atau agar mereka menyiksa kami dengan azab dari Tuhanmu, jika engkau termasuk orang yang benar?\""
    },
    {
      "no": 8,
      "arab": "مَا نُنَزِّلُ الْمَلَائِكَةَ إِلَّا بِالْحَقِّ وَمَا كَانُوا إِذًا مُّنظَرِينَ",
      "latin": "Maa nunazzilul malaaa'i kata illaa bilhaqqi wa maa kaanooo izam munzareen",
      "id": "Kami tidak menurunkan malaikat melainkan dengan kebenaran (untuk membawa azab) dan mereka ketika itu tidak diberikan penangguhan",
      "en": "We do not send down the angels except with truth; and the disbelievers would not then be reprieved.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1810",
      "tafsir": "Menjawab permintaan kaum kafir tersebut, Allah berfirman, \"Kami tidak menurunkan malaikat melainkan dengan kebenaran, yaitu sesuatu yang pasti dari Allah, seperti wahyu, azab bagi pendurhaka, dan keselamatan bagi penaat, dan mereka ketika para malaikat itu diturunkan untuk membawa azab, tidak diberikan penangguhan sedikit pun."
    },
    {
      "no": 9,
      "arab": "إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ",
      "latin": "Innaa Nahnu nazalnaz Zikra wa Innaa lahoo lahaa fizoon",
      "id": "Sesungguhnya Kamilah yang menurunkan Al-Qur'an, dan pasti Kami (pula) yang memeliharanya.",
      "en": "Indeed, it is We who sent down the Qur'an and indeed, We will be its guardian.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1811",
      "tafsir": "Untuk membuktikan kebenaran pengakuan Nabi Muhammad bahwa ayat-ayat yang disampaikannya benar-benar berasal dari Allah, Dia berfirman, \"Sesungguhnya Kamilah yang menurunkan Al-Qur'an melalui perantara Malaikat Jibril yang diragukan oleh kaum kafir itu, dan pasti Kami pula bersama Malaikat Jibril dan kaum mukmin yang selalu memelihara keaslian, kesucian, dan kekekalan-nya hingga akhir zaman.\""
    },
    {
      "no": 10,
      "arab": "وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ فِي شِيَعِ الْأَوَّلِينَ",
      "latin": "Wa laqad arsalnaa min qablika fee shiya'il awwaleen",
      "id": "Dan sungguh, Kami telah mengutus (beberapa rasul) sebelum engkau (Muhammad) kepada umat-umat terdahulu.",
      "en": "And We had certainly sent [messengers] before you, [O Muhammad], among the sects of the former peoples.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1812",
      "tafsir": "Pendustaan yang dialami oleh Nabi Muhammad juga terjadi pada para rasul sebelumnya. Allah menyatakan, \"Dan sungguh, Kami telah mengutus beberapa rasul sebelum Kami mengutus engkau, wahai Nabi Muhammad. Kami telah mengutus mereka kepada umat-umat terdahulu."
    },
    {
      "no": 11,
      "arab": "وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ",
      "latin": "Wa maa yaateehim mir Rasoolin illaa kaanoo bihee yastahzi'oon",
      "id": "Dan setiap kali seorang rasul datang kepada mereka, mereka selalu memperolok-olokannya.",
      "en": "And no messenger would come to them except that they ridiculed him.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1813",
      "tafsir": "Dan ingatlah wahai Nabi Muhammad, setiap kali seorang rasul datang kepada mereka dengan membawa risalah dari Allah dan mengajak mereka beriman, mereka selalu memperolok-olokkannya. Karena itu, janganlah engkau berkecil hati dan bersedih menerima perlakuan buruk kaummu kepadamu, karena para rasul sebelummu juga mengalami hal demikian."
    },
    {
      "no": 12,
      "arab": "كَذَٰلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ",
      "latin": "kazaalika naslukuhoo fee quloobil mujrimeen",
      "id": "Demikianlah, Kami memasukkannya (olok-olok itu) ke dalam hati orang yang berdosa,",
      "en": "Thus do We insert denial into the hearts of the criminals.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1814",
      "tafsir": "Perlakuan buruk sebagian dari kaummu dan penolakan mereka kepada dakwahmu tidaklah berbeda dengan apa yang dilakukan oleh orang kafir terdahulu. Ketahuilah, wahai Nabi Muhammad bahwa demikianlah, Kami memasukkannya, yaitu olok-olok terhadap para rasul dan risalahnya, ke dalam hati orang yang berdosa, yaitu kaum kafir yang kebejatan dan dosa mereka sudah mendarah daging. Semua ayat dan risalah para rasul tidak mampu menuntun mereka menuju iman."
    },
    {
      "no": 13,
      "arab": "لَا يُؤْمِنُونَ بِهِ ۖ وَقَدْ خَلَتْ سُنَّةُ الْأَوَّلِينَ",
      "latin": "Laa yu'minoona bihee wa qad khalat sunnatul awwaleen",
      "id": "mereka tidak beriman kepadanya (Al-Qur'an) padahal telah berlalu sunatullah terhadap orang-orang terdahulu.",
      "en": "They will not believe in it, while there has already occurred the precedent of the former peoples.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1815",
      "tafsir": "Karena itu, mereka tidak beriman kepadanya, yaitu Al-Qur'an atau Nabi Muhammad, padahal telah berlalu sunatullah berupa kebinasaan dan kehancuran terhadap orang-orang terdahulu akibat dari perbuatan dosa dan kedurhakaan mereka."
    },
    {
      "no": 14,
      "arab": "وَلَوْ فَتَحْنَا عَلَيْهِم بَابًا مِّنَ السَّمَاءِ فَظَلُّوا فِيهِ يَعْرُجُونَ",
      "latin": "Wa law fatahnaa 'alaihim baabam minas samaaa'i fazaloo feehi ya'rujoon",
      "id": "Dan kalau Kami bukakan kepada mereka salah satu pintu langit, lalu mereka terus menerus naik ke atasnya,",
      "en": "And [even] if We opened to them a gate from the heaven and they continued therein to ascend,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1816",
      "tafsir": "Memenuhi permintaan kaum kafir untuk mendatangkan malaikat agar dapat mereka lihat wujud aslinya dan mereka dengar pesannya tidak akan pernah membuat mereka beriman. Dan bahkan kalau Kami bukakan kepada mereka salah satu pintu langit, lalu mereka terus-menerus naik ke atasnya sehingga mereka dapat menyaksikan berbagai kebesaran dan kekuasaan Allah,"
    },
    {
      "no": 15,
      "arab": "لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَّسْحُورُونَ",
      "latin": "Laqaaloo innamaa sukkirat absaarunaa bal nahnu qawmum mashooroon",
      "id": "tentulah mereka berkata, “Sesungguhnya pandangan kamilah yang dikaburkan, bahkan kami adalah orang yang terkena sihir.”",
      "en": "They would say, \"Our eyes have only been dazzled. Rather, we are a people affected by magic.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1817",
      "tafsir": "mereka tentulah tidak akan beriman, bahkan mereka akan berkata, \"Sesungguhnya pandangan kamilah yang dikaburkan dan ditutupi, bahkan kami adalah orang yang terkena sihir Muhammad dan apa yang kami lihat bukanlah sesuatu yang nyata.\" Perkataan mereka menunjukkan betapa kuat pengingkaran mereka terhadap tanda-tanda kekuasaan Allah."
    },
    {
      "no": 16,
      "arab": "وَلَقَدْ جَعَلْنَا فِي السَّمَاءِ بُرُوجًا وَزَيَّنَّاهَا لِلنَّاظِرِينَ",
      "latin": "Wa laqad ja'alnaa fissamaaa'i buroojanw wa zaiyannaahaa linnaazireen",
      "id": "Dan sungguh, Kami telah menciptakan gugusan bintang di langit dan men-jadikannya terasa indah bagi orang yang memandang(nya),",
      "en": "And We have placed within the heaven great stars and have beautified it for the observers.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1818",
      "tafsir": "Begitu banyak bukti kekuasaan Allah yang dapat mereka saksikan, tetapi kaum kafir tetap tidak mau mengambil pelajaran darinya. Allah berfirman, \"Dan sungguh, Kami telah menciptakan gugusan bintang di langit yang membuktikan kekuasaan Kami, dan Kami telah menjadikannya indah bagi orang yang memandang-nya."
    },
    {
      "no": 17,
      "arab": "وَحَفِظْنَاهَا مِن كُلِّ شَيْطَانٍ رَّجِيمٍ",
      "latin": "Wa hafiznaahaa min kulli Shaitaanir rajeem",
      "id": "dan Kami menjaganya dari setiap (gangguan) setan yang terkutuk,",
      "en": "And We have protected it from every devil expelled [from the mercy of Allah]",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1819",
      "tafsir": "Dan selain itu, Kami menjaganya, yakni langit, dari setiap gangguan setan yang terkutuk,"
    },
    {
      "no": 18,
      "arab": "إِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهَابٌ مُّبِينٌ",
      "latin": "Illaa manis taraqas sam'a fa atba'ahoo shihaabum mubeen",
      "id": "kecuali (setan) yang mencuri-curi (berita) yang dapat didengar (dari malaikat) lalu dikejar oleh semburan api yang terang.",
      "en": "Except one who steals a hearing and is pursued by a clear burning flame.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1820",
      "tafsir": "kecuali setan yang terus-menerus berupaya keras mencuri-curi berita yang dapat didengar dari malaikat lalu dikejar oleh semburan api yang terang.\""
    },
    {
      "no": 19,
      "arab": "وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنبَتْنَا فِيهَا مِن كُلِّ شَيْءٍ مَّوْزُونٍ",
      "latin": "Wal arda madadnaahaa wa alqainaa feehaa rawaasiya wa ambatnaa feehaa min kulli shai'im mawzoon",
      "id": "Dan Kami telah menghamparkan bumi dan Kami pancangkan padanya gunung-gunung serta Kami tumbuhkan di sana segala sesuatu menurut ukuran.",
      "en": "And the earth - We have spread it and cast therein firmly set mountains and caused to grow therein [something] of every well-balanced thing.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1821",
      "tafsir": "Usai menyebut tanda kekuasaan-Nya di langit, Allah lalu beralih menyebut tanda kekuasaan-Nya di bumi. Allah menyatakan, \"Dan Kami telah menghamparkan bumi sebagai pijakan bagi manusia, dan Kami pancangkan padanya gunung-gunung yang kukuh sebagai pasak bagi bumi agar tidak roboh dan berguncang sehingga manusia menjadi aman, serta Kami ciptakan dan tumbuhkan di sana segala sesuatu, seperti tumbuhan yang beragam, menurut ukuran yang seimbang dan tepat; semuanya demi kemaslahatan makhluk-Nya."
    },
    {
      "no": 20,
      "arab": "وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ وَمَن لَّسْتُمْ لَهُ بِرَازِقِينَ",
      "latin": "Wa ja'alnaa lakum feehaa ma'aayisha wa mal lastum lahoo biraaziqeen",
      "id": "Dan Kami telah menjadikan padanya sumber-sumber kehidupan untuk keperluanmu, dan (Kami ciptakan pula) makhluk-makhluk yang bukan kamu pemberi rezekinya.",
      "en": "And We have made for you therein means of living and [for] those for whom you are not providers.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1822",
      "tafsir": "Dan selain itu, Kami pun telah menjadikan padanya sumber-sumber dan sarana-sarana kehidupan untuk keperluanmu, wahai manusia, baik berupa sandang, pangan, maupun papan. Dan Kami ciptakan pula beragam makhluk-makhluk yang bukan kamu pemberi rezekinya, melainkan Kami-lah yang menanggungnya."
    },
    {
      "no": 21,
      "arab": "وَإِن مِّن شَيْءٍ إِلَّا عِندَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَّعْلُومٍ",
      "latin": "Wa im min shai'in illaa 'indanaa khazaaa 'inuhoo wa maa nunazziluhooo illaa biqadarim ma'loom",
      "id": "Dan tidak ada sesuatu pun, melainkan pada sisi Kamilah khazanahnya; Kami tidak menurunkannya melainkan dengan ukuran tertentu.",
      "en": "And there is not a thing but that with Us are its depositories, and We do not send it down except according to a known measure.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1823",
      "tafsir": "Dan tidak ada sesuatu pun dari makhluk ciptaan Allah di langit dan bumi melainkan pada sisi Kamilah khazanahnya. Kami yang menguasai, mengatur, dan membagi rezekinya sesuai kehendak dan ketentuan Kami. Kami tidak menurunkannya kepada mereka melainkan dengan ukuran tertentu, yakni sesuai kondisi, kebutuhan, dan keadaan mereka masing-masing."
    },
    {
      "no": 22,
      "arab": "وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ فَأَنزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَسْقَيْنَاكُمُوهُ وَمَا أَنتُمْ لَهُ بِخَازِنِينَ",
      "latin": "Wa arsalnar riyaaha la waaqiha fa anzalnaa minas samaaa'i maaa'an fa asqai naakumoohu wa maaa antum lahoo bikhaazineen",
      "id": "Dan Kami telah meniupkan angin untuk mengawinkan dan Kami turunkan hujan dari langit, lalu Kami beri minum kamu dengan (air) itu, dan bukanlah kamu yang menyimpannya.",
      "en": "And We have sent the fertilizing winds and sent down water from the sky and given you drink from it. And you are not its retainers.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1824",
      "tafsir": "Dan hal lain yang membuktikan kekuasaan Kami adalah bahwa Kami telah meniupkan angin untuk mengawinkan butir-butir awan dan dari hasil perkawinan itu, Kami turunkan hujan dari langit, lalu Kami beri minum kamu sekalian, tumbuh-tumbuhan, dan hewan dengan air itu, dan bukanlah kamu, melainkan Kami-lah, yang menyimpan dan menguasainya."
    },
    {
      "no": 23,
      "arab": "وَإِنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ وَنَحْنُ الْوَارِثُونَ",
      "latin": "Wa innnaa la nahnu nuhyee wa numeetu wa nahnul waarisoon",
      "id": "Dan sungguh, Kamilah yang menghidupkan dan mematikan dan Kami (pulalah) yang mewarisi.",
      "en": "And indeed, it is We who give life and cause death, and We are the Inheritor.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1825",
      "tafsir": "Usai menjelaskan tanda-tanda kekuasaan-Nya di langit dan bumi, Allah lalu menyatakan, \"Dan ketahuilah bahwa sungguh, Kamilah yang menghidupkan apa yang ada di alam, termasuk manusia, dan kami pula yang mematikan mereka, dan Kami pula yang mewarisi apa saja yang ditinggalkan oleh makhluk-makhluk itu."
    },
    {
      "no": 24,
      "arab": "وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ",
      "latin": "Wa la qad 'alimnal mustaqdimeena minkum wa laqad 'alimnal mustaakhireen",
      "id": "Dan sungguh, Kami mengetahui orang yang terdahulu sebelum kamu dan Kami mengetahui pula orang yang terkemudian.",
      "en": "And We have already known the preceding [generations] among you, and We have already known the later [ones to come].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1826",
      "tafsir": "Dan sungguh, Kami mengetahui orang yang terdahulu sebelum kamu, baik tentang kehidupan maupun kematian mereka, dan Kami mengetahui pula orang yang terkemudian, yaitu umat pada masa sekarang dan masa mendatang.\""
    },
    {
      "no": 25,
      "arab": "وَإِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْ ۚ إِنَّهُ حَكِيمٌ عَلِيمٌ",
      "latin": "Wa inna Rabbaka Huwa yahshuruhum; innahoo Hakeem 'Aleem",
      "id": "Dan sesungguhnya Tuhanmu, Dialah yang akan mengumpulkan mereka. Sungguh, Dia Mahabijaksana, Maha Mengetahui.",
      "en": "And indeed, your Lord will gather them; indeed, He is Wise and Knowing.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1827",
      "tafsir": "Dan ketahuilah wahai Nabi Muhammad, sesungguhnya Tuhanmu yang telah memberi manusia kehidupan dan berbagai kenikmatan, Dialah yang akan mematikan dan mengumpulkan mereka semua di Padang Mahsyar. Sungguh, Dia adalah Tuhan Yang Mahabijaksana dengan menempatkan sesuatu dengan tepat, Maha Mengetahui segala sesuatu, besar maupun kecil, baik yang terjadi di masa lalu, masa sekarang, maupun masa mendatang."
    },
    {
      "no": 26,
      "arab": "وَلَقَدْ خَلَقْنَا الْإِنسَانَ مِن صَلْصَالٍ مِّنْ حَمَإٍ مَّسْنُونٍ",
      "latin": "Wa laqad khalaqnal insaana min salsaalim min hama im masnoon",
      "id": "Dan sungguh, Kami telah menciptakan manusia (Adam) dari tanah liat kering dari lumpur hitam yang diberi bentuk.",
      "en": "And We did certainly create man out of clay from an altered black mud.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1828",
      "tafsir": "Setelah menggambarkan nikmat-nikmat Allah di alam sekitar manusia, melalui ayat-ayat berikut Allah menjelaskan penciptaan manusia. Allah menyatakan, \"Dan sungguh, Kami telah menciptakan manusia, yakni Adam, dari tanah liat kering yang berasal dari lumpur hitam yang diberi bentuk."
    },
    {
      "no": 27,
      "arab": "وَالْجَانَّ خَلَقْنَاهُ مِن قَبْلُ مِن نَّارِ السَّمُومِ",
      "latin": "Waljaaanna khalaqnaahu min qablu min naaris samoom",
      "id": "Dan Kami telah menciptakan jin sebelum (Adam) dari api yang sangat panas.",
      "en": "And the jinn We created before from scorching fire.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1829",
      "tafsir": "Dan Kami telah menciptakan jin sebelum penciptaan Adam dari api yang sangat panas.\""
    },
    {
      "no": 28,
      "arab": "وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن صَلْصَالٍ مِّنْ حَمَإٍ مَّسْنُونٍ",
      "latin": "Wa iz qaala Rabbuka lilmalaaa' ikati innee khaaliqum basharam min salsaalim min hama im masnoon",
      "id": "Dan (ingatlah), ketika Tuhanmu berfirman kepada para malaikat, “Sungguh, Aku akan menciptakan seorang manusia dari tanah liat kering dari lumpur hitam yang diberi bentuk.",
      "en": "And [mention, O Muhammad], when your Lord said to the angels, \"I will create a human being out of clay from an altered black mud.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1830",
      "tafsir": "Dan ingatlah wahai Nabi Muhammad, ketika Tuhanmu berfirman kepada para malaikat, Sungguh, Aku akan menciptakan seorang manusia, yakni Adam, dari tanah liat kering yang berasal dari lumpur hitam yang diberi bentuk."
    },
    {
      "no": 29,
      "arab": "فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ",
      "latin": "Fa izaa sawwaituhoo wa nafakhtu feehi mir roohee faqa'oo lahoo saajideen",
      "id": "Maka apabila Aku telah menyempurnakan (kejadian)nya, dan Aku telah meniupkan roh (ciptaan)-Ku ke dalamnya, maka tunduklah kamu kepadanya dengan bersujud.”",
      "en": "And when I have proportioned him and breathed into him of My [created] soul, then fall down to him in prostration.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1831",
      "tafsir": "Maka apabila Aku telah menyempurnakan kejadian-nya dan Aku telah meniupkan roh ciptaan-Ku ke dalamnya, maka tunduklah kamu, wahai para malaikat, dengan sukarela sebagai tanda penghormatan kamu kepadanya dengan bersujud.\""
    },
    {
      "no": 30,
      "arab": "فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ",
      "latin": "Fasajadal malaaa'ikatu kulluhum ajma'oon",
      "id": "Maka bersujudlah para malaikat itu semuanya bersama-sama,",
      "en": "So the angels prostrated - all of them entirely,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1832",
      "tafsir": "Maka dengan segera dan serta merta bersujudlah para malaikat itu semuanya secara bersama-sama dengan penuh kepatuhan dan ketaatan,"
    },
    {
      "no": 31,
      "arab": "إِلَّا إِبْلِيسَ أَبَىٰ أَن يَكُونَ مَعَ السَّاجِدِينَ",
      "latin": "Illaaa ibleesa abaaa ai yakoona ma'as saajideen",
      "id": "kecuali Iblis. Ia enggan ikut bersama-sama para (malaikat) yang sujud itu.",
      "en": "Except Iblees, he refused to be with those who prostrated.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1833",
      "tafsir": "kecuali Iblis; ia enggan ikut bersujud bersama-sama para malaikat yang sujud itu."
    },
    {
      "no": 32,
      "arab": "قَالَ يَا إِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ السَّاجِدِينَ",
      "latin": "Qaala yaaa Ibleesu maa laka allaa takoona ma'as saajideen",
      "id": "Dia (Allah) berfirman, “Wahai Iblis! Apa sebabnya kamu (tidak ikut) sujud bersama mereka?”",
      "en": "[Allah] said, O Iblees, what is [the matter] with you that you are not with those who prostrate?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1834",
      "tafsir": "Melihat keengganan dan pembangkangan Iblis untuk bersujud kepada Nabi Adam meski mendapat perintah langsung dari Allah, Dia berfirman, \"Wahai Iblis, apa sebabnya kamu tidak mau ikut sujud bersama mereka, yakni para malaikat yang sujud dengan penuh kepatuhan dan ketaatan itu?\""
    },
    {
      "no": 33,
      "arab": "قَالَ لَمْ أَكُن لِّأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِن صَلْصَالٍ مِّنْ حَمَإٍ مَّسْنُونٍ",
      "latin": "Qaala lam akul li asjuda libasharin khalaqtahoo min salsaalim min hama im masnoon",
      "id": "Ia (Iblis) berkata, “Aku sekali-kali tidak akan sujud kepada manusia yang Engkau telah menciptakannya dari tanah liat kering dari lumpur hitam yang diberi bentuk.”",
      "en": "He said, \"Never would I prostrate to a human whom You created out of clay from an altered black mud.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1835",
      "tafsir": "Mendapat pertanyaan demikian dari Allah, ia (Iblis) berkata dengan pongah, \"Aku sekali-kali tidak akan pernah sujud kepada manusia yang Engkau telah menciptakannya dari tanah liat kering yang berasal dari lumpur hitam yang diberi bentuk.\" Aku lebih mulia daripadanya karena Engkau telah menciptakan aku dari api. (Lihat: Surah al-A'ra f/7: 12)"
    },
    {
      "no": 34,
      "arab": "قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ",
      "latin": "Qaala fakhruj minhaa fa innaka rajeem",
      "id": "Dia (Allah) berfirman, “(Kalau begitu) keluarlah dari surga, karena sesungguhnya kamu terkutuk,",
      "en": "[Allah] said, \"Then get out of it, for indeed, you are expelled.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1836",
      "tafsir": "Mendengar jawaban Iblis yang bernada angkuh, Dia (Allah) berfirman, \"Kalau begitu keluarlah dari surga, wahai Iblis, karena sesungguhnya kamu terkutuk. Engkau tidak pantas menerima rahmat-Ku, apalagi tinggal di surga-Ku. Dan sesungguhnya kutukan itu, yakni keterjauhan engkau dari rahmat-Ku, tetap menimpamu di dunia sampai hari Kiamat.\""
    },
    {
      "no": 35,
      "arab": "وَإِنَّ عَلَيْكَ اللَّعْنَةَ إِلَىٰ يَوْمِ الدِّينِ",
      "latin": "Wa inna 'alikal la'nata ilaa Yawmid Deen",
      "id": "dan sesungguhnya kutukan itu tetap menimpamu sampai hari Kiamat.”",
      "en": "And indeed, upon you is the curse until the Day of Recompense.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1837",
      "tafsir": "Mendengar jawaban Iblis yang bernada angkuh, Dia (Allah) berfirman, \"Kalau begitu keluarlah dari surga, wahai Iblis, karena sesungguhnya kamu terkutuk. Engkau tidak pantas menerima rahmat-Ku, apalagi tinggal di surga-Ku. Dan sesungguhnya kutukan itu, yakni keterjauhan engkau dari rahmat-Ku, tetap menimpamu di dunia sampai hari Kiamat.\""
    },
    {
      "no": 36,
      "arab": "قَالَ رَبِّ فَأَنظِرْنِي إِلَىٰ يَوْمِ يُبْعَثُونَ",
      "latin": "Qaala Rabbi fa anzirneee ilaa Yawmi yub'asoon",
      "id": "Ia (Iblis) berkata, “Ya Tuhanku,  (kalau begitu) maka berilah penangguhan kepadaku sampai hari (manusia) dibangkitkan.”",
      "en": "He said, \"My Lord, then reprieve me until the Day they are resurrected.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1838",
      "tafsir": "Kutukan Allah kepada Iblis tidak membuatnya menyadari kesalahan dan kedurhakaannya, tidak pula membuatnya memohon ampun kepada Allah. Kedurhakaannya bahkan semakin menjadi. Keengganan Iblis untuk bersujud lahir dari kedengkiannya terhadap Nabi Adam. Kedengkian itu bahkan ingin dia teruskan hingga anak cucunya. Hal ini terbukti dari permintaan Iblis kepada Allah agar umurnya dipanjangkan. Ia (Iblis) berkata, \"Ya Tuhanku, kalau begitu maka berilah penangguhan kepadaku, yakni berilah tenggat bagiku untuk hidup dalam waktu yang lama agar aku dapat menjerumuskan anak-cucu Adam sampai hari ketika manusia dibangkitkan dari kubur pada hari Kiamat.\""
    },
    {
      "no": 37,
      "arab": "قَالَ فَإِنَّكَ مِنَ الْمُنظَرِينَ",
      "latin": "Qaala fa innaka minal munzareen",
      "id": "Allah berfirman, “(Baiklah) maka sesungguhnya kamu termasuk yang diberi penangguhan,",
      "en": "[Allah] said, \"So indeed, you are of those reprieved",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1839",
      "tafsir": "Permintaan Iblis untuk dipanjangkan umurnya dikabulkan oleh Allah. Allah berfirman, \"Baiklah, maka sesungguhnya kamu, wahai Iblis, termasuk yang diberi penangguhan, yakni dipanjangkan umurnya, sampai hari yang telah ditentukan, yakni tiupan pertama sangkakala sebagai tanda permulaan kiamat, dan pada saat itulah engkau harus mati dan mempertanggungjawabkan perbuatanmu.\""
    },
    {
      "no": 38,
      "arab": "إِلَىٰ يَوْمِ الْوَقْتِ الْمَعْلُومِ",
      "latin": "Ilaa Yawmil waqtil ma'loom",
      "id": "sampai hari yang telah ditentukan (kiamat).”",
      "en": "Until the Day of the time well-known.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1840",
      "tafsir": "Permintaan Iblis untuk dipanjangkan umurnya dikabulkan oleh Allah. Allah berfirman, \"Baiklah, maka sesungguhnya kamu, wahai Iblis, termasuk yang diberi penangguhan, yakni dipanjangkan umurnya, sampai hari yang telah ditentukan, yakni tiupan pertama sangkakala sebagai tanda permulaan kiamat, dan pada saat itulah engkau harus mati dan mempertanggungjawabkan perbuatanmu.\""
    },
    {
      "no": 39,
      "arab": "قَالَ رَبِّ بِمَا أَغْوَيْتَنِي لَأُزَيِّنَنَّ لَهُمْ فِي الْأَرْضِ وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ",
      "latin": "Qaala Rabbi bimaaa aghwaitanee la uzayyinaana lahum fil ardi wa la ughwiyan nahum ajma'een",
      "id": "Ia (Iblis) berkata, “Tuhanku, oleh karena Engkau telah memutuskan bahwa aku sesat, aku pasti akan jadikan (kejahatan) terasa indah bagi mereka di bumi, dan aku akan menyesatkan mereka semuanya,",
      "en": "[Iblees] said, \"My Lord, because You have put me in error, I will surely make [disobedience] attractive to them on earth, and I will mislead them all",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1841",
      "tafsir": "Mengetahui permohonannya dikabulkan oleh Allah, ia (Iblis) berkata, \"Tuhanku, oleh karena Engkau telah memutuskan bahwa aku sesat, yaitu mendapat kutukan dan dijauhkan dari rahmat-Mu, aku pasti akan jadikan (kejahatan) terasa indah bagi mereka, sehingga mereka menganggap baik perbuatan-perbuatan maksiat di bumi yang memalingkan dan menjauhkan mereka dari ibadah kepada-Mu, dan aku dengan segala daya dan cara akan menyesatkan mereka semuanya dari jalan lurus yang Engkau ridai.\""
    },
    {
      "no": 40,
      "arab": "إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ",
      "latin": "Illaa 'ibaadaka minhumul mukhlaseen",
      "id": "kecuali hamba-hamba-Mu yang terpilih di antara mereka.”",
      "en": "Except, among them, Your chosen servants.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1842",
      "tafsir": "Iblis meneruskan perkataanya, \"Aku akan berusaha menyesatkan manusia kecuali kelompok tertentu dari hamba-hamba-Mu yang terpilih di antara mereka, yakni orang-orang yang Engkau pilih dan beri taufik untuk senantiasa menaati-Mu, dan orang-orang yang disucikan dari segala kedurhakaan."
    },
    {
      "no": 41,
      "arab": "قَالَ هَٰذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ",
      "latin": "Qaala haaza Siraatun 'alaiya Mustaqeem",
      "id": "Dia (Allah) berfirman, “Ini adalah jalan yang lurus (menuju) kepada-Ku.”",
      "en": "[Allah] said, \"This is a path [of return] to Me [that is] straight.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1843",
      "tafsir": "Pernyataan Iblis itu dijawab oleh Allah dengan berfirman, \"Ini, yakni apa yang engkau katakan, baik yang engkau kecualikan maupun yang tidak, adalah jalan yang lurus, yang merupakan jalan kebenaran dan mengarah ke-pada-Ku, yakni sesuatu ketentuan yang telah ditentukan dengan ketetapan dan kebijaksanaan-Ku.\""
    },
    {
      "no": 42,
      "arab": "إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ",
      "latin": "Inna 'ibaadee laisa laka 'alaihim sultaanun illaa manittaba'aka minal ghaaween",
      "id": "Sesungguhnya kamu (Iblis) tidak kuasa atas hamba-hamba-Ku, kecuali mereka yang mengikutimu, yaitu orang yang sesat.",
      "en": "Indeed, My servants - no authority will you have over them, except those who follow you of the deviators.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1844",
      "tafsir": "Allah melanjutkan firman-Nya, \"Sesungguhnya kamu, wahai Iblis, tidak punya kuasa atas hamba-hamba-Ku. Engkau tidak akan mampu menjerumuskan dan memalingkan mereka dari ketaatan kepada-Ku, kecuali mereka yang mengikuti godaan-mu dan enggan bertobat, yaitu orang yang sesat.\""
    },
    {
      "no": 43,
      "arab": "وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ",
      "latin": "Wa inna jahannama lamaw'iduhum ajma'een",
      "id": "Dan sungguh, Jahanam itu benar-benar (tempat) yang telah dijanjikan untuk mereka (pengikut setan) semuanya.",
      "en": "And indeed, Hell is the promised place for them all.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1845",
      "tafsir": "Allah telah menyiapkan neraka Jahanam bagi orang-orang yang sesat dan enggan bertobat. Allah berfirman, \"Dan sungguh, Jahanam itu benar-benar tempat berkumpul dan tempat kembali yang telah dijanjikan untuk mereka semuanya, yakni para pengikut Iblis.\""
    },
    {
      "no": 44,
      "arab": "لَهَا سَبْعَةُ أَبْوَابٍ لِّكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُومٌ",
      "latin": "Lahaa sab'atu abwaab; likulli baabim minhum juz'um maqsoom",
      "id": "(Jahanam) itu mempunyai tujuh pintu. Setiap pintu (telah ditetapkan) untuk golongan tertentu dari mereka.",
      "en": "It has seven gates; for every gate is of them a portion designated.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1846",
      "tafsir": "Allah lalu menggambarkan bahwa Jahanam yang menjadi tempat mereka dikumpulkan dan disiksa itu mempunyai tujuh pintu. Setiap pintu telah ditetapkan untuk menjadi tempat masuk dan tempat penyiksaan bagi golongan tertentu dari mereka."
    },
    {
      "no": 45,
      "arab": "إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ",
      "latin": "Innal muttaqeena fee Jannaatinw wa 'uyoon",
      "id": "Sesungguhnya orang yang bertakwa itu berada dalam surga-surga (taman-taman), dan (di dekat) mata air (yang mengalir).",
      "en": "Indeed, the righteous will be within gardens and springs.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1847",
      "tafsir": "Usai menggambarkan siksaan dalam neraka Jahanam yang menanti orang-orang yang sesat dan enggan bertobat, dalam ayat-ayat berikut Allah menjelaskan balasan bagi hamba-hamba-Nya yang taat dan patuh. Allah menyatakan bahwa sesungguhnya orang yang bertakwa itu, yakni mereka yang mematuhi petunjuk Allah dan berserah diri kepada-Nya, berada dalam surga-surga. Mereka tinggal dan mendapat ganjaran di taman-taman yang keindahannya tidak dapat dilukiskan dengan kata-kata. Dan di dekat kediaman mereka dijumpai mata air yang mengalir."
    },
    {
      "no": 46,
      "arab": "ادْخُلُوهَا بِسَلَامٍ آمِنِينَ",
      "latin": "Udkhuloohaa bisalaamin aamineen",
      "id": "(Allah berfirman), “Masuklah ke dalamnya dengan sejahtera dan aman.”",
      "en": "[Having been told], \"Enter it in peace, safe [and secure].\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1848",
      "tafsir": "Ketika orang-orang yang bertakwa itu hendak memasuki pintu surga, malaikat menyambut mereka, \"Masuklah ke dalamnya dengan sejahtera dan aman dari kekurangan, ketakutan, kesedihan, kegundahan, bahkan bencana dan malapetaka.\""
    },
    {
      "no": 47,
      "arab": "وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ إِخْوَانًا عَلَىٰ سُرُرٍ مُّتَقَابِلِينَ",
      "latin": "Wa naza'naa ma fee sudoorihim min ghillin ikhwaanan 'alaa sururim mutaqaabileen",
      "id": "Dan Kami lenyapkan segala rasa dendam yang ada dalam hati mereka; mereka merasa bersaudara, duduk berhadap-hadapan di atas dipan-dipan.",
      "en": "And We will remove whatever is in their breasts of resentment, [so they will be] brothers, on thrones facing each other.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1849",
      "tafsir": "Allah menjelaskan dalam ayat-ayat berikut kondisi kejiwaan dan hubungan timbal-balik di antara orang-orang yang bertakwa di surga. Allah menyatakan, \"Dan di surga kelak akan Kami lenyapkan segala rasa dendam, benci, dengki, dan iri yang ada dan terpendam dalam hati mereka selama di dunia. Dengan demikian, mereka merasa bersaudara dan bersahabat satu dengan lainnya dalam suasana bahagia dan gembira. Mereka duduk saling berhadapan di atas dipan-dipan yang telah disiapkan bagi mereka. (Lihat: Surah al-Wa qi'ah/56: 15“23)"
    },
    {
      "no": 48,
      "arab": "لَا يَمَسُّهُمْ فِيهَا نَصَبٌ وَمَا هُم مِّنْهَا بِمُخْرَجِينَ",
      "latin": "Laa yamas suhum feehaa nasabunw wa maa hum minhaa bimukhrajeen",
      "id": "Mereka tidak merasa lelah di dalamnya dan mereka tidak akan dikeluarkan darinya.",
      "en": "No fatigue will touch them therein, nor from it will they [ever] be removed.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1850",
      "tafsir": "Selain itu, mereka juga tidak merasa lelah, letih, maupun jenuh di dalamnya. Mereka tidak lagi perlu bersusah payah melakukan berbagai usaha untuk memenuhi kebutuhan hidup mereka, seperti yang dulu mereka lakukan di dunia. Apa saja yang mereka butuhkan sudah tersedia di dalam surga, dan lebih dari itu, mereka pun tidak akan dikeluarkan darinya; mereka kekal dalam kenikmatan surga itu."
    },
    {
      "no": 49,
      "arab": "۞ نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ",
      "latin": "Nabbi' 'ibaadeee annneee anal Ghafoorur Raheem",
      "id": "Kabarkanlah kepada hamba-hamba-Ku, bahwa Akulah Yang Maha Pengampun, Maha Penyayang,",
      "en": "[O Muhammad], inform My servants that it is I who am the Forgiving, the Merciful.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1851",
      "tafsir": "Usai menjelaskan kedudukan dan siksa yang Allah siapkan bagi orang-orang kafir di neraka, dan ganjaran yang Dia janjikan bagi orangorang yang bertakwa di surga, Allah lalu meminta Nabi Muhammad untuk menyampaikan kabar gembira kepada mereka semua, baik yang taat maupun yang durhaka. Allah berfirman, \"Kabarkanlah, wahai Nabi Muhammad, kepada hamba-hamba-Ku yang taat maupun yang bergelimang dosa dan hendak bertobat bahwa Aku-lah Yang Maha Pengampun lagi Maha Penyayang. Dan katakan pula kepada orang-orang yang kafir dan para pendosa yang enggan bertobat bahwa sesungguhnya azab-Ku adalah azab yang sangat pedih."
    },
    {
      "no": 50,
      "arab": "وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ",
      "latin": "Wa anna 'azaabee uwal 'azaabul aleem",
      "id": "dan sesungguhnya azab-Ku adalah azab yang sangat pedih.",
      "en": "And that it is My punishment which is the painful punishment.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1852",
      "tafsir": "Usai menjelaskan kedudukan dan siksa yang Allah siapkan bagi orang-orang kafir di neraka, dan ganjaran yang Dia janjikan bagi orangorang yang bertakwa di surga, Allah lalu meminta Nabi Muhammad untuk menyampaikan kabar gembira kepada mereka semua, baik yang taat maupun yang durhaka. Allah berfirman, \"Kabarkanlah, wahai Nabi Muhammad, kepada hamba-hamba-Ku yang taat maupun yang bergelimang dosa dan hendak bertobat bahwa Aku-lah Yang Maha Pengampun lagi Maha Penyayang. Dan katakan pula kepada orang-orang yang kafir dan para pendosa yang enggan bertobat bahwa sesungguhnya azab-Ku adalah azab yang sangat pedih."
    },
    {
      "no": 51,
      "arab": "وَنَبِّئْهُمْ عَن ضَيْفِ إِبْرَاهِيمَ",
      "latin": "Wa nabbi'hum 'an daifi Ibraaheem",
      "id": "Dan kabarkanlah (Muhammad) kepada mereka tentang tamu Ibrahim (malaikat).",
      "en": "And inform them about the guests of Abraham,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1853",
      "tafsir": "Pada ayat-ayat sebelumnya Allah meminta Nabi Muhammad menyampaikan berita penting terkait beberapa sifat Allah kepada yang bertakwa dan keadilan Allah kepada yang durhaka. Pada ayat-ayat berikut Allah juga meminta beliau menyampaikan kabar penting menyangkut sikap orang-orang musyrik yang menuntut turunnya malaikat kepada Nabi Ibrahim. Perintah Allah itu berbunyi, \"Dan kabarkanlah pula berita penting yang lain kepada mereka tentang para malaikat yang Allah turunkan sebagai tamu Ibrahim."
    },
    {
      "no": 52,
      "arab": "إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا قَالَ إِنَّا مِنكُمْ وَجِلُونَ",
      "latin": "Iz dakhaloo 'alaihi faqaaloo salaaman qaala innaa minkum wajiloon",
      "id": "Ketika mereka masuk ke tempatnya, lalu mereka mengucapkan, “Salam.” Dia (Ibrahim) berkata, “Kami benar-benar merasa takut kepadamu.”",
      "en": "When they entered upon him and said, \"Peace.\" [Abraham] said, \"Indeed, we are fearful of you.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1854",
      "tafsir": "Kabarkanlah bagaimana ketika mereka masuk ke tempatnya, yaitu rumah Nabi Ibrahim, lalu mereka mengucapkan, 'Salam' kepadanya. Nabi Ibrahim pun menjawab, \"Salam\". Tidak lama kemudian Nabi Ibrahim menyuguhkan daging sapi muda yang dipanggang. Tidak satu pun dari para tamu itu menjamah suguhan Nabi Ibrahim. Ini merupakan hal yang tidak wajar. Melihat keanehan itu, Dia (Ibrahim) berkata, \"Kami, yakni aku dan istriku, benar-benar merasa takut kepadamu.\" (Lihat: Surah Hud/11: 70)"
    },
    {
      "no": 53,
      "arab": "قَالُوا لَا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلَامٍ عَلِيمٍ",
      "latin": "Qaaloo la tawjal innaa nubashshiruka bighulaamin 'aleem",
      "id": "(Mereka) berkata, “Janganlah engkau merasa takut, sesungguhnya kami memberi kabar gembira kepadamu dengan (kelahiran seorang) anak laki-laki (yang akan menjadi) orang yang pandai (Ishak).”",
      "en": "[The angels] said, \"Fear not. Indeed, we give you good tidings of a learned boy.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1855",
      "tafsir": "Mendengar ucapan Nabi Ibrahim, mereka, yakni para tamu itu, berkata, \"Janganlah engkau merasa takut atas kedatangan kami, karena sesungguhnya kami datang untuk memberi kabar gembira kepadamu dengan kelahiran seorang anak laki-laki yang sehat, yang akan tumbuh dewasa dan menjadi orang yang pandai dan luas serta dalam pengetahuannya. Kelak engkau akan memberinya nama Ishak.\" (Lihat: Surah ash-shaffat/ 37: 112)"
    },
    {
      "no": 54,
      "arab": "قَالَ أَبَشَّرْتُمُونِي عَلَىٰ أَن مَّسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُونَ",
      "latin": "Qaala abashshartumoonee 'alaaa am massaniyal kibaru fabima tubashshiroon",
      "id": "Dia (Ibrahim) berkata, “Benarkah kamu memberi kabar gembira kepadaku padahal usiaku telah lanjut, lalu (dengan cara) bagaimana kamu memberi (kabar gembira) tersebut?”",
      "en": "He said, \"Have you given me good tidings although old age has come upon me? Then of what [wonder] do you inform?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1856",
      "tafsir": "Heran dengan berita itu, dia (Ibrahim) berkata, \"Wahai tamuku, benarkah kamu memberi kabar gembira kepadaku dengan kelahiran seorang anak yang telah lama aku impikan, padahal usiaku telah lanjut dan kekuatanku pun sudah melemah? Rasanya tidak mungkin lagi bagiku untuk mendapatkan anak seperti yang kamu katakan. Lalu, bagaimana kamu memberi kabar gembira tersebut; yakni bagaimana hal itu dapat terwujud?\" (Lihat: Surah Hud/11: 72)"
    },
    {
      "no": 55,
      "arab": "قَالُوا بَشَّرْنَاكَ بِالْحَقِّ فَلَا تَكُن مِّنَ الْقَانِطِينَ",
      "latin": "Qaaloo bashsharnaaka bilhaqqi falaa takum minal qaaniteen",
      "id": "(Mereka) menjawab, “Kami menyampaikan kabar gembira kepadamu dengan benar, maka janganlah engkau termasuk orang yang berputus asa.”",
      "en": "They said, \"We have given you good tidings in truth, so do not be of the despairing.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1857",
      "tafsir": "Mereka menjawab untuk meyakinkan Ibrahim, \"Kami menyampaikan kabar gembira kepadamu dengan benar. Apa yang kami sampaikan kepadamu adalah hal yang benar adanya, dan itu akan menjadi suatu kenyataan bagimu. Maka, janganlah engkau termasuk orang yang berputus asa dari nikmat dan karunia Allah.\""
    },
    {
      "no": 56,
      "arab": "قَالَ وَمَن يَقْنَطُ مِن رَّحْمَةِ رَبِّهِ إِلَّا الضَّالُّونَ",
      "latin": "Qaala wa mai yaqnatu mir rahmati Rabbiheee illad daaaloon",
      "id": "Dia (Ibrahim) berkata, “Tidak ada yang berputus asa dari rahmat Tuhannya, kecuali orang yang sesat.”",
      "en": "He said, \"And who despairs of the mercy of his Lord except for those astray?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1858",
      "tafsir": "Dia (Ibrahim) berkata menanggapi pernyataan tamunya, \"Ketahuilah, tidak ada orang yang berputus asa dari rahmat dan karunia Tuhannya kecuali orang yang sesat. Mereka adalah orang-orang yang menyimpang dari jalan Tuhan atau tidak menemukan jalan yang benar, dan tidak mengetahui kekuasaan Allah. Aku bukanlah orang yang demikian, karena itu aku tidak pernah berputus asa dari rahmat-Nya.\""
    },
    {
      "no": 57,
      "arab": "قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ",
      "latin": "Qaala famaa khatbukum aiyuhal mursaloon",
      "id": "Dia (Ibrahim) berkata, “Apakah urusanmu yang penting, wahai para utusan?”",
      "en": "[Abraham] said, \"Then what is your business [here], O messengers?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1859",
      "tafsir": "Setelah Ibrahim yakin tamu-tamunya adalah malaikat, dia berkata, \"Apakah urusanmu yang penting selain membawa kabar gembira itu kepada kami, wahai para utusan Allah?\""
    },
    {
      "no": 58,
      "arab": "قَالُوا إِنَّا أُرْسِلْنَا إِلَىٰ قَوْمٍ مُّجْرِمِينَ",
      "latin": "Qaaloo innaaa ursilnaaa ilaa qawmim mujrimeen",
      "id": "(Mereka) menjawab, “Sesungguhnya kami diutus kepada kaum yang berdosa,",
      "en": "They said, \"Indeed, we have been sent to a people of criminals,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1860",
      "tafsir": "Mereka menjawab, \"Selain membawa berita gembira tentang kelahiran anakmu, sesungguhnya kami juga diutus oleh Allah kepada kaum Nabi Lut yang berdosa dan durhaka. Kami diutus untuk membinasakan mereka."
    },
    {
      "no": 59,
      "arab": "إِلَّا آلَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ",
      "latin": "Illaaa Aala Loot; innaa lamunajjoohum ajma'een",
      "id": "kecuali para pengikut Lut. Sesungguhnya kami pasti menyelamatkan mereka semuanya,",
      "en": "Except the family of Lot; indeed, we will save them all",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1861",
      "tafsir": "Allah menyatakan bahwa kami akan membinasakan kaum Nabi Lut yang berdosa, kecuali para pengikut Lut. Sesungguhnya Kami pasti menyelamatkan mereka semuanya dari kebinasaan itu, kecuali istrinya. Dia dibinaskan bersama kaum Nabi Lut lainnya. Kami telah menentukan keputusan sesuai perintah Allah kepada kami bahwa sesungguhnya dia termasuk orang yang tertinggal bersama orang kafir lainnya.\""
    },
    {
      "no": 60,
      "arab": "إِلَّا امْرَأَتَهُ قَدَّرْنَا ۙ إِنَّهَا لَمِنَ الْغَابِرِينَ",
      "latin": "Illam ra atahoo qaddarnaaa innahaa laminal ghaabireen",
      "id": "kecuali istrinya, kami telah menentukan, bahwa dia termasuk orang yang tertinggal (bersama orang kafir lainnya).”",
      "en": "Except his wife.\" Allah decreed that she is of those who remain behind.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1862",
      "tafsir": "Allah menyatakan bahwa kami akan membinasakan kaum Nabi Lut yang berdosa, kecuali para pengikut Lut. Sesungguhnya Kami pasti menyelamatkan mereka semuanya dari kebinasaan itu, kecuali istrinya. Dia dibinaskan bersama kaum Nabi Lut lainnya. Kami telah menentukan keputusan sesuai perintah Allah kepada kami bahwa sesungguhnya dia termasuk orang yang tertinggal bersama orang kafir lainnya.\""
    },
    {
      "no": 61,
      "arab": "فَلَمَّا جَاءَ آلَ لُوطٍ الْمُرْسَلُونَ",
      "latin": "Falamma jaaa'a Aala Lootinil mursaloon",
      "id": "Maka ketika utusan itu datang kepada para pengikut Lut,",
      "en": "And when the messengers came to the family of Lot,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1863",
      "tafsir": "Usai mengisahkan dialog antara Nabi Ibrahim dengan para malaikat yang bertamu ke kediamannya, pada ayat-ayat berikut Allah mengisahkan pembinasaan kaum Nabi Lut. Allah menyatakan, \"Maka ketika utusan yang sebelumnya bertamu ke rumah Nabi Ibrahim itu datang kepada para pengikut Lut, dia berkata, \"Sesungguh-nya kamu, wahai para tamu, adalah orang yang tidak kami kenal.\" (Lihat: Surah al-'Ankabut/29: 23)"
    },
    {
      "no": 62,
      "arab": "قَالَ إِنَّكُمْ قَوْمٌ مُّنكَرُونَ",
      "latin": "Qaala innakum qawmum munkaroon",
      "id": "dia (Lut) berkata, “Sesungguhnya kamu orang yang tidak kami kenal.”",
      "en": "He said, \"Indeed, you are people unknown.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1864",
      "tafsir": "Usai mengisahkan dialog antara Nabi Ibrahim dengan para malaikat yang bertamu ke kediamannya, pada ayat-ayat berikut Allah mengisahkan pembinasaan kaum Nabi Lut. Allah menyatakan, \"Maka ketika utusan yang sebelumnya bertamu ke rumah Nabi Ibrahim itu datang kepada para pengikut Lut, dia berkata, \"Sesungguh-nya kamu, wahai para tamu, adalah orang yang tidak kami kenal.\" (Lihat: Surah al-'Ankabut/29: 23)"
    },
    {
      "no": 63,
      "arab": "قَالُوا بَلْ جِئْنَاكَ بِمَا كَانُوا فِيهِ يَمْتَرُونَ",
      "latin": "Qaaloo bal ji'naaka bimaa kaanoo feehi yamtaroon",
      "id": "(Para utusan) menjawab, “Sebenarnya kami ini datang kepadamu membawa azab yang selalu mereka dustakan.",
      "en": "They said, \"But we have come to you with that about which they were disputing,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1865",
      "tafsir": "Menerangkan maksud kedatangan mereka, para utusan itu menjawab, \"Sebenarnya Kami ini datang kepadamu tidak untuk berbuat jahat kepadamu, wahai Nabi Lut. Kami datang kemari tidak lain untuk membawa kabar buruk berupa azab pedih yang akan Allah timpakan kepada kaummu yang durhaka. Itulah azab yang selama ini selalu mereka dustakan ketika engkau menyampaikan dakwahmu kepada mereka."
    },
    {
      "no": 64,
      "arab": "وَأَتَيْنَاكَ بِالْحَقِّ وَإِنَّا لَصَادِقُونَ",
      "latin": "Wa atainaaka bilhaqqi wa innaa lasaadiqoon",
      "id": "Dan kami datang kepadamu membawa kebenaran dan sungguh, kami orang yang benar.",
      "en": "And we have come to you with truth, and indeed, we are truthful.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1866",
      "tafsir": "Dan jangalah engkau ragukan maksud kedatangan kami. Kami datang kepadamu dengan membawa kebenaran yang membuktikan kebenaran yang engkau sampaikan kepada mereka dan kesalahan mereka menolak ajakanmu untuk beriman kepada Allah. Dan sungguh, Kami adalah orang yang benar dalam ucapan dan perbuatan kami.\""
    },
    {
      "no": 65,
      "arab": "فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ اللَّيْلِ وَاتَّبِعْ أَدْبَارَهُمْ وَلَا يَلْتَفِتْ مِنكُمْ أَحَدٌ وَامْضُوا حَيْثُ تُؤْمَرُونَ",
      "latin": "Fa asri bi ahlika biqit'im minal laili wattabi' adbaarahum wa laa yaltafit minkum ahadunw wamdoo haisu tu'maroon",
      "id": "Maka pergilah kamu pada akhir malam beserta keluargamu, dan ikutilah mereka dari belakang. Jangan ada di antara kamu yang menoleh ke belakang dan teruskanlah perjalanan ke tempat yang diperintahkan kepadamu.”",
      "en": "So set out with your family during a portion of the night and follow behind them and let not anyone among you look back and continue on to where you are commanded.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1867",
      "tafsir": "Pernyataan para malaikat itu mampu menenangkan hati Nabi Lut sehingga tidak lagi meragukan maksud kedatangan mereka. Dalam keadaan demikian, mereka berpesan, \"Maka tinggalkanlah kaummu yang kafir, wahai Nabi Lut, dan pergilah kamu pada akhir malam, yakni menjelang Subuh, beserta keluargamu, dan ikuti serta awasi-lah mereka dengan sungguh-sungguh dari belakang, dan jangan ada di antara kamu yang menoleh ke belakang agar perjalanan kamu lancar. Dan teruskanlah perjalanan hingga kamu semua sampai ke tempat yang diperintahkan kepadamu.\" (Lihat: Surah Hud/11: 81)"
    },
    {
      "no": 66,
      "arab": "وَقَضَيْنَا إِلَيْهِ ذَٰلِكَ الْأَمْرَ أَنَّ دَابِرَ هَٰؤُلَاءِ مَقْطُوعٌ مُّصْبِحِينَ",
      "latin": "Wa qadainaaa ilaihi zaalikal amra anna daabira haaa'ulaaa'i maqtoo'um musbiheen",
      "id": "Dan telah Kami tetapkan kepadanya (Lut) keputusan itu, bahwa akhirnya mereka akan ditumpas habis pada waktu subuh.",
      "en": "And We conveyed to him [the decree] of that matter: that those [sinners] would be eliminated by early morning.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1868",
      "tafsir": "Allah menjelaskan pembinasaan atas kaum Nabi Lut sebagai berikut. Dan telah Kami tetapkan kepadanya, yakni Nabi Lut, keputusan pembinasaan itu yang sungguh mengerikan. Kami telah memutuskan bahwa akhirnya mereka yang durhaka akan ditumpas habis pada waktu Subuh. Tidak akan ada seorang pun dari mereka yang tersisa."
    },
    {
      "no": 67,
      "arab": "وَجَاءَ أَهْلُ الْمَدِينَةِ يَسْتَبْشِرُونَ",
      "latin": "Wa jaaa'a ahlul madeenati yastabshiroon",
      "id": "Dan datanglah penduduk kota itu (ke rumah Lut) dengan gembira (karena kedatangan tamu itu).",
      "en": "And the people of the city came rejoicing.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1869",
      "tafsir": "Usai menggambarkan peristiwa yang akan terjadi pada kaum Nabi Lut, melalui ayat-ayat berikut Allah menceritakan suasana sebelum dialog antara Nabi Lut dengan para tamunya. Kaum Nabi Lut melihat ada pria-pria tampan yang bertamu ke rumah Nabi Lut. Dan datanglah sejumlah pendurhaka dari penduduk kota itu, yakni Sodom yang menjadi tempat tinggal Nabi Lut, ke rumah Lut dengan gembira dan berduyunduyun karena kedatangan para tamu tampan itu. Mereka datang untuk mengajak para tamu itu melakukan hubungan homoseksual."
    },
    {
      "no": 68,
      "arab": "قَالَ إِنَّ هَٰؤُلَاءِ ضَيْفِي فَلَا تَفْضَحُونِ",
      "latin": "Qaala inna haaa'ulaaa'i daifee falaa tafdahoon",
      "id": "Dia (Lut) berkata, “Sesungguhnya mereka adalah tamuku; maka jangan kamu mempermalukan aku,",
      "en": "[Lot] said, \"Indeed, these are my guests, so do not shame me.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1870",
      "tafsir": "Melihat sikap dan gelagat para pendurhaka yang mendatangi rumahnya, Nabi Lut berkata, \"Sesungguhnya mereka yang ada di rumahku adalah tamuku yang harus kita hormati bersama. Maka, jangan kamu mempermalukan aku dengan mengajak mereka melakukan perbuatan yang tidak senonoh.\""
    },
    {
      "no": 69,
      "arab": "وَاتَّقُوا اللَّهَ وَلَا تُخْزُونِ",
      "latin": "Wattaqul laaha wa laa tukhzoon",
      "id": "Dan bertakwalah kepada Allah dan janganlah kamu membuat aku terhina.”",
      "en": "And fear Allah and do not disgrace me.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1871",
      "tafsir": "Melanjutkan nasihatnya, Nabi Lut berpesan, \"Dan bertakwalah kamu kepada Allah. Lindungi dan jagalah diri kamu dari siksa-Nya dengan menghindari perbuatan yang tidak senonoh itu. Dan janganlah sekalikali kamu membuat aku terhina akibat sikap dan perlakukan kalian kepada mereka.\""
    },
    {
      "no": 70,
      "arab": "قَالُوا أَوَلَمْ نَنْهَكَ عَنِ الْعَالَمِينَ",
      "latin": "Qaalooo awalam nanhaka 'anil 'aalameen",
      "id": "(Mereka) berkata, “Bukankah kami telah melarangmu dari (melindungi) manusia?”",
      "en": "They said, \"Have we not forbidden you from [protecting] people?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1872",
      "tafsir": "Nasihat Nabi Lut tidak membuat para pendurhaka itu mengurungkan niat. Dengan angkuh dan sombong mereka berkata, \"Dan bukankah kami sejak awal telah melarangmu, wahai Lut, dari melindungi manusia; yakni para tamumu yang ingin kami ajak melakukan hubungan seksual?\""
    },
    {
      "no": 71,
      "arab": "قَالَ هَٰؤُلَاءِ بَنَاتِي إِن كُنتُمْ فَاعِلِينَ",
      "latin": "Qaala haaa'ulaaa'i banaateee in kuntum faa'ileen",
      "id": "Dia (Lut) berkata, “Mereka itulah putri-putri (negeri)ku (nikahlah dengan mereka), jika kamu hendak berbuat.”",
      "en": "[Lot] said, \"These are my daughters - if you would be doers [of lawful marriage].\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1873",
      "tafsir": "Mendengar ucapan dan sikap kaumnya yang keras kepala, Nabi Lut berkata dalam rangka memberi alternatif, \"Mereka itulah putri-putriku dan putri-putri kaumku yang dapat kamu nikahi, jika kamu hendak berbuat, yakni melakukan hubungan seksual. Itulah cara yang halal dan terhormat bagi kalian sesuai fitrah yang Allah tetapkan.\""
    },
    {
      "no": 72,
      "arab": "لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ",
      "latin": "La'amruka innahum lafee sakratihim ya'mahoon",
      "id": "(Allah berfirman), “Demi umurmu (Muhammad), sungguh, mereka terombang-ambing dalam kemabukan (kesesatan).”",
      "en": "By your life, [O Muhammad], indeed they were, in their intoxication, wandering blindly.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1874",
      "tafsir": "Sebelum melanjutkan kisah kaum Nabi Lut, Allah berfirman, \"Demi umurmu, wahai Nabi Muhammad atau Nabi Nuh, sungguh mereka, yakni kaum Nabi Lut terus saja terombang-ambing dalam kemabukan sehingga tidak akan menyadari kesesatan mereka.\""
    },
    {
      "no": 73,
      "arab": "فَأَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِينَ",
      "latin": "Fa akhazat humus saihatu mushriqeen",
      "id": "Maka mereka dibinasakan oleh suara keras yang mengguntur, ketika matahari akan terbit.",
      "en": "So the shriek seized them at sunrise.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1875",
      "tafsir": "Dalam keadaan yang demikian itu maka mereka dibinasakan oleh Allah dengan suara keras yang mengguntur yang terjadi ketika matahari akan terbit."
    },
    {
      "no": 74,
      "arab": "فَجَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِّن سِجِّيلٍ",
      "latin": "Faja'alnaa 'aaliyahaa saafilahaa wa amtamaa 'alaihim hijaaratam min sjijjeel",
      "id": "Maka Kami jungkirbalikkan (negeri itu) dan Kami hujani mereka dengan batu dari tanah yang keras.",
      "en": "And We made the highest part [of the city] its lowest and rained upon them stones of hard clay.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1876",
      "tafsir": "Seiring datangnya suara keras yang mengguntur itu maka Kami jungkir balikkan kota Sodom dan Gomorah yang menjadi tempat tinggal kaum Nabi Lut, dan selain itu, Kami juga hujani mereka secara bertubi-tubi dengan batu dari tanah yang keras sehingga mereka hancur dan binasa."
    },
    {
      "no": 75,
      "arab": "إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّلْمُتَوَسِّمِينَ",
      "latin": "Inna fee zaalika la Aayaatil lilmutawassimeen",
      "id": "Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi orang yang memperhatikan tanda-tanda,",
      "en": "Indeed in that are signs for those who discern.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1877",
      "tafsir": "Sungguh, pada yang demikian itu, yaitu berita-berita dan kisah-kisah yang Allah sampaikan, benar-benar terdapat tanda-tanda kebesaran, keagungan, dan kekuasaan Allah bagi orang yang memperhatikan tanda-tanda yang diperlihatkan dan dihamparkan di alam semesta ini."
    },
    {
      "no": 76,
      "arab": "وَإِنَّهَا لَبِسَبِيلٍ مُّقِيمٍ",
      "latin": "Wa innahaa labi sabeelim muqeem",
      "id": "dan sungguh, (negeri) itu benar-benar terletak di jalan yang masih tetap (dilalui manusia).",
      "en": "And indeed, those cities are [situated] on an established road.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1878",
      "tafsir": "Dan Allah pun menegaskan bahwa se-sungguh-nya kota itu, yakni Sodom dan Gomorah yang terletak di sebelah timur Laut Mati dan menjadi tempat tinggal kaum Nabi Lut, benar-benar terletak di jalan yang masih tetap dapat dilalui manusia, pun dapat disaksikan bekas-bekas kehancurannya."
    },
    {
      "no": 77,
      "arab": "إِنَّ فِي ذَٰلِكَ لَآيَةً لِّلْمُؤْمِنِينَ",
      "latin": "Inna fee zaalika la Aayatal lilmu'mineen",
      "id": "Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi orang yang beriman.",
      "en": "Indeed in that is a sign for the believers.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1879",
      "tafsir": "Sungguh, pada yang demikian itu, yaitu peristiwa-peristiwa yang digambarkan dalam kisah-kisah tentang Nabi Ibrahim dan Nabi Lut bersama kaum mereka, benar-benar terdapat tanda kekuasaan Allah bagi orang yang beriman."
    },
    {
      "no": 78,
      "arab": "وَإِن كَانَ أَصْحَابُ الْأَيْكَةِ لَظَالِمِينَ",
      "latin": "Wa in kaana Ashaabul Aikati lazaalimeen",
      "id": "Dan sesungguhnya penduduk Aikah itu benar-benar kaum yang zalim,",
      "en": "And the companions of the thicket were [also] wrongdoers.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1880",
      "tafsir": "Setelah mengisahkan pembinasaan kaum Nabi Lut karena kedurhakaan mereka pada ayat-ayat sebelumnya, pada ayat berikut Allah menuturkan kisah kaum Nabi Syu'aib dan kebinasaan mereka. Allah berfirman, \"Dan sesungguhnya penduduk Aikah itu, yakni sebuah lokasi di wilayah Madyan yang ditinggali oleh kaum Nabi Syu'aib, benar-benar kaum yang zalim. Mereka suka menyamun dan merampok orang-orang yang melewati negeri mereka serta curang dalam menakar dan menimbang."
    },
    {
      "no": 79,
      "arab": "فَانتَقَمْنَا مِنْهُمْ وَإِنَّهُمَا لَبِإِمَامٍ مُّبِينٍ",
      "latin": "Fantaqamnaa minhum wa innahumaa labi imaamim mubeen",
      "id": "maka Kami membinasakan mereka. Dan sesungguhnya kedua (negeri) itu terletak di satu jalur jalan raya.",
      "en": "So We took retribution from them, and indeed, both [cities] are on a clear highway.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1881",
      "tafsir": "Akibat dari sikap, perbuatan, dan kezaliman mereka itu maka Kami membinasakan mereka, yakni kaum Nabi Syu'aib. Dan sesungguhnya kedua negeri itu, yakni kota Sodom yang didiami kaum Nabi Lut dan kota Aikah yang didiami kaum Nabi Syu'aib, terletak di satu jalur jalan raya yang masih biasa dilalui manusia hingga saat ini."
    },
    {
      "no": 80,
      "arab": "وَلَقَدْ كَذَّبَ أَصْحَابُ الْحِجْرِ الْمُرْسَلِينَ",
      "latin": "Wa laqad kazzaba ashaabul Hijril mursaleen",
      "id": "Dan sesungguhnya penduduk negeri Hijr benar-benar telah mendustakan para rasul (mereka),",
      "en": "And certainly did the companions of Thamud deny the messengers.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1882",
      "tafsir": "Usai menuturkan kisah kaum Nabi Lut dan Nabi Syu'aib, Allah lalu menceritakan kisah Kaum Samud, kaum Nabi Saleh. Allah berfirman, \"Dan sesungguhnya penduduk negeri aˆijr, yakni kaum Samud yang mendiami suatu wilayah di Wadi al-Qura antara Madinah dengan Suriah, benar-benar telah mendustakan Nabi Saleh sebagai salah seorang dari para rasul yang Allah utus kepada mereka."
    },
    {
      "no": 81,
      "arab": "وَآتَيْنَاهُمْ آيَاتِنَا فَكَانُوا عَنْهَا مُعْرِضِينَ",
      "latin": "Wa aatainaahum Aayaatinaa fakaanoo 'anhaa mu'rideen",
      "id": "dan Kami telah mendatangkan kepada mereka tanda-tanda (kekuasaan) Kami, tetapi mereka selalu berpaling darinya,",
      "en": "And We gave them Our signs, but from them they were turning away.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1883",
      "tafsir": "Dan Kami telah mendatangkan kepada mereka tanda-tanda kekuasaan Kami, yakni mukjizat kepada Nabi Saleh berupa unta betina yang membuktikan kerasulannya. Nabi Saleh mengingatkan kaumnya untuk tidak mengganggu apalagi menyakiti unta tersebut. Namun, mereka melanggar pesan Nabi Saleh dan menyembelih unta itu. Mukjizat itu telah mereka saksikan, tetapi mereka selalu berpaling darinya dengan selalu abai."
    },
    {
      "no": 82,
      "arab": "وَكَانُوا يَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا آمِنِينَ",
      "latin": "Wa kaanoo yanhitoona minal jibaali buyootan aamineen",
      "id": "dan mereka memahat rumah-rumah dari gunung batu, (yang didiami) dengan rasa aman.",
      "en": "And they used to carve from the mountains, houses, feeling secure.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1884",
      "tafsir": "Dan mereka, yakni kaum Samud, memahat gunung-gunung batu untuk dijadikan rumah-rumah yang kokoh sebagai tempat tinggal. Rumahrumah itu mereka diami dengan rasa aman dari segala gangguan."
    },
    {
      "no": 83,
      "arab": "فَأَخَذَتْهُمُ الصَّيْحَةُ مُصْبِحِينَ",
      "latin": "Fa akhazat humus saihatu musbiheen",
      "id": "Kemudian mereka dibinasakan oleh suara keras yang mengguntur pada pagi hari,",
      "en": "But the shriek seized them at early morning.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1885",
      "tafsir": "Keberpalingan mereka dari Allah dan kedurhakaan kepada-Nya kemudian membuat Allah murka. Mereka lalu dibinasakan oleh Allah pada hari keempat dari tenggat yang telah Nabi Saleh berikan kepada mereka untuk berpikir, dengan suatu azab berupa suara keras yang mengguntur pada pagi hari. Suara itu memicu gempa dahsyat yang membuat mereka terkubur dalam rumah-rumah mereka yang dipahat pada gunung-gunung batu itu."
    },
    {
      "no": 84,
      "arab": "فَمَا أَغْنَىٰ عَنْهُم مَّا كَانُوا يَكْسِبُونَ",
      "latin": "Famaaa aghnaa 'anhum maa kaanoo yaksiboon",
      "id": "sehingga tidak berguna bagi mereka, apa yang telah mereka usahakan.",
      "en": "So nothing availed them [from] what they used to earn.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1886",
      "tafsir": "Azab itu datang dengan begitu dahsyat, sehingga tidak berguna lagi bagi mereka apa yang telah mereka usahakan. Mereka mengira bahwa rumah-rumah yang mereka pahat pada sisi tebing gunung yang kukuh itu akan menyelamatkan mereka, namun ternyata semua itu tidak mampu melindungi mereka dari azab Allah.\""
    },
    {
      "no": 85,
      "arab": "وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ ۗ وَإِنَّ السَّاعَةَ لَآتِيَةٌ ۖ فَاصْفَحِ الصَّفْحَ الْجَمِيلَ",
      "latin": "Wa maa khalaqnas samaawaati wal arda wa maa bainahumaaa illaa bilhaqq; wa innas Saa'ata la aatiyatun fasfahis safhal jameel",
      "id": "Dan Kami tidak menciptakan langit dan bumi serta apa yang ada di antara keduanya, melainkan dengan kebenaran. Dan sungguh, Kiamat pasti akan datang, maka maafkanlah (mereka) dengan cara yang baik.",
      "en": "And We have not created the heavens and earth and that between them except in truth. And indeed, the Hour is coming; so forgive with gracious forgiveness.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1887",
      "tafsir": "Usai menceritakan kisah beberapa kaum yang durhaka kepada para rasul, melalui ayat ini Allah kembali menegaskan tentang penciptaan langit dan bumi. Allah menyatakan, \"Dan Kami tidak menciptakan langit dengan aneka bintang dan planet yang menghiasinya dan tidak pula kami ciptakan bumi dengan aneka makhluk di permukaannya maupun di perutnya, serta apa yang ada di antara keduanya, yakni antara langit dan bumi, baik yang tampak maupun yang tidak tampak, yang diketahui maupun tidak diketahui oleh manusia, melainkan dengan kebenaran. Kami ciptakan itu semua sebagai bukti-bukti kekuasaan Kami agar manusia mau beriman. Dan sungguh, Kiamat yang menjadi saat ketika semua manusia dimintai pertanggungjawaban atas amalnya, pasti akan datang. Tidak ada keraguan sedikit pun tentangnya. Maka maafkanlah kaummu yang enggan beriman, wahai Nabi Muhammad, atas kecaman, gangguan, dan pendustaan mereka kepadamu. Maafkanlah mereka dengan cara yang baik.\""
    },
    {
      "no": 86,
      "arab": "إِنَّ رَبَّكَ هُوَ الْخَلَّاقُ الْعَلِيمُ",
      "latin": "Inna Rabbaka Huwal khallaaqul 'aleem",
      "id": "Sungguh, Tuhanmu, Dialah Yang Maha Pencipta, Maha Mengetahui.",
      "en": "Indeed, your Lord - He is the Knowing Creator.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1888",
      "tafsir": "Sungguh, Tuhan yang selalu memeliharamu dan membimbing-mu, wahai Nabi Muhammad, Dia-lah Tuhan Yang Maha Pencipta. Dia-lah pencipta segala sesuatu di alam raya ini. Dia juga Maha mengetahui segala sifat, ciri, dan keadaan makhluk-makhluk ciptaan-Nya."
    },
    {
      "no": 87,
      "arab": "وَلَقَدْ آتَيْنَاكَ سَبْعًا مِّنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ",
      "latin": "Wa laqad aatainaaka sab'am mnal masaanee wal Qur-aanal 'azeem",
      "id": "Dan sungguh, Kami telah memberikan kepadamu tujuh (ayat) yang (dibaca) berulang-ulang dan Al-Qur'an yang agung.",
      "en": "And We have certainly given you, [O Muhammad], seven of the often repeated [verses] and the great Qur'an.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1889",
      "tafsir": "Setelah pada ayat-ayat sebelumnya Allah mengisahkan hinaan kaum pendurhaka kepada para rasul Allah dan siksaan yang ditimpakanNya kepada mereka, dalam ayat ini Allah menjelaskan anugerah yang diberikan-Nya kepada Nabi Muhammad. Allah berfirman, \"Dan sungguh, Kami telah memberikan kepadamu, wahai Nabi Muhammad, tujuh ayat yang dibaca berulang-ulang dalam salat, yaitu Surah al-Fa tihah dan ayat-ayat lain dari Al-Qur'an yang agung.\""
    },
    {
      "no": 88,
      "arab": "لَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ",
      "latin": "Laa tamuddanna 'ainaika ilaa maa matta 'naa biheee azwaajam minhum wa laa tahzan 'alaihim wakhfid janaahaka lilmu 'mineen",
      "id": "Jangan sekali-kali engkau (Muhammad) tujukan pandanganmu kepada kenikmatan hidup yang telah Kami berikan kepada beberapa golongan di antara mereka (orang kafir), dan jangan engkau bersedih hati terhadap mereka dan berendah hatilah engkau terhadap orang yang beriman.",
      "en": "Do not extend your eyes toward that by which We have given enjoyment to [certain] categories of the disbelievers, and do not grieve over them. And lower your wing to the believers",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1890",
      "tafsir": "Anugerah Allah kepada Nabi Muhammad dan kaum mukmin berupa Surah al-Fa tihah jauh lebih berharga daripada kenikmatan duniawi yang Allah berikan kepada kaum kafir. Allah mengingatkan Nabi Muhammad akan hal tersebut dengan firman-Nya, \"Wahai Nabi Muhammad, jangan sekali-kali engkau tujukan pandanganmu sehingga tergiur kepada kenikmatan hidup dan kemewahan duniawi yang fana dan sesaat yang telah Kami berikan kepada beberapa golongan di antara mereka, yakni kaum kafir, dan jangan pula engkau bersedih hati terhadap mereka karena keengganan mereka menerima dakwahmu menuju iman. Dan berendah hatilah engkau terhadap orang-orang yang beriman serta jagalah hubungan baikmu dengan mereka."
    },
    {
      "no": 89,
      "arab": "وَقُلْ إِنِّي أَنَا النَّذِيرُ الْمُبِينُ",
      "latin": "Wa qul inneee anan nazeerul mubeen",
      "id": "Dan katakanlah (Muhammad), “Sesungguhnya aku adalah pemberi peringatan yang jelas.”",
      "en": "And say, \"Indeed, I am the clear warner\" -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1891",
      "tafsir": "Dan katakanlah kepada orang kafir, wahai Nabi Muhammad, \"Sesungguhnya aku adalah pemberi peringatan yang jelas kepada kalian tentang hukuman atas keingkaran kalian.\""
    },
    {
      "no": 90,
      "arab": "كَمَا أَنزَلْنَا عَلَى الْمُقْتَسِمِينَ",
      "latin": "Kamaaa anzalnaa 'alal muqtasimeen",
      "id": "Sebagaimana (Kami telah memberi peringatan), Kami telah menurunkan (azab) kepada orang yang memilah-milah (Kitab Allah),",
      "en": "Just as We had revealed [scriptures] to the separators",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1892",
      "tafsir": "Memperingatkan kaum kafir Mekah tentang datangnya azab akibat penolakan mereka terhadap dakwah Nabi Muhammad, Allah berfirman, \"Sebagaimana Kami telah memberi kamu peringatan, sesungguhnya Kami telah menurunkan azab kepada orang yang memilah-milah Kitab Allah dan menyifatinya dengan berbagai macam sifat yang batil, yaitu orang-orang yang telah menjadikan Al-Qur'an itu terbagi-bagi ke dalam berbagai macam penamaan, seperti sihir, syair, tenung, atau lainnya, dan dengan berbagai sikap; sebagiannya mereka benarkan dan sebagian yang lain mereka ingkari."
    },
    {
      "no": 91,
      "arab": "الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ",
      "latin": "Allazeena ja'alul Quraana'ideen",
      "id": "(yaitu) orang-orang yang telah menjadikan Al-Qur'an itu terbagi-bagi.",
      "en": "Who have made the Qur'an into portions.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1893",
      "tafsir": "Memperingatkan kaum kafir Mekah tentang datangnya azab akibat penolakan mereka terhadap dakwah Nabi Muhammad, Allah berfirman, \"Sebagaimana Kami telah memberi kamu peringatan, sesungguhnya Kami telah menurunkan azab kepada orang yang memilah-milah Kitab Allah dan menyifatinya dengan berbagai macam sifat yang batil, yaitu orang-orang yang telah menjadikan Al-Qur'an itu terbagi-bagi ke dalam berbagai macam penamaan, seperti sihir, syair, tenung, atau lainnya, dan dengan berbagai sikap; sebagiannya mereka benarkan dan sebagian yang lain mereka ingkari."
    },
    {
      "no": 92,
      "arab": "فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ",
      "latin": "Fawa Rabbika lanas'a lannahum ajma'een",
      "id": "Maka demi Tuhanmu, Kami pasti akan menanyai mereka semua,",
      "en": "So by your Lord, We will surely question them all",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1894",
      "tafsir": "Atas perbuatan kaum kafir yang demikian, Allah pun bersumpah, Maka demi Tuhanmu, wahai Nabi Muhammad, Kami pasti akan menanyai dan meminta pertanggungjawaban kepada mereka semua di akhirat kelak tentang apa yang telah mereka kerjakan dahulu di dunia."
    },
    {
      "no": 93,
      "arab": "عَمَّا كَانُوا يَعْمَلُونَ",
      "latin": "'Ammaa kaanoo ya'maloon",
      "id": "tentang apa yang telah mereka kerjakan dahulu.",
      "en": "About what they used to do.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1895",
      "tafsir": "Atas perbuatan kaum kafir yang demikian, Allah pun bersumpah, Maka demi Tuhanmu, wahai Nabi Muhammad, Kami pasti akan menanyai dan meminta pertanggungjawaban kepada mereka semua di akhirat kelak tentang apa yang telah mereka kerjakan dahulu di dunia."
    },
    {
      "no": 94,
      "arab": "فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ",
      "latin": "Fasda' bimaa tu'maru wa a'rid anil mushrikeen",
      "id": "Maka sampaikanlah (Muhammad) secara terang-terangan segala apa yang diperintahkan (kepadamu) dan berpalinglah dari orang yang musyrik.",
      "en": "Then declare what you are commanded and turn away from the polytheists.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1896",
      "tafsir": "Wahai Nabi Muhammad, jangan kaupedulikan sikap dan tindakan kaum kafir itu terhadap Al-Qur'an. Maka sampaikanlah saja kepada mereka secara terang-terangan dan sungguh-sungguh segala apa yang diperintahkan oleh Allah kepadamu dan berpalinglah dari orang yang musyrik. Jangan kauhiraukan gangguan mereka dan teruslah berdakwah menyampaikan pesan-pesan Allah karena Dia akan selalu melindungimu."
    },
    {
      "no": 95,
      "arab": "إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ",
      "latin": "Innaa kafainaakal mustahzi'een",
      "id": "Sesungguhnya Kami memelihara engkau (Muhammad) dari (kejahatan) orang yang memperolok-olokkan (engkau),",
      "en": "Indeed, We are sufficient for you against the mockers",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1897",
      "tafsir": "Meskipun kaum kafir berusaha sekuat tenaga mengganggu dan menghalangimu dari menyampaikan dakwah, sesungguhnya Kami, yakni Allah, malaikat, dan orang yang dikehendaki-Nya akan selalu memelihara engkau, wahai Nabi Muhammad, dari gangguan dan kejahatan orang yang memperolok-olokkan engkau dan risalah yang kausampaikan."
    },
    {
      "no": 96,
      "arab": "الَّذِينَ يَجْعَلُونَ مَعَ اللَّهِ إِلَٰهًا آخَرَ ۚ فَسَوْفَ يَعْلَمُونَ",
      "latin": "Allazeena yaj'aloona ma'al laahi ilaahan aakhar; fasawfa ya'lamoon",
      "id": "(yaitu) orang yang menganggap adanya tuhan selain Allah; mereka kelak akan mengetahui (akibatnya).",
      "en": "Who make [equal] with Allah another deity. But they are going to know.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1898",
      "tafsir": "Mereka yang memperolok-olokkanmu tidak lain hanyalah orang yang menganggap adanya tuhan selain Allah. Anggapan mereka ini merupakan kesalahan besar. Karena itu, mereka kelak akan mengetahui akibat yang sangat pedih dari kedurhakaan dan kesyirikan mereka.\""
    },
    {
      "no": 97,
      "arab": "وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ",
      "latin": "Wa laqad na'lamu annak yadeequ sadruka bimaa yaqooloon",
      "id": "Dan sungguh, Kami mengetahui bahwa dadamu menjadi sempit disebabkan apa yang mereka ucapkan,",
      "en": "And We already know that your breast is constrained by what they say.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1899",
      "tafsir": "Kembali mengingatkan Nabi Muhammad, Allah berfirman, \"Dan sungguh, Kami mengetahui bahwa engkau memiliki budi pekerti luhur dan toleransi yang tinggi dalam menghadapi gangguan mereka, tetapi engkau merasa sedih sehingga dadamu menjadi sempit disebabkan apa yang mereka ucapkan kepadamu berupa pendustaan, hinaan, dan olok-olok mereka."
    },
    {
      "no": 98,
      "arab": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُن مِّنَ السَّاجِدِينَ",
      "latin": "Fasbbih bihamdi Rabbika wa kum minas saajideen",
      "id": "maka bertasbihlah dengan memuji Tuhanmu dan jadilah engkau di antara orang yang bersujud (salat),",
      "en": "So exalt [Allah] with praise of your Lord and be of those who prostrate [to Him].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1900",
      "tafsir": "Karena itu, maka janganlah kaupedulikan ucapan mereka betapapun menyakitkan hatimu, tetapi bertasbihlah kepada Allah dengan menyucikan-Nya dari segala kesyirikan dan kekurangan disertai dengan memuji Tuhanmu yang selalu mengawasi dan melindungimu dari gangguan kaum kafir serta membimbingmu ke jalan kebenaran, dan jadilah engkau di antara orang yang bersujud, yakni taat, tekun, dan patuh kepada Allah, seperti yang telah kaulakukan selama ini."
    },
    {
      "no": 99,
      "arab": "وَاعْبُدْ رَبَّكَ حَتَّىٰ يَأْتِيَكَ الْيَقِينُ",
      "latin": "Wa'bud Rabbaka hattaa yaatiyakal yaqeen",
      "id": "Dan sembahlah Tuhanmu sampai yakin (ajal) datang kepadamu.",
      "en": "And worship your Lord until there comes to you the certainty (death).",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1901",
      "tafsir": "Dan bersama dengan itu sembahlah Tuhanmu yang telah menciptakan dan menghidupkanmu, dan serahkanlah dirimu sepenuhnya kepadaNya sampai yakin, yaitu ajal, datang kepadamu. Dengan melakukan hal itu maka beban perasaan yang kaupikul akibat ucapan, sikap, dan tingkah laku kaum kafir akan terasa ringan dan jiwamu pun akan merasa tenteram.\""
    }
  ]
}