{
  "creator": "ZidanDev.",
  "number": 54,
  "name": "Al-Qamar",
  "type": "Makkiyyah",
  "translation_id": "di tempat yang disenangi di sisi Tuhan Yang Mahakuasa.",
  "translation_en": "In a seat of honor near a Sovereign, Perfect in Ability.",
  "jumlah_ayat": 55,
  "ayat": [
    {
      "no": 1,
      "arab": "اقْتَرَبَتِ السَّاعَةُ وَانشَقَّ الْقَمَرُ",
      "latin": "Iqtarabatis Saa'atu wsan shaqqal qamar",
      "id": "Saat (hari Kiamat) semakin dekat, bulan pun terbelah.",
      "en": "The Hour has come near, and the moon has split [in two].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4847",
      "tafsir": "Terdapat keterkaitan erat antara Surah an-Najm dengan Surah al-Qamar. Bila Surah an-Najm ditutup dengan ancaman terhadap orang kafir tentang hari kiamat yang makin dekat, Surah al-Qamar diawali dengan penegasan bahwa kiamat itu benar-benar telah dekat. Allah juga menunjukkan kuasa-Nya terhadap bulan. Saat kedatangan hari kiamat yang telah ditetapkan semakin dekat, bulan pun terbelah."
    },
    {
      "no": 2,
      "arab": "وَإِن يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُّسْتَمِرٌّ",
      "latin": "Wa iny yaraw aayatany yu'ridoo wa yaqooloo sihrum mustamirr",
      "id": "Dan jika mereka (orang-orang musyrikin) melihat suatu tanda (mukjizat), mereka berpaling dan berkata, “(Ini adalah) sihir yang terus menerus.”",
      "en": "And if they see a miracle, they turn away and say, \"Passing magic.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4848",
      "tafsir": "Orang musyrik selalu enggan memercayai berita yang dibawa oleh Nabi Muhammad. Dan jika mereka melihat dengan mata kepala satu tanda dan mukjizat yang membuktikan kebenaran ajaran beliau, mereka tetap berpaling seraya menolak kebenaran itu dan berkata, “Semua yang terjadi ini sesungguhnya hanya sihir yang bersifat terus-menerus.”"
    },
    {
      "no": 3,
      "arab": "وَكَذَّبُوا وَاتَّبَعُوا أَهْوَاءَهُمْ ۚ وَكُلُّ أَمْرٍ مُّسْتَقِرٌّ",
      "latin": "Wa kazzaboo wattaba'ooo ahwaaa'ahum; wa kullu amrim mustaqirr",
      "id": "Dan mereka mendustakan (Muhammad) dan mengikuti keinginannya, padahal setiap urusan telah ada ketetapannya.",
      "en": "And they denied and followed their inclinations. But for every matter is a [time of] settlement.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4849",
      "tafsir": "Demikianlah sikap orang musyrik, dan mereka memang senantiasa mendustakan kebenaran dari-Nya. Mereka cenderung menyimpang dari fitrah dan mengikuti keinginannya yang menjerumuskan mereka pada kesesatan, padahal setiap urusan yang terjadi pasti telah ada ketetapannya."
    },
    {
      "no": 4,
      "arab": "وَلَقَدْ جَاءَهُم مِّنَ الْأَنبَاءِ مَا فِيهِ مُزْدَجَرٌ",
      "latin": "Wa laqad jaaa'ahum minal ambaaa'i maa feehi muzdajar",
      "id": "Dan sungguh, telah datang kepada mereka beberapa kisah yang di dalamnya terdapat ancaman (terhadap kekafiran),",
      "en": "And there has already come to them of information that in which there is deterrence -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4850",
      "tafsir": "Dan sungguh, telah datang kepada mereka beberapa kisah yang di dalamnya terdapat ancaman bagi mereka untuk tidak berbuat ingkar dan syirik."
    },
    {
      "no": 5,
      "arab": "حِكْمَةٌ بَالِغَةٌ ۖ فَمَا تُغْنِ النُّذُرُ",
      "latin": "Hikmatum baalighatun famaa tughnin nuzur",
      "id": "(itulah) suatu hikmah yang sempurna, tetapi peringatan-peringatan itu tidak berguna (bagi mereka),",
      "en": "Extensive wisdom - but warning does not avail [them].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4851",
      "tafsir": "Wahai Nabi Muhammad, peristiwa-peristiwa yang engkau sam-paikan kepada umatmu adalah hikmah, yaitu ilmu amaliah dan amal ilmiah, yang sempurna kebenaran dan kejelasannya. Tetapi, sesungguhnya peringatan-peringatan itu tidak berguna bagi mereka."
    },
    {
      "no": 6,
      "arab": "فَتَوَلَّ عَنْهُمْ ۘ يَوْمَ يَدْعُ الدَّاعِ إِلَىٰ شَيْءٍ نُّكُرٍ",
      "latin": "Fatawalla 'anhum; yawma yad'ud daa'i ilaa shai 'in nukur",
      "id": "maka berpalinglah engkau (Muhammad) dari mereka pada hari (ketika) penyeru (malaikat) mengajak (mereka) kepada sesuatu yang tidak menyenangkan (hari pembalasan),",
      "en": "So leave them, [O Muhammad]. The Day the Caller calls to something forbidding,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4852",
      "tafsir": "Maka, berpalinglah engkau dari mereka! Orang musyrik itu akan menghadapi masa yang mengerikan, yaitu pada hari ketika penyeru, ketika malaikat atau utusan-Nya, mengajak mereka kepada sesuatu yang tidak menyenangkan, yaitu datangnya kiamat dan keharusan setiap orang mempertanggung jawabkan perbuatannya."
    },
    {
      "no": 7,
      "arab": "خُشَّعًا أَبْصَارُهُمْ يَخْرُجُونَ مِنَ الْأَجْدَاثِ كَأَنَّهُمْ جَرَادٌ مُّنتَشِرٌ",
      "latin": "khushsha'an absaaruhum yakrujoona minal ajdaasi ka annahum jaraadum muntashir",
      "id": "pandangan mereka tertunduk, ketika mereka keluar dari kuburan, seakan-akan mereka belalang yang beterbangan,",
      "en": "Their eyes humbled, they will emerge from the graves as if they were locusts spreading,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4853",
      "tafsir": "Orang yang diseru itu akan datang pandangan mereka tertunduk, ketika mereka keluar dari kuburan dengan ketakutan. Keadaan ini menyebabkan mereka berjalan serampangan, seakan-akan mereka belalang yang beterbangan."
    },
    {
      "no": 8,
      "arab": "مُّهْطِعِينَ إِلَى الدَّاعِ ۖ يَقُولُ الْكَافِرُونَ هَٰذَا يَوْمٌ عَسِرٌ",
      "latin": "Muhti'eena ilad daa'i yaqoolul kafiroona haazaa yawmun 'asir",
      "id": "dengan patuh mereka segera datang kepada penyeru itu. Orang-orang kafir berkata, “Ini adalah hari yang sulit.”",
      "en": "Racing ahead toward the Caller. The disbelievers will say, \"This is a difficult Day.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4854",
      "tafsir": "Dengan patuh dan penuh rasa takut mereka segera datang kepada penyeru itu. Dalam keadaan seperti ini orang-orang kafir terus saja berkata, “Ini adalah hari yang sangat sulit dihadapi.”"
    },
    {
      "no": 9,
      "arab": "۞ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا عَبْدَنَا وَقَالُوا مَجْنُونٌ وَازْدُجِرَ",
      "latin": "Kazzabat qablahum qawmu Noohin fakazzaboo 'abdanaa wa qaaloo majnoo nunw wazdujir",
      "id": "Sebelum mereka, kaum Nuh juga telah mendustakan (rasul), maka mereka mendustakan hamba Kami (Nuh) dan mengatakan, “Dia orang gila!” Lalu diusirnya dengan ancaman.",
      "en": "The people of Noah denied before them, and they denied Our servant and said, \"A madman,\" and he was repelled.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4855",
      "tafsir": "Ayat-ayat berikut menguraikan siksaan duniawi atas orang-orang yang mengingkari para rasul. Sebelum mereka, yaitu kaum musyrik Mekah, sebagian besar kaum Nabi Nuh juga telah mendustakan dan menolak dakwah hamba Kami. Maka mereka mendustakan Nabi Nuh, hamba Kami yang terpilih, dan mengatakan, “Dia adalah orang gila!” Lalu diusirnya dengan ancaman, ejekan, dan makian dari hampir seluruh kaumnya.”"
    },
    {
      "no": 10,
      "arab": "فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانتَصِرْ",
      "latin": "Fada'aa Rabbahooo annee maghloobun fantasir",
      "id": "Maka dia (Nuh) mengadu kepada Tuhannya, “Sesungguhnya aku telah dikalahkan, maka tolonglah (aku).”",
      "en": "So he invoked his Lord, \"Indeed, I am overpowered, so help.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4856",
      "tafsir": "Pembangkangan kaum Nabi Nuh makin menjadi. Meski sudah didakwahi sekian ratus tahun, hanya segelintir kaumnya yang beriman. Maka dia menengadahkan tangan, mengadu kepada Tuhannya, “Sesungguhnya aku telah dikalahkan dengan keingkaran dan perlakuan buruk kaumku, maka tolonglah aku, wahai Tuhan Pemeliharaku.”"
    },
    {
      "no": 11,
      "arab": "فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُّنْهَمِرٍ",
      "latin": "Fafatahnaaa abwaabas sa maaa'i bimaa'im munhamir",
      "id": "Lalu Kami bukakan pintu-pintu langit dengan (menurunkan) air yang tercurah,",
      "en": "Then We opened the gates of the heaven with rain pouring down",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4857",
      "tafsir": "Allah meperkenankan doa Nabi Nuh, lalu Kami bukakan pintu-pintu langit, yaitu awan yang mencurahkan hujan dan membanjiri permukiman kaum Nabi Nuh dengan air yang tercurah deras,"
    },
    {
      "no": 12,
      "arab": "وَفَجَّرْنَا الْأَرْضَ عُيُونًا فَالْتَقَى الْمَاءُ عَلَىٰ أَمْرٍ قَدْ قُدِرَ",
      "latin": "Wa fajjamal arda 'uyoonan faltaqal maaa'u 'alaaa amrin qad qudir",
      "id": "dan Kami jadikan bumi menyemburkan mata-mata air maka bertemulah (air-air) itu sehingga (meluap menimbulkan) keadaan (bencana) yang telah ditetapkan.",
      "en": "And caused the earth to burst with springs, and the waters met for a matter already predestined.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4858",
      "tafsir": "dan selain itu Kami jadikan bumi menyemburkan mata-mata air. Karena dahsyatnya peristiwa itu, maka bertemulah air-air yang tercurah dari langit dan tersembur dari bumi itu sehingga meluap dan menimbulkan keadaan dan bencana yang telah ditetapkan untuk menghukum kaum yang mengingkari rasulnya."
    },
    {
      "no": 13,
      "arab": "وَحَمَلْنَاهُ عَلَىٰ ذَاتِ أَلْوَاحٍ وَدُسُرٍ",
      "latin": "Wa hamalnaahu 'alaa zaati alwaahinw wa dusur",
      "id": "Dan Kami angkut dia (Nuh) ke atas (kapal) yang terbuat dari papan dan pasak,",
      "en": "And We carried him on a [construction of] planks and nails,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4859",
      "tafsir": "Limpahan air dari langit dan pancarannya dari bumi merupakan azab bagi kaum Nabi Nuh yang ingkar. Dan Kami angkut serta selamatkan dia bersama orang-orang yang beriman ke atas kapal yang terbuat dari papan yang disusun dan diikat dengan pasak,"
    },
    {
      "no": 14,
      "arab": "تَجْرِي بِأَعْيُنِنَا جَزَاءً لِّمَن كَانَ كُفِرَ",
      "latin": "Tajree bi a'yuninaa jazaaa 'al liman kaana kufir",
      "id": "yang berlayar dengan pemeliharaan (pengawasan) Kami sebagai balasan bagi orang yang telah diingkari (kaumnya).",
      "en": "Sailing under Our observation as reward for he who had been denied.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4860",
      "tafsir": "yang berlayar dengan pemeliharaan dan pengawasan Kami, sebagai ganjaran dan balasan bagi orang yang telah diingkari oleh kaumnya."
    },
    {
      "no": 15,
      "arab": "وَلَقَد تَّرَكْنَاهَا آيَةً فَهَلْ مِن مُّدَّكِرٍ",
      "latin": "Wa laqat taraknaahaad aayatan fahal mim muddakir",
      "id": "Dan sungguh, kapal itu telah Kami jadikan sebagai tanda (pelajaran). Maka adakah orang yang mau mengambil pelajaran?",
      "en": "And We left it as a sign, so is there any who will remember?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4861",
      "tafsir": "Dan sungguh, kapal itu telah Kami awetkan dan Kami jadikan sebagai tanda dan pelajaran bagi kaum yang datang kemudian. Maka, adakah orang yang mau dan bersungguh-sungguh mengambil pelajaran dari peristiwa itu? Bila hal itu tidak menyadarkannya untuk menaati ajakan rasul,"
    },
    {
      "no": 16,
      "arab": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ",
      "latin": "Fakaifa kaana 'azaabee wa nuzur",
      "id": "Maka betapa dahsyatnya azab-Ku dan peringatan-Ku!",
      "en": "And how [severe] were My punishment and warning.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4862",
      "tafsir": "maka perhatikan betul-betul betapa dahsyatnya azab-Ku dan peringatan-Ku."
    },
    {
      "no": 17,
      "arab": "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ",
      "latin": "Wa laqad yassamal Quraana liz zikri fahal mimmuddakir",
      "id": "Dan sungguh, telah Kami mudahkan Al-Qur'an untuk peringatan, maka adakah orang yang mau mengambil pelajaran?",
      "en": "And We have certainly made the Qur'an easy for remembrance, so is there any who will remember?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4863",
      "tafsir": "Dan sungguh, telah Kami mudahkan Al-Qur’an untuk menjadi pelajaran dan peringatan bagi semua manusia, maka adakah di antara mereka yang mau mengambil pelajaran sehingga Allah melimpahkan karunia kepada-nya dan membantunya memahami kitab suci ini?"
    },
    {
      "no": 18,
      "arab": "كَذَّبَتْ عَادٌ فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ",
      "latin": "Kazzabat 'Aadun fakaifa kaana 'azaabee wa nuzur",
      "id": "Kaum ‘Ad pun telah mendustakan. Maka betapa dahsyatnya azab-Ku dan peringatan-Ku!",
      "en": "'Aad denied; and how [severe] were My punishment and warning.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4864",
      "tafsir": "Sebagaimana kaum Nabi Nuh, kaum ‘Ad pun mengingkari dakwah nabi mereka, Nabi Hud. Kaum ‘Ad pun telah mendustakan Nabi Hud yang telah Kami utus kepada mereka. Kami binasakan mereka, maka lihatlah betapa dahsyatnya azab-Ku dan peringatan-Ku yang telah Kusampaikan melalui rasul-rasul-Ku."
    },
    {
      "no": 19,
      "arab": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي يَوْمِ نَحْسٍ مُّسْتَمِرٍّ",
      "latin": "Innaa arsalnaa 'alaihim reehan sarsaran fee Yawmi nahsim mustamirr",
      "id": "Sesungguhnya Kami telah menghembuskan angin yang sangat kencang kepada mereka pada hari nahas yang terus menerus,",
      "en": "Indeed, We sent upon them a screaming wind on a day of continuous misfortune,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4865",
      "tafsir": "Sebagai hukuman atas keingkaran kaum ‘Ad, sesungguhnya Kami telah mengembuskan angin yang sangat kencang kepada mereka pada hari yang mereka anggap sebagai hari nahas. Embusan yang tidak ada bandingannya itu terjadi secara terus-menerus."
    },
    {
      "no": 20,
      "arab": "تَنزِعُ النَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُّنقَعِرٍ",
      "latin": "Tanzi;un naasa ka anna huma'jaazu nakhlim munqa'ir",
      "id": "yang membuat manusia bergelimpangan, mereka bagaikan pohon-pohon kurma yang tumbang dengan akar-akarnya.",
      "en": "Extracting the people as if they were trunks of palm trees uprooted.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4866",
      "tafsir": "Allah mengembuskan angin mahadahsyat yang membuat manusia durhaka itu bergelimpangan seakan-akan mereka bagaikan pohon-pohon kurma yang tumbang dengan akar-akarnya."
    },
    {
      "no": 21,
      "arab": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ",
      "latin": "'Fakaifa kaana 'azaabee wa nuzur",
      "id": "Maka betapa dahsyatnya azab-Ku dan peringatan-Ku!",
      "en": "And how [severe] were My punishment and warning.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4867",
      "tafsir": "Maka perhatikanlah betapa dahsyatnya azab-Ku dan peringatan-Ku kepada orang-orang yang ingkar dan durhaka."
    },
    {
      "no": 22,
      "arab": "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ",
      "latin": "Wa laqad yassamal Quraana liz zikri fahal mim muddakir",
      "id": "Dan sungguh, telah Kami mudahkan Al-Qur'an untuk peringatan, maka adakah orang yang mau mengambil pelajaran?",
      "en": "And We have certainly made the Qur'an easy for remembrance, so is there any who will remember?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4868",
      "tafsir": "Peristiwa yang menimpa kaum ‘Ad merupakan pelajaran berharga bagi orang yang mau memperhatikan. Dan sungguh, telah Kami mudahkan Al-Qur’an untuk menjadi pelajaran dan peringatan bagi semua manusia. Maka, adakah di antara mereka orang yang mau mengambil pelajaran sehingga Allah melimpahkan karunia kepadanya dan membantunya memahami kitab suci ini?"
    },
    {
      "no": 23,
      "arab": "كَذَّبَتْ ثَمُودُ بِالنُّذُرِ",
      "latin": "Kazzabat Samoodu binnuzur",
      "id": "Kaum Samud pun telah mendustakan peringatan itu.",
      "en": "Thamud denied the warning",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4869",
      "tafsir": "Seperti kaum Nabi Nuh dan kaum ‘Ad, kaum Samud pun mengingkari dakwah nabi mereka, Nabi Saleh. Kaum Samud pun telah mendustakan rasul Allah dan peringatan itu"
    },
    {
      "no": 24,
      "arab": "فَقَالُوا أَبَشَرًا مِّنَّا وَاحِدًا نَّتَّبِعُهُ إِنَّا إِذًا لَّفِي ضَلَالٍ وَسُعُرٍ",
      "latin": "Faqaalooo a-basharam minnaa waahidan nattabi'uhooo innaa izal lafee dalaalinw wa su'ur",
      "id": "Maka mereka berkata, “Bagaimana kita akan mengikuti seorang manusia (biasa) di antara kita? Sungguh, kalau begitu kita benar-benar telah sesat dan gila.",
      "en": "And said, \"Is it one human being among us that we should follow? Indeed, we would then be in error and madness.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4870",
      "tafsir": "Maka mereka berkata, “Bagaimana kita akan mengikuti seorang manusia biasa di antara kita yang tidak memiliki keistimewaan dan pengikut, sedang dia mengajarkan sesuatu yang bertentangan dengan keyakinan nenek moyang kita? Sungguh, kalau begitu kita benar-benar telah sesat dan gila."
    },
    {
      "no": 25,
      "arab": "أَأُلْقِيَ الذِّكْرُ عَلَيْهِ مِن بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ",
      "latin": "'A-ulqiyaz zikru 'alaihi mim baininaa bal huwa kazzaabun ashir",
      "id": "Apakah wahyu itu diturunkan kepadanya di antara kita? Pastilah dia (Saleh) seorang yang sangat pendusta (dan) sombong.”",
      "en": "Has the message been sent down upon him from among us? Rather, he is an insolent liar.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4871",
      "tafsir": "Apakah wahyu itu justru diturunkan kepadanya, bukan kepada orang lain di antara kita yang lebih istimewa dan berpengaruh? Pastilah dia seorang pendusta besar lagi sombong.”"
    },
    {
      "no": 26,
      "arab": "سَيَعْلَمُونَ غَدًا مَّنِ الْكَذَّابُ الْأَشِرُ",
      "latin": "Sa-ya'lamoona ghadam manil kazzaabul ashir",
      "id": "Kelak mereka akan mengetahui siapa yang sebenarnya sangat pendusta (dan) sombong itu.",
      "en": "They will know tomorrow who is the insolent liar.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4872",
      "tafsir": "Allah membantah, “Kelak, saat bukti-bukti yang menguatkan kenabiannya ditampakkan, mereka akan mengetahui siapa yang sebenarnya layak disebut sangat pendusta dan sombong itu.”"
    },
    {
      "no": 27,
      "arab": "إِنَّا مُرْسِلُو النَّاقَةِ فِتْنَةً لَّهُمْ فَارْتَقِبْهُمْ وَاصْطَبِرْ",
      "latin": "Innaa mursilun naaqati fitnatal lahum fartaqibhum wastabir",
      "id": "Sesungguhnya Kami akan mengirimkan unta betina sebagai cobaan bagi mereka, maka tunggulah mereka dan bersabarlah (Saleh).",
      "en": "Indeed, We are sending the she-camel as trial for them, so watch them and be patient.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4873",
      "tafsir": "Sesungguhnya Kami akan menciptakan dan mengirimkan seekor unta betina sebagai mukjizat yang membuktikan kebenaran Nabi Saleh dan sebagai cobaan bagi mereka, apakah mereka beriman atau tidak. Maka sesudah kami kirimkan unta itu, tunggulah tindakan mereka kepadanya dan bersabarlah menanti tindakan Kami terhadap mereka."
    },
    {
      "no": 28,
      "arab": "وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ ۖ كُلُّ شِرْبٍ مُّحْتَضَرٌ",
      "latin": "Wa nabbi'hum annal maaa'a qismatum bainahum kullu shirbim muhtadar",
      "id": "Dan beritahukanlah kepada mereka bahwa air itu dibagi di antara mereka (dengan unta betina itu); setiap orang berhak mendapat giliran minum.",
      "en": "And inform them that the water is shared between them, each [day of] drink attended [by turn].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4874",
      "tafsir": "Wahai Nabi Saleh, dan beritahukanlah kepada mereka, yaitu kaum Samud, bahwa air sumur yang menjadi sumber minum mereka itu dibagi di antara mereka dengan unta betina itu; setiap orang berhak mendapat giliran minum dan hanya bisa mengambil jatah sesuai giliran tersebut."
    },
    {
      "no": 29,
      "arab": "فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَىٰ فَعَقَرَ",
      "latin": "Fanaadaw saahibahum fata'aataa fa'aqar",
      "id": "Maka mereka memanggil kawannya, lalu dia menangkap (unta itu) dan memotongnya.",
      "en": "But they called their companion, and he dared and hamstrung [her].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4875",
      "tafsir": "Mereka merasa kecewa dengan pembagian jatah air itu. Maka mereka memanggil kawannya yang dikenal kuat dan kejam untuk membunuh unta itu, lalu dia menangkap unta itu dan memotongnya. Akibat kedurhakaan ini,"
    },
    {
      "no": 30,
      "arab": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ",
      "latin": "Fakaifa kaana 'azaabee wa nuzur",
      "id": "Maka betapa dahsyatnya azab-Ku dan peringatan-Ku!",
      "en": "And how [severe] were My punishment and warning.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4876",
      "tafsir": "maka lihatlah betapa dahsyatnya azab-Ku dan peringatan-Ku kepada mereka."
    },
    {
      "no": 31,
      "arab": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَاحِدَةً فَكَانُوا كَهَشِيمِ الْمُحْتَظِرِ",
      "latin": "Innaaa arsalnaa 'alaihim saihatanw waahidatan fakaano kahasheemil muhtazir",
      "id": "Kami kirimkan atas mereka satu suara yang keras mengguntur, maka jadilah mereka seperti batang-batang kering yang lapuk.",
      "en": "Indeed, We sent upon them one blast from the sky, and they became like the dry twig fragments of an [animal] pen.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4877",
      "tafsir": "Begitu unta tersebut dibunuh, datanglah azab Allah kepada mereka. Kami kirimkan atas mereka satu suara yang keras dan mengguntur, maka dengan sangat cepat jadilah mereka seperti batang-batang kering yang lapuk."
    },
    {
      "no": 32,
      "arab": "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ",
      "latin": "Wa laqad yassarnal quraana liz zikri fahal mim muddakir",
      "id": "Dan sungguh, telah Kami mudahkan Al-Qur'an untuk peringatan, maka adakah orang yang mau mengambil pelajaran?",
      "en": "And We have certainly made the Qur'an easy for remembrance, so is there any who will remember?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4878",
      "tafsir": "Uraian pada ayat-ayat sebelumnya menjadi pelajaran bagi mereka mau berpikir dan mengambil ibrah. Dan sungguh, telah Kami mudahkan Al-Qur’an untuk dijadikan peringatan, maka adakah orang yang secara sungguh-sungguh mau mengambil pelajaran darinya sehingga Allah melimpahkan karunia dan membantu dia memahami isinya?"
    },
    {
      "no": 33,
      "arab": "كَذَّبَتْ قَوْمُ لُوطٍ بِالنُّذُرِ",
      "latin": "Kazzabat qawmu lootim binnuzur",
      "id": "Kaum Lut pun telah mendustakan peringatan itu.",
      "en": "The people of Lot denied the warning.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4879",
      "tafsir": "Beralih dari kisah Kaum Samud dan azab yang menimpa mereka, Allah lalu bertutur tentang kisah Nabi Lut. Kaum Lut pun telah mendustakan peringatan nabinya itu."
    },
    {
      "no": 34,
      "arab": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّا آلَ لُوطٍ ۖ نَّجَّيْنَاهُم بِسَحَرٍ",
      "latin": "Innaa arsalnaa 'alaihim haasiban illaaa aala Loot najjainaahum bisahar",
      "id": "Sesungguhnya Kami kirimkan kepada mereka badai yang membawa batu-batu (yang menimpa mereka), kecuali keluarga Lut. Kami selamatkan mereka sebelum fajar menyingsing,",
      "en": "Indeed, We sent upon them a storm of stones, except the family of Lot - We saved them before dawn",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4880",
      "tafsir": "Akibat keingkaran mereka, sesungguhnya Kami kirimkan kepada mereka badai yang berembus amat kencang dan membawa batu-batu untuk kami timpakan kepada mereka, kecuali keluarga Lut. Kami selamatkan mereka dari bencana itu sebelum fajar menyingsing."
    },
    {
      "no": 35,
      "arab": "نِّعْمَةً مِّنْ عِندِنَا ۚ كَذَٰلِكَ نَجْزِي مَن شَكَرَ",
      "latin": "Ni'matam min 'indinaa; kazaalika najzee man shakar",
      "id": "sebagai nikmat dari Kami. Demikianlah Kami memberi balasan kepada orang-orang yang bersyukur.",
      "en": "As favor from us. Thus do We reward he who is grateful.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4881",
      "tafsir": "Kami lakukan itu semua sebagai nikmat dari Kami. Demikianlah Kami selalu memberi balasan kepada orang-orang yang bersyukur."
    },
    {
      "no": 36,
      "arab": "وَلَقَدْ أَنذَرَهُم بَطْشَتَنَا فَتَمَارَوْا بِالنُّذُرِ",
      "latin": "Wa laqad anzarahum batshatanaa fatamaaraw binnuzur",
      "id": "Dan sungguh, dia (Lut) telah memperingatkan mereka akan hukuman Kami, tetapi mereka mendustakan peringatan-Ku.",
      "en": "And he had already warned them of Our assault, but they disputed the warning.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4882",
      "tafsir": "Allah tidak menimpakan azab itu kepada kaum Nabi Lut secara tiba-tiba karena sebelumnya mereka telah diberi peringatan. Dan sungguh, dia telah memperingatkan mereka agar berhenti dari kedurhakaan yang akan menyebabkan jatuhnya hukuman Kami, tetapi mereka tetap mendustakan peringatan-Ku."
    },
    {
      "no": 37,
      "arab": "وَلَقَدْ رَاوَدُوهُ عَن ضَيْفِهِ فَطَمَسْنَا أَعْيُنَهُمْ فَذُوقُوا عَذَابِي وَنُذُرِ",
      "latin": "Wa laqad raawadoohu 'andaifee fatamasnaaa a'yunahum fazooqoo 'azaabee wa nuzur",
      "id": "Dan sungguh, mereka telah membujuknya (agar menyerahkan) tamunya (kepada mereka), lalu Kami butakan mata mereka, maka rasakanlah azab-Ku dan peringatan-Ku!",
      "en": "And they had demanded from him his guests, but We obliterated their eyes, [saying], \"Taste My punishment and warning.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4883",
      "tafsir": "Puncak keingkaran kaum Nabi Lut adalah kebiasaan mereka berhubungan seksual sesama jenis. Suatu hari Nabi Lut kedatangan tamu pria. Mereka pun bergegas ke rumah Nabi Lut. Dan sungguh, mereka telah membujuknya agar menyerahkan tamunya itu kepada mereka untuk diajak berhubungan seksual, lalu Kami butakan mata mereka akibat kedurhakaan ini, maka rasakanlah betapa pedih azab-Ku dan peringatan-Ku!"
    },
    {
      "no": 38,
      "arab": "وَلَقَدْ صَبَّحَهُم بُكْرَةً عَذَابٌ مُّسْتَقِرٌّ",
      "latin": "Wa laqad sabbahahum bukratan 'azaabum mustaqirr",
      "id": "Dan sungguh, pada esok harinya mereka benar-benar ditimpa azab yang tetap.",
      "en": "And there came upon them by morning an abiding punishment.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4884",
      "tafsir": "Tidak hanya membutakan mata mereka, Allah juga menimpakan kepada mereka azab yang lebih pedih. Dan sungguh, pada esok harinya mereka benar-benar ditimpa azab yang tetap sehingga binasalah mereka semua."
    },
    {
      "no": 39,
      "arab": "فَذُوقُوا عَذَابِي وَنُذُرِ",
      "latin": "Fazooqoo 'azaabee wa nuzur",
      "id": "Maka rasakanlah azab-Ku dan peringatan-Ku!",
      "en": "So taste My punishment and warning.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4885",
      "tafsir": "Maka rasakanlah betapa pedihnya azab-Ku dan bukti dari peringatan-Ku!"
    },
    {
      "no": 40,
      "arab": "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ",
      "latin": "Wa laqad yassarnal Quraana liz zikri fahal mim muddakir",
      "id": "Dan sungguh, telah Kami mudahkan Al-Qur'an untuk peringatan, maka adakah orang yang mau mengambil pelajaran?",
      "en": "And We have certainly made the Qur'an easy for remembrance, so is there any who will remember?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4886",
      "tafsir": "Allah menuturkan kisah ini untuk mengingatkan betapa besar nikmat-Nya kepada manusia. Allah ingin agar manusia mau mengambil dari kisah itu pelajaran bagi kehidupannya. Dan sungguh, telah Kami mudahkan Al-Qur’an untuk dijadikan peringatan, maka adakah orang yang secara sungguh-sungguh mau mengambil pelajaran darinya sehingga Allah melimpahkan karunia dan membantunya memahami isinya?"
    },
    {
      "no": 41,
      "arab": "وَلَقَدْ جَاءَ آلَ فِرْعَوْنَ النُّذُرُ",
      "latin": "Wa laqad jaaa'a Aala Fir'awnan nuzur",
      "id": "Dan sungguh, peringatan telah datang kepada keluarga Fir‘aun.",
      "en": "And there certainly came to the people of Pharaoh warning.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4887",
      "tafsir": "Dari kisah kaum Nabi Lut Allah beralih menyebut kisah Fira‘un dan kaumnya. Dan sungguh, peringatan Kami telah datang kepada keluarga Fira‘un dan kaumnya agar mereka beriman kepada Allah Yang Esa."
    },
    {
      "no": 42,
      "arab": "كَذَّبُوا بِآيَاتِنَا كُلِّهَا فَأَخَذْنَاهُمْ أَخْذَ عَزِيزٍ مُّقْتَدِرٍ",
      "latin": "Kazzaboo bi Aayaatinaa kullihaa fa akhaznaahum akhza 'azeezim muqtadir",
      "id": "Mereka mendustakan mukjizat-mukjizat Kami semuanya, maka Kami azab mereka dengan azab dari Yang Mahaperkasa, Mahakuasa.",
      "en": "They denied Our signs, all of them, so We seized them with a seizure of one Exalted in Might and Perfect in Ability.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4888",
      "tafsir": "Namun, mereka mendustakan mukjizat-mukjizat Kami semuanya yang ditunjukkan oleh Nabi Musa, maka Kami azab mereka dengan azab dari Allah Yang Mahaperkasa, lagi Mahakuasa."
    },
    {
      "no": 43,
      "arab": "أَكُفَّارُكُمْ خَيْرٌ مِّنْ أُولَٰئِكُمْ أَمْ لَكُم بَرَاءَةٌ فِي الزُّبُرِ",
      "latin": "Akuffaarukum khairum min ulaaa'ikum am lakum baraaa'atun fiz Zubur",
      "id": "Apakah orang-orang kafir di lingkunganmu (kaum musyrikin) lebih baik dari mereka, ataukah kamu telah mempunyai jaminan kebebasan (dari azab) dalam kitab-kitab terdahulu?",
      "en": "Are your disbelievers better than those [former ones], or have you immunity in the scripture?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4889",
      "tafsir": "Allah kemudian mengalihkan arah komunikasi kepada kaum musyrik Mekah. Wahai kaum musyrik, apakah orang-orang kafir di lingkunganmu yang lebih baik daripada mereka yang telah dikisahkan itu, ataukah kamu telah mempunyai jaminan kebebasan dari azab seperti yang tercantum dalam kitab-kitab terdahulu, sehingga kamu bersikeras untuk ingkar?"
    },
    {
      "no": 44,
      "arab": "أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُّنتَصِرٌ",
      "latin": "Am yaqooloona nahnu jamee'um muntasir",
      "id": "Atau mereka mengatakan, “Kami ini golongan yang bersatu yang pasti menang.”",
      "en": "Or do they say, \"We are an assembly supporting [each other]\"?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4890",
      "tafsir": "Peringatan itu tidak diperhatikan oleh kaum musyrik Mekah. Atau mereka mengatakan dengan penuh kesombongan, “Kami ini golongan yang sangat kompak dan selalu bersatu. Kami adalah golongan yang pasti menang dalam menghadapi siapa saja.”"
    },
    {
      "no": 45,
      "arab": "سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ",
      "latin": "Sa yuhzamul jam'u wa yuwalloonad dubur",
      "id": "Golongan itu pasti akan dikalahkan dan mereka akan mundur ke belakang.",
      "en": "[Their] assembly will be defeated, and they will turn their backs [in retreat].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4891",
      "tafsir": "Allah menegasikan keyakinan kaum kafir itu . Golongan itu pasti akan dikalahkan oleh kaum yang beriman dan mereka akan mundur ke belakang sambil berlari pontang-panting."
    },
    {
      "no": 46,
      "arab": "بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَىٰ وَأَمَرُّ",
      "latin": "Balis Saa'atu maw'iduhum was Saa'atu adhaa wa amarr",
      "id": "Bahkan hari Kiamat itulah hari yang dijanjikan kepada mereka dan hari Kiamat itu lebih dahsyat dan lebih pahit.",
      "en": "But the Hour is their appointment [for due punishment], and the Hour is more disastrous and more bitter.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4892",
      "tafsir": "Kekalahan mereka di dunia bukan akhir segalanya karena di akhirat mereka juga akan menerima azab atas kekafirannya. Bahkan, hari Kiamat itulah hari paling sulit yang dijanjikan oleh Allah kepada mereka, dan hari Kiamat itu lebih dahsyat daripada semua bencana dunia dan lebih pahit karena siksa itu berlanjut tanpa akhir."
    },
    {
      "no": 47,
      "arab": "إِنَّ الْمُجْرِمِينَ فِي ضَلَالٍ وَسُعُرٍ",
      "latin": "Innal mujrimeena fee dalaalinw wa su'ur",
      "id": "Sungguh, orang-orang yang berdosa berada dalam kesesatan (di dunia) dan akan berada dalam neraka (di akhirat).",
      "en": "Indeed, the criminals are in error and madness.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4893",
      "tafsir": "Uraian tentang peringatan terhadap kaum kafir Mekah diikuti oleh penjelasan mengenai siksa bagi pendosa dan pahala bagi orang yang bertakwa. Sungguh, orang-orang yang berdosa berada dalam kesesatan saat di dunia, dan di akhirat kelak akan berada dalam neraka yang penuh siksa pedih."
    },
    {
      "no": 48,
      "arab": "يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَىٰ وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ",
      "latin": "Yawma yushaboona fin Naari'alaa wujoohimim zooqoo massa saqar",
      "id": "Pada hari mereka diseret ke neraka pada wajahnya. (Dikatakan kepada mereka), “Rasakanlah sentuhan api neraka.”",
      "en": "The Day they are dragged into the Fire on their faces [it will be said], \"Taste the touch of Saqar.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4894",
      "tafsir": "Pada hari mereka yang kafir itu diseret ke neraka pada wajahnya, dikatakan kepada mereka, “Rasakanlah sentuhan api neraka yang sangat panas itu.”"
    },
    {
      "no": 49,
      "arab": "إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ",
      "latin": "Innaa kulla shai'in khalaqnaahu biqadar",
      "id": "Sungguh, Kami menciptakan segala sesuatu menurut ukuran.",
      "en": "Indeed, all things We created with predestination.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4895",
      "tafsir": "Apa yang terjadi pada semua makhluk sudah ditetapkan oleh Allah. Sungguh, Kami menciptakan segala sesuatu menurut ukuran, yaitu suatu sistem dan ketentuan yang telah ditetapkan."
    },
    {
      "no": 50,
      "arab": "وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ",
      "latin": "Wa maaa amrunaaa illaa waahidatun kalamhim bilbasar",
      "id": "Dan perintah Kami hanyalah (dengan) satu perkataan seperti kejapan mata.",
      "en": "And Our command is but one, like a glance of the eye.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4896",
      "tafsir": "Dan ketahuilah bahwa semua perintah Kami yang menyangkut apa pun hanyalah diungkapkan dengan satu perkataan yang mudah dan cepat, seperti kejapan mata."
    },
    {
      "no": 51,
      "arab": "وَلَقَدْ أَهْلَكْنَا أَشْيَاعَكُمْ فَهَلْ مِن مُّدَّكِرٍ",
      "latin": "Wa laqad ahlaknaaa ashyaa'akum fahal mim muddakir",
      "id": "Dan sungguh, telah Kami binasakan orang yang serupa dengan kamu (kekafirannya). Maka adakah orang yang mau mengambil pelajaran?",
      "en": "And We have already destroyed your kinds, so is there any who will remember?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4897",
      "tafsir": "Azab atas kaum-kaum terdahulu membuktikan betapa Allah Mahakuasa. Dan sungguh, telah Kami binasakan orang yang kekafirannya serupa dengan kamu, wahai kaum musyrik Mekah. Maka, adakah di antara kamu orang yang mau mengambil pelajaran dari peristiwa-peristiwa itu?"
    },
    {
      "no": 52,
      "arab": "وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ",
      "latin": "Wa kullu shai'in fa'aloohu fiz Zubur",
      "id": "Dan segala sesuatu yang telah mereka perbuat tercatat dalam buku-buku catatan.",
      "en": "And everything they did is in written records.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4898",
      "tafsir": "Kami juga mengetahui apa saja yang berkaitan dengan mereka. Dan untuk membuktikan perilaku mereka, segala sesuatu yang telah mereka perbuat kapan dan di mana pun tercatat dengan rinci oleh malaikat Kami dalam buku-buku catatan."
    },
    {
      "no": 53,
      "arab": "وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُّسْتَطَرٌ",
      "latin": "Wa kullu sagheerinw wa kabeerim mustatar",
      "id": "Dan segala (sesuatu) yang kecil maupun yang besar (semuanya) tertulis.",
      "en": "And every small and great [thing] is inscribed.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4899",
      "tafsir": "Dan di samping itu, segala sesuatu baik yang kecil dan remeh maupun yang besar dan penting tertulis di sana dengan rinci."
    },
    {
      "no": 54,
      "arab": "إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ",
      "latin": "Innal muttaqeena fee jannaatinw wa nahar",
      "id": "Sungguh, orang-orang yang bertakwa berada di taman-taman dan sungai-sungai,",
      "en": "Indeed, the righteous will be among gardens and rivers,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4900",
      "tafsir": "Bila orang-orang musyrik diseret pada wajahnya ke arah neraka, maka sungguh, orang-orang yang benar-benar bertakwa secara tulus berada di taman-taman dan sungai-sungai yang beragam."
    },
    {
      "no": 55,
      "arab": "فِي مَقْعَدِ صِدْقٍ عِندَ مَلِيكٍ مُّقْتَدِرٍ",
      "latin": "Fee maq'adi sidqin 'inda Maleekim Muqtadir",
      "id": "di tempat yang disenangi di sisi Tuhan Yang Mahakuasa.",
      "en": "In a seat of honor near a Sovereign, Perfect in Ability.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4901",
      "tafsir": "Mereka tinggal di tempat yang disenangi dan penuh kebahagiaan, di sisi Tuhan Yang Mahakuasa."
    }
  ]
}