{
  "creator": "ZidanDev.",
  "number": 100,
  "name": "Al-'Adiyat",
  "type": "Makkiyyah",
  "translation_id": "sungguh, Tuhan mereka pada hari itu Mahateliti terhadap keadaan mereka.",
  "translation_en": "Indeed, their Lord with them, that Day, is [fully] Acquainted.",
  "jumlah_ayat": 11,
  "ayat": [
    {
      "no": 1,
      "arab": "وَالْعَادِيَاتِ ضَبْحًا",
      "latin": "Wal'aadi yaati dabha",
      "id": "Demi kuda perang yang berlari kencang terengah-engah,",
      "en": "By the racers, panting,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6147",
      "tafsir": "Demi kuda perang yang berlari kencang dan bernafas terengah-engah ke arah musuh dengan penuh keberanian dan semangat guna membawa tuannya berperang di jalan Allah."
    },
    {
      "no": 2,
      "arab": "فَالْمُورِيَاتِ قَدْحًا",
      "latin": "Fal moori yaati qadha",
      "id": "dan kuda yang memercikkan bunga api (dengan pukulan kuku kakinya),",
      "en": "And the producers of sparks [when] striking",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6148",
      "tafsir": "Dan demi kuda yang memercikkan bunga api karena hentakan kuku kakinya beradu dengan batu batu. Hal ini menunjukkan keberaniannya menghadapi rintangan sebesar apa pun."
    },
    {
      "no": 3,
      "arab": "فَالْمُغِيرَاتِ صُبْحًا",
      "latin": "Fal mugheeraati subha",
      "id": "dan kuda yang menyerang (dengan tiba-tiba) pada waktu pagi,",
      "en": "And the chargers at dawn,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6149",
      "tafsir": "Dan demi kuda yang menyerang dengan tiba-tiba pada waktu pagi hal ini menunjukkan kesiagaannya untuk berjihad tanpa mengenal waktu,"
    },
    {
      "no": 4,
      "arab": "فَأَثَرْنَ بِهِ نَقْعًا",
      "latin": "Fa atharna bihee naq'a",
      "id": "sehingga menerbangkan debu,",
      "en": "Stirring up thereby [clouds of] dust,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6150",
      "tafsir": "sehingga dengan serangan kuda-kuda itu menerbangkan debu yang tebal, tanda betapa dahsyat serangan mereka ke arah musuh,"
    },
    {
      "no": 5,
      "arab": "فَوَسَطْنَ بِهِ جَمْعًا",
      "latin": "Fawa satna bihee jam'a",
      "id": "lalu menyerbu ke tengah-tengah kumpulan musuh,",
      "en": "Arriving thereby in the center collectively,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6151",
      "tafsir": "lalu menyerbu bersama dengan kepulan debu itu ke tengah-tengah kumpulan musuh dengan gagah berani."
    },
    {
      "no": 6,
      "arab": "إِنَّ الْإِنسَانَ لِرَبِّهِ لَكَنُودٌ",
      "latin": "Innal-insana lirabbihee lakanood",
      "id": "sungguh, manusia itu sangat ingkar, (tidak bersyukur) kepada Tuhannya,",
      "en": "Indeed mankind, to his Lord, is ungrateful.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6152",
      "tafsir": "Demi kuda-kuda perang yang demikian sifatnya, sungguh manusia itu enggan bersyukur dan sangat ingkar kepada nikmat Tuhannya. Manusia, kecuali yang dirahmati Allah, malas bersyukur ketika mendapatkan nikmat dan tidak mau memenuhi kewajiban yang dibebankan kepadanya."
    },
    {
      "no": 7,
      "arab": "وَإِنَّهُ عَلَىٰ ذَٰلِكَ لَشَهِيدٌ",
      "latin": "Wa innahu 'alaa zaalika la shaheed",
      "id": "dan sesungguhnya dia (manusia) menyaksikan (mengakui) keingkarannya,",
      "en": "And indeed, he is to that a witness.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6153",
      "tafsir": "dan sesungguhnya dia mengakui dan menyaksikan keingkarannya itu. Hal itu bisa dilihat dari mudahnya manusia bermaksiat kepada Allah."
    },
    {
      "no": 8,
      "arab": "وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ",
      "latin": "Wa innahu lihubbil khairi la shadeed",
      "id": "dan sesungguhnya cintanya kepada harta benar-benar berlebihan.",
      "en": "And indeed he is, in love of wealth, intense.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6154",
      "tafsir": "Dan sesungguhnya cintanya kepada harta benar-benar berlebihan. Kecintaan berlebihnya pada harta membuatnya materialistis, mengumpulkan harta dengan jalan apa pun, tidak peduli halan atau haram. Cintanya itu juga membuatnya bakhil dan cenderung menggunakannya untuk sesuatu yang tidak benar."
    },
    {
      "no": 9,
      "arab": "۞ أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ",
      "latin": "Afala ya'lamu iza b'uthira ma filquboor",
      "id": "Maka tidakkah dia mengetahui apabila apa yang di dalam kubur dikeluarkan,",
      "en": "But does he not know that when the contents of the graves are scattered",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6155",
      "tafsir": "Maka tidakkah dia mengetahui apabila apa yang di dalam kubur dikeluarkan dan dibangkitkan pada hari kiamat untuk mempertanggung-jawabkan amalnya,"
    },
    {
      "no": 10,
      "arab": "وَحُصِّلَ مَا فِي الصُّدُورِ",
      "latin": "Wa hussila maa fis sudoor",
      "id": "dan apa yang tersimpan di dalam dada dilahirkan?",
      "en": "And that within the breasts is obtained,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6156",
      "tafsir": "dan tidakkah mereka mengetahui nasibnya bila apa yang tersimpan di dalam dada dilahirkan, baik itu keimanan maupun kekafiran? Kelakuan seseorang adalah cerminan isi hatinya. Buruknya perilaku seseorang merupakan pertanda buruknya hati orang tersebut, demikian sebaliknya."
    },
    {
      "no": 11,
      "arab": "إِنَّ رَبَّهُم بِهِمْ يَوْمَئِذٍ لَّخَبِيرٌ",
      "latin": "Inna rabbahum bihim yauma 'izil la khabeer",
      "id": "sungguh, Tuhan mereka pada hari itu Mahateliti terhadap keadaan mereka.",
      "en": "Indeed, their Lord with them, that Day, is [fully] Acquainted.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6157",
      "tafsir": "Sungguh, Tuhan mereka pada hari itu Mahateliti terhadap keadaan mereka. Allah mencatat dengan rinci dan detail apa yang dilakukan manusia. Dengan bukti itu Allah akan menghisab dan memberi balasan yang sesuai kepada mereka."
    }
  ]
}