{
  "creator": "ZidanDev.",
  "number": 96,
  "name": "Al-'Alaq",
  "type": "Makkiyyah",
  "translation_id": "sekali-kali tidak! Janganlah kamu patuh kepadanya; dan sujudlah serta dekatkanlah (dirimu kepada Allah).",
  "translation_en": "No! Do not obey him. But prostrate and draw near [to Allah].",
  "jumlah_ayat": 19,
  "ayat": [
    {
      "no": 1,
      "arab": "اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ",
      "latin": "Iqra bismi rab bikal lazee khalaq",
      "id": "Bacalah dengan (menyebut) nama Tuhanmu yang menciptakan,",
      "en": "Recite in the name of your Lord who created -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6107",
      "tafsir": "Wahai Nabi, bacalah apa yang Allah wahyukan kepadamu dengan terlebih dahulu menyebut nama Tuhanmu yang menciptakan segala sesuatu dengan keesaan-Nya."
    },
    {
      "no": 2,
      "arab": "خَلَقَ الْإِنسَانَ مِنْ عَلَقٍ",
      "latin": "Khalaqal insaana min 'alaq",
      "id": "Dia telah menciptakan manusia dari segumpal darah.",
      "en": "Created man from a clinging substance.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6108",
      "tafsir": "Dia telah menciptakan manusia yang sempurna bentuk dan pengetahuannya dari segumpal darah, sebagai kelanjutan dari fase nutfah. Setelah itu berturut-turut akan terbentuk sekepal daging, tulang, pelapisan tulang dengan daging, dan peniupan roh."
    },
    {
      "no": 3,
      "arab": "اقْرَأْ وَرَبُّكَ الْأَكْرَمُ",
      "latin": "Iqra wa rab bukal akram",
      "id": "Bacalah, dan Tuhanmulah Yang Mahamulia,",
      "en": "Recite, and your Lord is the most Generous -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6109",
      "tafsir": "Wahai Nabi, bacalah firman yang Allah turunkan kepadamu, dan Tuhanmulah Yang Mahamulia. Dia membagi kemurahan-Nya kepada semua makhluk. Di antara kemurahan-Nya adalah menjadikan manusia bisa membaca, menulis, dan mempelajari ilmu pengetahuan."
    },
    {
      "no": 4,
      "arab": "الَّذِي عَلَّمَ بِالْقَلَمِ",
      "latin": "Al lazee 'allama bil qalam",
      "id": "Yang mengajar (manusia) dengan pena.",
      "en": "Who taught by the pen -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6110",
      "tafsir": "Tuhanmu itulah yang mengajar manusia menulis dengan perantaraan pena atau alat tulis lain. Tulisan berguna untuk menyimpan dan menyebarkan pesan serta ilmi pengetahuan kepada orang lain."
    },
    {
      "no": 5,
      "arab": "عَلَّمَ الْإِنسَانَ مَا لَمْ يَعْلَمْ",
      "latin": "'Al lamal insaana ma lam y'alam",
      "id": "Dia mengajarkan manusia apa yang tidak diketahuinya.",
      "en": "Taught man that which he knew not.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6111",
      "tafsir": "Dia mengajarkan manusia apa yang tidak diketahuinya. Manusia adalah makhluk yang potensial untuk berkarya melalui ilmu pengetahuan yang diperolehnya dari Allah. Manusia belajar baik dari alam sekitar yang merupakan ciptaan-Nya maupun dari wahyu yang Allah sampaikan melalui para rasul."
    },
    {
      "no": 6,
      "arab": "كَلَّا إِنَّ الْإِنسَانَ لَيَطْغَىٰ",
      "latin": "Kallaa innal insaana layatghaa",
      "id": "Sekali-kali tidak! Sungguh, manusia itu benar-benar melampaui batas,",
      "en": "No! [But] indeed, man transgresses",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6112",
      "tafsir": "Manusia sangat bangga dengan materi sehingga tidak segan berbuat zalim. Sekali kali tidak boleh demikian! Sungguh,"
    },
    {
      "no": 7,
      "arab": "إِنَّ إِلَىٰ رَبِّكَ الرُّجْعَىٰ",
      "latin": "Innna ilaa rabbikar ruj'aa",
      "id": "Sungguh, hanya kepada Tuhanmulah tempat kembali(mu).",
      "en": "Indeed, to your Lord is the return.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6114",
      "tafsir": "Wahai manusia, sungguh hanya kepada Tuhanmulah tempat kembali-mu. Pada hari kiamat Allah akan menghitung apa saja yang engkau perbuat di dunia. Dia akan mem­balas orang yang melampaui batas sesuai dengan azab yang setimpal."
    },
    {
      "no": 8,
      "arab": "أَن رَّآهُ اسْتَغْنَىٰ",
      "latin": "Ar-ra aahus taghnaa",
      "id": "apabila melihat dirinya serba cukup.",
      "en": "Because he sees himself self-sufficient.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6113",
      "tafsir": "manusia itu benar-benar melampaui batas apabila melihat dirinya serba cukup dengan harta, jabatan, pengikut, dan semisalnya. Apa yang dimiliki membuatnya mudah mengingkari nikmat Allah dan lupa bahwa semua adalah anugerah-Nya."
    },
    {
      "no": 9,
      "arab": "أَرَأَيْتَ الَّذِي يَنْهَىٰ",
      "latin": "Ara-aital lazee yanhaa",
      "id": "Bagaimana pendapatmu tentang orang yang melarang?",
      "en": "Have you seen the one who forbids",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6115",
      "tafsir": "Wahai Rasul atau siapa saja, bagaimana pendapatmu tentang orang yang melarang"
    },
    {
      "no": 10,
      "arab": "عَبْدًا إِذَا صَلَّىٰ",
      "latin": "'Abdan iza sallaa",
      "id": "seorang hamba ketika dia melaksanakan salat,",
      "en": "A servant when he prays?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6116",
      "tafsir": "seorang hamba ketika dia melaksanakan salat? Adakah yang lebih mengherankan daripada kelakukan orang (Abù Jahl) yang menghalang-halangi hamba-Ku (Nabi Muhammad) mendekatkan diri kepada Tuhan yang telah memberinya kehidupan dan kecukupan?"
    },
    {
      "no": 11,
      "arab": "أَرَأَيْتَ إِن كَانَ عَلَى الْهُدَىٰ",
      "latin": "Ara-aita in kana 'alal hudaa",
      "id": "bagaimana pendapatmu jika dia (yang dilarang salat itu) berada di atas kebenaran (petunjuk),",
      "en": "Have you seen if he is upon guidance",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6117",
      "tafsir": "Bagaimana pendapatmu jika dia yang dilarang salat itu berada di atas kebenaran dan petunjuk dari Tuhannya dalam salatnya,"
    },
    {
      "no": 12,
      "arab": "أَوْ أَمَرَ بِالتَّقْوَىٰ",
      "latin": "Au amara bit taqwaa",
      "id": "atau dia menyuruh bertakwa (kepada Allah)?",
      "en": "Or enjoins righteousness?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6118",
      "tafsir": "atau dia menyuruh orang lain bertakwa kepada Allah untuk kemaslahatan mereka? Bukankah amat mengherankan bila orang yang sesat melarang orang yang mendapat pentunjuk untuk melaksanakan perintah Tuhannya dan membimbing orang lain ke jalan takwa?"
    },
    {
      "no": 13,
      "arab": "أَرَأَيْتَ إِن كَذَّبَ وَتَوَلَّىٰ",
      "latin": "Ara-aita in kaz zaba wa ta walla",
      "id": "Bagaimana pendapatmu jika dia (yang melarang) itu mendustakan dan berpaling?",
      "en": "Have you seen if he denies and turns away -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6119",
      "tafsir": "Bagaimana pendapatmu jika dia yang melarang itu mendustakan Nabi serta wahyu Allah dan berpaling dari keimanan dan berbuat kebajikan?"
    },
    {
      "no": 14,
      "arab": "أَلَمْ يَعْلَم بِأَنَّ اللَّهَ يَرَىٰ",
      "latin": "Alam y'alam bi-an nal lahaa yaraa",
      "id": "Tidakkah dia mengetahui bahwa sesungguhnya Allah melihat (segala perbuatannya)?",
      "en": "Does he not know that Allah sees?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6120",
      "tafsir": "Tidakkah dia yang berbuat demikian jahat itu mengetahui bahwa sesungguhnya Allah melihat dan akan membalas perbuatan jahatnya? Allah Maha Melihat dan pasti akan memberi balasan dengan seadil-adilnya."
    },
    {
      "no": 15,
      "arab": "كَلَّا لَئِن لَّمْ يَنتَهِ لَنَسْفَعًا بِالنَّاصِيَةِ",
      "latin": "Kalla la illam yantahi la nasfa'am bin nasiyah",
      "id": "Sekali-kali tidak! Sungguh, jika dia tidak berhenti (berbuat demikian) niscaya Kami tarik ubun-ubunnya, (ke dalam neraka),",
      "en": "No! If he does not desist, We will surely drag him by the forelock -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6121",
      "tafsir": "Dia tidak dibenarkan untuk melarang orang lain melaksanakan salat dan mendekatkan diri kepada Allah. Sekali kali tidak! Sungguh, jika dia tidak berhenti berbuat demikian niscaya Kami tarik ubun-ubunnya dengan sangat kasar ke arah neraka;"
    },
    {
      "no": 16,
      "arab": "نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ",
      "latin": "Nasiyatin kazi batin khaatiyah",
      "id": "yaitu) ubun-ubun orang yang mendustakan dan durhaka.",
      "en": "A lying, sinning forelock.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6122",
      "tafsir": "yaitu ubun-ubun orang yang mendustakan nabi dan durhaka kepada Allah."
    },
    {
      "no": 17,
      "arab": "فَلْيَدْعُ نَادِيَهُ",
      "latin": "Fal yad'u naadiyah",
      "id": "Maka biarlah dia memanggil golongannya (untuk menolongnya),",
      "en": "Then let him call his associates;",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6123",
      "tafsir": "Apabila azab Kami datang kepadanya maka biarlah dia memanggil golongannya yang dia banggakan untuk menyelamatkannya dari azab itu."
    },
    {
      "no": 18,
      "arab": "سَنَدْعُ الزَّبَانِيَةَ",
      "latin": "Sanad 'uz zabaaniyah",
      "id": "Kelak Kami akan memanggil Malaikat Zabaniyah, (penyiksa orang-orang yang berdosa),",
      "en": "We will call the angels of Hell.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6124",
      "tafsir": "Kelak Kami akan memanggil Malaikat Zabaniyah yang bengis dan kasar untuk mencampak­kannya ke dalam azab Kami dan menyelamatkan Nabi beserta para pengikutnya."
    },
    {
      "no": 19,
      "arab": "كَلَّا لَا تُطِعْهُ وَاسْجُدْ وَاقْتَرِب ۩",
      "latin": "Kalla; la tuti'hu wasjud waqtarib",
      "id": "sekali-kali tidak! Janganlah kamu patuh kepadanya; dan sujudlah serta dekatkanlah (dirimu kepada Allah).",
      "en": "No! Do not obey him. But prostrate and draw near [to Allah].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6125",
      "tafsir": "Perbuatan jahat orang itu (Abù Jahl) tidak akan mengenai dirimu, wahai Nabi. Sekali-kali tidak! Janganlah kamu patuh kepadanya. Tetaplah menunaikan salat sesuai perintah Tuhanmu dan sujudlah serta dekatkanlah dirimu kepada-Nya dengan menaati aturannya, niscaya Dia akan selalu melindungimu dari ancamannya."
    }
  ]
}