{
  "creator": "ZidanDev.",
  "number": 23,
  "name": "Al-Mu'minun",
  "type": "Makkiyyah",
  "translation_id": "Dan katakanlah (Muhammad), “Ya Tuhanku, berilah ampunan dan (berilah) rahmat, Engkaulah pemberi rahmat yang terbaik.”",
  "translation_en": "And, [O Muhammad], say, \"My Lord, forgive and have mercy, and You are the best of the merciful.\"",
  "jumlah_ayat": 118,
  "ayat": [
    {
      "no": 1,
      "arab": "قَدْ أَفْلَحَ الْمُؤْمِنُونَ",
      "latin": "Qad aflahal mu'minoon",
      "id": "Sungguh beruntung orang-orang yang beriman,",
      "en": "Certainly will the believers have succeeded:",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2674",
      "tafsir": "Sungguh, pasti beruntung orang-orang mukmin yang telah mantap imannya dan terbukti dengan mengerjakan amal-amal saleh. Orang yang demikian itu ialah orang yang khusyuk dalam salatnya, yakni tumakninah, rendah hati, fokus, serta menyadari dengan sepenuuhnya bahwa dia sedang menghadap Sang Penciptanya (Lihat juga: al-Baqarah/2: 45–46)."
    },
    {
      "no": 2,
      "arab": "الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ",
      "latin": "Allazeena hum fee Salaatihim khaashi'oon",
      "id": "(yaitu) orang yang khusyuk dalam salatnya,",
      "en": "They who are during their prayer humbly submissive",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2675",
      "tafsir": "Sungguh, pasti beruntung orang-orang mukmin yang telah mantap imannya dan terbukti dengan mengerjakan amal-amal saleh. Orang yang demikian itu ialah orang yang khusyuk dalam salatnya, yakni tumakninah, rendah hati, fokus, serta menyadari dengan sepenuuhnya bahwa dia sedang menghadap Sang Penciptanya (Lihat juga: al-Baqarah/2: 45–46)."
    },
    {
      "no": 3,
      "arab": "وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ",
      "latin": "Wallazeena hum 'anillaghwimu'ridoon",
      "id": "dan orang yang menjauhkan diri dari (perbuatan dan perkataan) yang tidak berguna,",
      "en": "And they who turn away from ill speech",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2676",
      "tafsir": "Dan di antara mereka yang akan memperoleh keberuntungan adalah orang yang menjauhkan diri, atau tidak memberi perhatian secara lahir dan batin, dari perbuatan dan perkataan yang tidak berguna, yaitu sesuatu yang sebenarnya di satu sisi tidak dilarang, namun di sisi lain tidak ada mendatangkan manfaat."
    },
    {
      "no": 4,
      "arab": "وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ",
      "latin": "Wallazeena hum liz Zakaati faa'iloon",
      "id": "dan orang yang menunaikan zakat,",
      "en": "And they who are observant of zakah",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2677",
      "tafsir": "Dan orang yang juga akan beruntung dan berbahagia adalah orang yang menunaikan zakat secara sempurna dan tulus ikhlas."
    },
    {
      "no": 5,
      "arab": "وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ",
      "latin": "Wallazeena hum lifuroo jihim haafizoon",
      "id": "dan orang yang memelihara kemaluannya,",
      "en": "And they who guard their private parts",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2678",
      "tafsir": "Dan selain orang-orang yang disebut pada ayat-ayat sebelumnya, berbahagialah orang yang memelihara kemaluannya dan tidak menya-lurkan kebutuhan biologisnya melalui hal dan cara yang tidak dibenarkan, kecuali terbatas dalam melakukannya terhadap pasangan-pasangan mereka yang sah secara agama atau hamba sahaya yang mereka miliki; maka sesungguhnya mereka dalam menyalurkan kebutuhan biologis terhadap pasangan dan budak mereka itu tidak tercela, selama mereka tidak melanggar ketentuan yang ditetapkan oleh agama. Tetapi, barang siapa mencari pelampiasan hawa nafsu di balik itu, di antaranya dengan berbuat zina, maka mereka itulah orang-orang yang melampaui batas ajaran agama dan moral, sehingga pantas menerima celaan atau siksa."
    },
    {
      "no": 6,
      "arab": "إِلَّا عَلَىٰ أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ",
      "latin": "Illaa 'alaaa azwaajihim aw maa malakat aimaanuhum fa innahum ghairu maloomeen",
      "id": "kecuali terhadap istri-istri mereka atau hamba sahaya yang mereka miliki; maka sesungguhnya mereka tidak tercela.",
      "en": "Except from their wives or those their right hands possess, for indeed, they will not be blamed -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2679",
      "tafsir": "Dan selain orang-orang yang disebut pada ayat-ayat sebelumnya, berbahagialah orang yang memelihara kemaluannya dan tidak menya-lurkan kebutuhan biologisnya melalui hal dan cara yang tidak dibenarkan, kecuali terbatas dalam melakukannya terhadap pasangan-pasangan mereka yang sah secara agama atau hamba sahaya yang mereka miliki; maka sesungguhnya mereka dalam menyalurkan kebutuhan biologis terhadap pasangan dan budak mereka itu tidak tercela, selama mereka tidak melanggar ketentuan yang ditetapkan oleh agama. Tetapi, barang siapa mencari pelampiasan hawa nafsu di balik itu, di antaranya dengan berbuat zina, maka mereka itulah orang-orang yang melampaui batas ajaran agama dan moral, sehingga pantas menerima celaan atau siksa."
    },
    {
      "no": 7,
      "arab": "فَمَنِ ابْتَغَىٰ وَرَاءَ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْعَادُونَ",
      "latin": "Famanib taghaa waraaa'a zaalika fa ulaaa'ika humul 'aadoon",
      "id": "Tetapi barang siapa mencari di balik itu (zina, dan sebagainya), maka mereka itulah orang-orang yang melampaui batas.",
      "en": "But whoever seeks beyond that, then those are the transgressors -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2680",
      "tafsir": "Dan selain orang-orang yang disebut pada ayat-ayat sebelumnya, berbahagialah orang yang memelihara kemaluannya dan tidak menya-lurkan kebutuhan biologisnya melalui hal dan cara yang tidak dibenarkan, kecuali terbatas dalam melakukannya terhadap pasangan-pasangan mereka yang sah secara agama atau hamba sahaya yang mereka miliki; maka sesungguhnya mereka dalam menyalurkan kebutuhan biologis terhadap pasangan dan budak mereka itu tidak tercela, selama mereka tidak melanggar ketentuan yang ditetapkan oleh agama. Tetapi, barang siapa mencari pelampiasan hawa nafsu di balik itu, di antaranya dengan berbuat zina, maka mereka itulah orang-orang yang melampaui batas ajaran agama dan moral, sehingga pantas menerima celaan atau siksa."
    },
    {
      "no": 8,
      "arab": "وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ",
      "latin": "Wallazeena hum li amaanaatihim wa 'ahdihim raa'oon",
      "id": "Dan (sungguh beruntung) orang yang memelihara amanat-amanat dan janjinya,",
      "en": "And they who are to their trusts and their promises attentive",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2681",
      "tafsir": "Perkawinan adalah amanat, maka setiap orang harus memeliharanya dengan baik. Meski begitu, tidak hanya amanat perkawinan yang harus dipelihara, melainkan semua amanat. Dan beruntunglah orang yang memelihara amanat-amanat yang dipikulkan atas mereka dan memelihara janjinya yang dijalin dengan pihak lain."
    },
    {
      "no": 9,
      "arab": "وَالَّذِينَ هُمْ عَلَىٰ صَلَوَاتِهِمْ يُحَافِظُونَ",
      "latin": "Wallazeena hum 'alaa Salawaatihim yuhaafizoon",
      "id": "serta orang yang memelihara salatnya.",
      "en": "And they who carefully maintain their prayers -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2682",
      "tafsir": "Serta beruntung pulalah orang yang memelihara salatnya, di antaranya dengan memelihara waktu salat yang utama, yaitu awal waktu, serta memelihara pula rukun, wajib, dan sunahnya."
    },
    {
      "no": 10,
      "arab": "أُولَٰئِكَ هُمُ الْوَارِثُونَ",
      "latin": "Ulaaa'ika humul waarisoon",
      "id": "Mereka itulah orang yang akan mewarisi,",
      "en": "Those are the inheritors",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2683",
      "tafsir": "Demikianlah sifat-sifat orang mukmin yang akan meraih keberuntungan. Sebagai ganjarannya, mereka itulah orang yang akan mewarisi, yakni mewarisi dan memperoleh surga Firdaus. Mereka akan kekal di dalam kenikmatan dan kebahagiaan-nya."
    },
    {
      "no": 11,
      "arab": "الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ",
      "latin": "Allazeena yarisoonal Firdawsa hum feehaa khaalidoon",
      "id": "(yakni) yang akan mewarisi (surga) Firdaus. Mereka kekal di dalamnya.",
      "en": "Who will inherit al-Firdaus. They will abide therein eternally.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2684",
      "tafsir": "Demikianlah sifat-sifat orang mukmin yang akan meraih keberuntungan. Sebagai ganjarannya, mereka itulah orang yang akan mewarisi, yakni mewarisi dan memperoleh surga Firdaus. Mereka akan kekal di dalam kenikmatan dan kebahagiaan-nya."
    },
    {
      "no": 12,
      "arab": "وَلَقَدْ خَلَقْنَا الْإِنسَانَ مِن سُلَالَةٍ مِّن طِينٍ",
      "latin": "Wa laqad khalaqnal insaana min sulaalatim minteen",
      "id": "Dan sungguh, Kami telah menciptakan manusia dari saripati (berasal) dari tanah.",
      "en": "And certainly did We create man from an extract of clay.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2685",
      "tafsir": "Usai menguraikan keberuntungan orang mukmin beserta sifat mereka, Allah lalu menyusulinya dengan uraian tentang proses kejadian manusia yang amat mengagumkan; suatu proses yang semestinya mendorong setiap manusia untuk beriman. Dan sungguh, Kami telah menciptakan manusia bermula dari suatu saripati yang berasal dari tanah. Kemudian Kami menjadikannya, yaitu saripati itu, air mani yang disimpan dalam tempat yang kokoh, yakni rahim."
    },
    {
      "no": 13,
      "arab": "ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَّكِينٍ",
      "latin": "Summa ja'alnaahu nutfatan fee qaraarim makeen",
      "id": "Kemudian Kami menjadikannya air mani (yang disimpan) dalam tempat yang kokoh (rahim).",
      "en": "Then We placed him as a sperm-drop in a firm lodging.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2686",
      "tafsir": "Usai menguraikan keberuntungan orang mukmin beserta sifat mereka, Allah lalu menyusulinya dengan uraian tentang proses kejadian manusia yang amat mengagumkan; suatu proses yang semestinya mendorong setiap manusia untuk beriman. Dan sungguh, Kami telah menciptakan manusia bermula dari suatu saripati yang berasal dari tanah. Kemudian Kami menjadikannya, yaitu saripati itu, air mani yang disimpan dalam tempat yang kokoh, yakni rahim."
    },
    {
      "no": 14,
      "arab": "ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنشَأْنَاهُ خَلْقًا آخَرَ ۚ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ",
      "latin": "Summa khalaqnan nutfata 'alaqatan fakhalaqnal 'alaqata mudghatan fakhalaq nal mudghata 'izaaman fakasawnal 'izaama lahman summa anshaanaahu khalqan aakhar; fatabaarakal laahu ahsanul khaaliqeen",
      "id": "Kemudian, air mani itu Kami jadikan sesuatu yang melekat, lalu sesuatu yang melekat itu Kami jadikan segumpal daging, dan segumpal daging itu Kami jadikan tulang belulang, lalu tulang belulang itu Kami bungkus dengan daging. Kemudian, Kami menjadikannya makhluk yang (berbentuk) lain. Mahasuci Allah, Pencipta yang paling baik.",
      "en": "Then We made the sperm-drop into a clinging clot, and We made the clot into a lump [of flesh], and We made [from] the lump, bones, and We covered the bones with flesh; then We developed him into another creation. So blessed is Allah, the best of creators.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2687",
      "tafsir": "Setelah berada di rahim, kemudian air mani itu Kami jadikan sesuatu yang melekat, yang bergantung di dinding rahim, lalu sesuatu yang melekat itu Kami jadikan segumpal daging, dan segumpal daging itu Kami jadikan tulang belulang, lalu tulang belulang itu Kami bungkus dengan daging. Kemudian, setelah Kami tiupkan roh kepadanya, Kami menjadikannya makhluk yang berbentuk lain yang sepenuhnya berbeda dari unsur-unsur kejadiannya di atas, bahkan berbeda dari makhluk-mahluk lain. Mahasuci Allah, Pencipta yang paling baik."
    },
    {
      "no": 15,
      "arab": "ثُمَّ إِنَّكُم بَعْدَ ذَٰلِكَ لَمَيِّتُونَ",
      "latin": "Summa innakum ba'da zaalika la maaiyitoon",
      "id": "Kemudian setelah itu, sesungguhnya kamu pasti mati.",
      "en": "Then indeed, after that you are to die.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2688",
      "tafsir": "Setelah manusia lahir dan mengalami pertumbuhan, kemudian setelah itu, yakni setelah melalui proses kehidupan di dunia, sesungguhnya kamu, wahai manusia, pasti mati. Kemudian, setelah kamu mati dan dikuburkan, sesungguhnya kamu akan dibangkitkan dari kuburmu pada hari Kiamat untuk mempertanggungjawabkan segala perbuatanmu di dunia."
    },
    {
      "no": 16,
      "arab": "ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ",
      "latin": "Summa innakum Yawmal Qiyaamati tub'asoon",
      "id": "Kemudian, sesungguhnya kamu akan dibangkitkan (dari kuburmu) pada hari Kiamat.",
      "en": "Then indeed you, on the Day of Resurrection, will be resurrected.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2689",
      "tafsir": "Setelah manusia lahir dan mengalami pertumbuhan, kemudian setelah itu, yakni setelah melalui proses kehidupan di dunia, sesungguhnya kamu, wahai manusia, pasti mati. Kemudian, setelah kamu mati dan dikuburkan, sesungguhnya kamu akan dibangkitkan dari kuburmu pada hari Kiamat untuk mempertanggungjawabkan segala perbuatanmu di dunia."
    },
    {
      "no": 17,
      "arab": "وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَائِقَ وَمَا كُنَّا عَنِ الْخَلْقِ غَافِلِينَ",
      "latin": "Wa laqad khalaqnaa fawqakum sab'a taraaa'iqa wa maa kunnaa 'anil khalqi ghaafileen",
      "id": "Dan sungguh, Kami telah menciptakan tujuh (lapis) langit di atas kamu, dan Kami tidaklah lengah terhadap ciptaan (Kami).",
      "en": "And We have created above you seven layered heavens, and never have We been of [Our] creation unaware.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2690",
      "tafsir": "Demikianlah kuasa Allah untuk menciptakan manusia melalui tahapan-tahapan yang sangat mengagumkan. Begitu besar nikmat yang Allah karuniakan kepada manusia. Dan di antara nikmat itu adalah bahwa sungguh, Kami telah menciptakan tujuh lapis langit di atas kamu, dan Kami tidaklah lengah terhadap ciptaan Kami. Kami akan selalu menjaganya untuk kebaikan manusia dan makhluk hidup lainnya."
    },
    {
      "no": 18,
      "arab": "وَأَنزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ ۖ وَإِنَّا عَلَىٰ ذَهَابٍ بِهِ لَقَادِرُونَ",
      "latin": "Wa anzalnaa minas samaaa'i maaa'am biqadarin fa-askannaahu fil ardi wa innaa 'alaa zahaabim bihee laqaa diroon",
      "id": "Dan Kami turunkan air dari langit dengan suatu ukuran; lalu Kami jadikan air itu menetap di bumi, dan pasti Kami berkuasa melenyapkannya.",
      "en": "And We have sent down rain from the sky in a measured amount and settled it in the earth. And indeed, We are Able to take it away.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2691",
      "tafsir": "Dan di antara bentuk pemeliharaan Kami adalah bahwa Kami turunkan air tawar dalam berbagai bentuk, dari yang cair hingga butiran es, dari langit dengan suatu ukuran bagi makhluk ciptaan Kami; lalu untuk memudahkan pemanfaatannya, Kami jadikan air itu menetap dan tersimpan di bumi, dan pasti Kami berkuasa pula untuk melenyapkannya, namun Kami tidak melakukannya karena rahmat Kami kepada para makhluk."
    },
    {
      "no": 19,
      "arab": "فَأَنشَأْنَا لَكُم بِهِ جَنَّاتٍ مِّن نَّخِيلٍ وَأَعْنَابٍ لَّكُمْ فِيهَا فَوَاكِهُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ",
      "latin": "Fa anshaanaa lakum bihee Jannaatim min nakheelinw wa a'naab; lakum feehaa fawaakihu kaseeratunw wa minhaa taakuloon",
      "id": "Lalu dengan (air) itu, Kami tumbuhkan untukmu kebun-kebun kurma dan anggur; di sana kamu memperoleh buah-buahan yang banyak dan sebagian dari (buah-buahan) itu kamu makan,",
      "en": "And We brought forth for you thereby gardens of palm trees and grapevines in which for you are abundant fruits and from which you eat.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2692",
      "tafsir": "Kami jadikan air itu tersimpan di bumi, lalu dengan air itu Kami tumbuhkan untukmu kebun-kebun kurma dan anggur serta kebun-kebun yang lain; di sana, yakni dalam kebun-kebun tersebut, kamu memperoleh buah-buahan yang banyak dan sebagian dari buah-buahan itu kamu makan, dan menjadi salah satu jenis makanan yang baik dan menyehatkan."
    },
    {
      "no": 20,
      "arab": "وَشَجَرَةً تَخْرُجُ مِن طُورِ سَيْنَاءَ تَنبُتُ بِالدُّهْنِ وَصِبْغٍ لِّلْآكِلِينَ",
      "latin": "Wa shajaratan takhruju min Toori Sainaaa'a tambutu bidduhni wa sibghil lil aakileen",
      "id": "dan (Kami tumbuhkan) pohon (zaitun) yang tumbuh dari gunung Sinai, yang menghasilkan minyak, dan bahan pembangkit selera bagi orang-orang yang makan.",
      "en": "And [We brought forth] a tree issuing from Mount Sinai which produces oil and food for those who eat.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2693",
      "tafsir": "Dan atas rahmat Kami pula Kami tumbuhkan pohon zaitun yang tumbuh pertama kali dari gunung Sinai dengan berbagai manfaatnya; buah yang menghasilkan minyak dan menjadi bahan pembangkit selera bagi orang-orang yang makan."
    },
    {
      "no": 21,
      "arab": "وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً ۖ نُّسْقِيكُم مِّمَّا فِي بُطُونِهَا وَلَكُمْ فِيهَا مَنَافِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ",
      "latin": "Wa inna lakum fil an'aami la'ibrah; nusqeekum mimmaa fee butoonihaa wa lakum feehaa manaafi'u kaseeratunw wa minhaa taakuloon",
      "id": "Dan sesungguhnya pada hewan-hewan ternak terdapat suatu pelajaran bagimu. Kami memberi minum kamu dari (air susu) yang ada dalam perutnya, dan padanya juga terdapat banyak manfaat untukmu, dan sebagian darinya kamu makan,",
      "en": "And indeed, for you in livestock is a lesson. We give you drink from that which is in their bellies, and for you in them are numerous benefits, and from them you eat.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2694",
      "tafsir": "Dan di samping air serta kebun-kebun yang tumbuh dengannya, sesungguhnya pada hewan-hewan ternak terdapat suatu pelajaran bagimu. Kami juga memberi minum kamu dari air susu yang penuh nutrisi yang ada dalam perutnya, dan padanya, yakni pada binatang-binatang ternak itu, juga terdapat banyak manfaat untukmu, seperti daging, kulit, bulu, dan tenaganya. Semua itu dapat dimanfaatkan untuk berbagai tujuan. Dan sebagian darinya dapat kamu makan sebagai makanan yang lezat dan bergizi. Dan sebagian darinya dapat kamu tunggangi dengan cara naik di atas punggug-nya. Dan manfaat yang sama juga dapat kamu peroleh dengan naik di atas kapal-kapal. Dengan moda transportasi itu, kamu diangkut atas izin Allah menuju tempat-tempat yang dituju."
    },
    {
      "no": 22,
      "arab": "وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ",
      "latin": "Wa 'alaihaa wa'alal fulki tuhmaloon",
      "id": "di atasnya (hewan-hewan ternak) dan di atas kapal-kapal kamu diangkut.",
      "en": "And upon them and on ships you are carried.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2695",
      "tafsir": "Dan di samping air serta kebun-kebun yang tumbuh dengannya, sesungguhnya pada hewan-hewan ternak terdapat suatu pelajaran bagimu. Kami juga memberi minum kamu dari air susu yang penuh nutrisi yang ada dalam perutnya, dan padanya, yakni pada binatang-binatang ternak itu, juga terdapat banyak manfaat untukmu, seperti daging, kulit, bulu, dan tenaganya. Semua itu dapat dimanfaatkan untuk berbagai tujuan. Dan sebagian darinya dapat kamu makan sebagai makanan yang lezat dan bergizi. Dan sebagian darinya dapat kamu tunggangi dengan cara naik di atas punggug-nya. Dan manfaat yang sama juga dapat kamu peroleh dengan naik di atas kapal-kapal. Dengan moda transportasi itu, kamu diangkut atas izin Allah menuju tempat-tempat yang dituju."
    },
    {
      "no": 23,
      "arab": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُ ۖ أَفَلَا تَتَّقُونَ",
      "latin": "Wa laqad arsalnaa Noohan ilaa qawmihee faqaala yaa qawmi'budul laaha maa lakum min ilahin ghairuhoo afalaa tattaqoon",
      "id": "Dan sungguh, Kami telah mengutus Nuh kepada kaumnya, lalu dia berkata, “Wahai kaumku! Sembahlah Allah, (karena) tidak ada tuhan (yang berhak disembah) bagimu selain Dia. Maka mengapa kamu tidak bertakwa (kepada-Nya)?”",
      "en": "And We had certainly sent Noah to his people, and he said, \"O my people, worship Allah; you have no deity other than Him; then will you not fear Him?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2696",
      "tafsir": "Penyebutan kapal pada akhir ayat sebelumnya disambungkan de-ngan uraian tentang kisah Nabi Nuh. Dan sungguh ada pelajaran pen-ting yang dapat kamu petik dari kisah para nabi. Kami telah mengutus Nabi Nuh kepada kaumnya, lalu dia berkata, “Wahai kaumku! Sembahlah Allah, karena tidak ada tuhan yang berhak disembah bagimu selain Dia. Maka, mengapa kamu tidak bertakwa kepada-Nya, yakni menghindarkan diri dari siksa-Nya dengan melaksanakan perintah-Nya dan menjauhi larangan-Nya yang kusampaikan kepadamu?”"
    },
    {
      "no": 24,
      "arab": "فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِن قَوْمِهِ مَا هَٰذَا إِلَّا بَشَرٌ مِّثْلُكُمْ يُرِيدُ أَن يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَاءَ اللَّهُ لَأَنزَلَ مَلَائِكَةً مَّا سَمِعْنَا بِهَٰذَا فِي آبَائِنَا الْأَوَّلِينَ",
      "latin": "Faqaalal mala'ul lazeena kafaroo min qawmihee maa haazaaa illaa basharum mislukum yureedu ai yatafaddala 'alaikum wa law shaaa'al laahu la anzala malaaa'ikatam maa sami'naa bihaazaa feee aabaaa'inal awwaleen",
      "id": "Maka berkatalah para pemuka orang kafir dari kaumnya, “Orang ini tidak lain hanyalah manusia seperti kamu, yang ingin menjadi orang yang lebih mulia daripada kamu. Dan seandainya Allah menghendaki, tentu Dia mengutus malaikat. Belum pernah kami mendengar (seruan yang seperti) ini pada (masa) nenek moyang kami dahulu.",
      "en": "But the eminent among those who disbelieved from his people said, \"This is not but a man like yourselves who wishes to take precedence over you; and if Allah had willed [to send a messenger], He would have sent down angels. We have not heard of this among our forefathers.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2697",
      "tafsir": "Maka tanpa berpikir panjang, berkatalah para pemuka orang kafir dari kaumnya kepada para pengikut mereka sebagai respons atas ajakan Nabi Nuh, “Orang ini tidak lain hanyalah manusia seperti kamu. Dia tidak punya keistimewaan apa pun untuk menjadi utusan Tuhan. Dia hanyalah orang yang ingin menjadi lebih mulia daripada kamu dengan mencitrakan diri agar dapat menjadi pemimpin kamu dengan mengaku sebagai utusan Tuhan. Dan seandainya Allah menghendaki mengutus seorang rasul, tentu Dia mengutus malaikat, bukan manusia seperti Nuh. Belum pernah kami mendengar seruan seperti ini pada masa nenek moyang kami dahulu.”"
    },
    {
      "no": 25,
      "arab": "إِنْ هُوَ إِلَّا رَجُلٌ بِهِ جِنَّةٌ فَتَرَبَّصُوا بِهِ حَتَّىٰ حِينٍ",
      "latin": "In huwa illaa rajulum bihee jinnatun fatarabbasoo bihee hattan heen",
      "id": "Dia hanyalah seorang laki-laki yang gila, maka tunggulah (sabarlah) terhadapnya sampai waktu yang ditentukan.”",
      "en": "He is not but a man possessed with madness, so wait concerning him for a time.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2698",
      "tafsir": "Para pemuka orang kafir itu melanjutkan, “Dia, yakni Nuh, hanyalah seorang laki-laki yang gila sehingga dia ingin menonjolkan diri, maka tunggulah terhadapnya, yakni bersabarlah kamu, sampai waktu yang ditentukan di mana dia sembuh atau meninggal dunia.”"
    },
    {
      "no": 26,
      "arab": "قَالَ رَبِّ انصُرْنِي بِمَا كَذَّبُونِ",
      "latin": "Qaala Rabbin surnee bimaa kazzaboon",
      "id": "Dia (Nuh) berdoa, “Ya Tuhanku, tolonglah aku karena mereka mendustakan aku.”",
      "en": "[Noah] said, \"My Lord, support me because they have denied me.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2699",
      "tafsir": "Setelah sekian kali mendengar pemuka kaumnya yang kafir berkata demikian, dan terbukti bahwa mereka menolak dakwahnya, Dia, yakni Nabi Nuh, berdoa, “Ya Tuhanku, penolong dan pembimbingku, tolonglah aku karena mereka telah sekian kali mendustakan aku.”"
    },
    {
      "no": 27,
      "arab": "فَأَوْحَيْنَا إِلَيْهِ أَنِ اصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ ۙ فَاسْلُكْ فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ ۖ وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا ۖ إِنَّهُم مُّغْرَقُونَ",
      "latin": "Fa awhainaaa ilaihi anis na'il fulka bi a'yuninaa wa wahyinaa fa izaa jaaa'a amrunaa wa faarat tannooru fasluk feehaa min kullin zawjainis naini wa ahlaka illaa man sabaqa 'alaihil qawlu minhum wa laa tukhaat ibnee fil lazeena zalamooo innaahum mughraqoon",
      "id": "Lalu Kami wahyukan kepadanya, “Buatlah kapal di bawah pengawasan dan petunjuk Kami, maka apabila perintah Kami datang dan tanur (dapur) telah memancarkan air, maka masukkanlah ke dalam (kapal) itu sepasang-sepasang dari setiap jenis, juga keluargamu, kecuali orang yang lebih dahulu ditetapkan (akan ditimpa siksaan) di antara mereka. Dan janganlah engkau bicarakan dengan-Ku tentang orang-orang yang zalim, sesungguhnya mereka itu akan ditenggelamkan.",
      "en": "So We inspired to him, \"Construct the ship under Our observation, and Our inspiration, and when Our command comes and the oven overflows, put into the ship from each [creature] two mates and your family, except those for whom the decree [of destruction] has proceeded. And do not address Me concerning those who have wronged; indeed, they are to be drowned.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2700",
      "tafsir": "Allah memperkenankan doa Nabi Nuh tersebut. Lalu Kami wahyukan kepadanya, “Buatlah kapal untuk menyelamatkan dirimu dan para pengikutmu, yang prosesnya di bawah pengawasan dan petunjuk Kami. Maka apabila perintah dan siksa yang Kami siapkan untuk kaummu yang kafir datang, engkau pun telah menyelesaikan perahu itu, dan tanur yakni dapur telah memancarkan air, maka masukanlah ke dalam kapal itu sepasang-sepasang, yakni jantan dan betina, dari setiap jenis hewan, dan naikkan juga keluargamu, kecuali orang yang lebih dahulu ditetapkan sebagai penerima siksa Kami di antara mereka. Dan janganlah engkau bicarakan dengan-Ku tentang orang-orang yang zalim. Jangan kaumohon agar mereka diselamatkan, karena sesungguhnya mereka itu akan ditenggelamkan, dan tidak ada yang dapat mengubah ketetapan-Ku."
    },
    {
      "no": 28,
      "arab": "فَإِذَا اسْتَوَيْتَ أَنتَ وَمَن مَّعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلَّهِ الَّذِي نَجَّانَا مِنَ الْقَوْمِ الظَّالِمِينَ",
      "latin": "Fa izas tawaita ata wa mam ma'aka 'alal fulki faqulil hamdu lillaahil lazee najjaanaa minal qawmiz zalimeen",
      "id": "Dan apabila engkau dan orang-orang yang bersamamu telah berada di atas kapal, maka ucapkanlah, “Segala puji bagi Allah yang telah menyelamatkan kami dari orang-orang yang zalim.”",
      "en": "And when you have boarded the ship, you and those with you, then say, 'Praise to Allah who has saved us from the wrongdoing people.'",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2701",
      "tafsir": "Melanjutkan arahan-Nya kepada Nabi Nuh, Allah berfirman, “Dan apabila engkau dan orang-orang yang bersamamu telah berada di atas kapal, maka ucapkanlah, ‘Segala puji bagi Allah yang telah menyelamatkan kami dari kejahatan dan gangguan orang-orang kafir yang zalim.’ Dan berdoalah pula terutama ketika engkau turun dari bahtera itu, “Ya Tuhanku, tempatkanlah aku di kapal ini atau di mana pun yang Engkau kehendaki pada tempat yang diberkahi, dan Engkau adalah sebaik-baik pemberi tempat dan pemberi kemuliaan bagi hamba-Mu.”"
    },
    {
      "no": 29,
      "arab": "وَقُل رَّبِّ أَنزِلْنِي مُنزَلًا مُّبَارَكًا وَأَنتَ خَيْرُ الْمُنزِلِينَ",
      "latin": "Wa qur Rabbi anzilnee munzalam mubaarakanw wa Anta khairul munzileen",
      "id": "Dan berdoalah, “Ya Tuhanku, tempatkanlah aku pada tempat yang diberkahi, dan Engkau adalah sebaik-baik pemberi tempat.”",
      "en": "And say, 'My Lord, let me land at a blessed landing place, and You are the best to accommodate [us].' \"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2702",
      "tafsir": "Melanjutkan arahan-Nya kepada Nabi Nuh, Allah berfirman, “Dan apabila engkau dan orang-orang yang bersamamu telah berada di atas kapal, maka ucapkanlah, ‘Segala puji bagi Allah yang telah menyelamatkan kami dari kejahatan dan gangguan orang-orang kafir yang zalim.’ Dan berdoalah pula terutama ketika engkau turun dari bahtera itu, “Ya Tuhanku, tempatkanlah aku di kapal ini atau di mana pun yang Engkau kehendaki pada tempat yang diberkahi, dan Engkau adalah sebaik-baik pemberi tempat dan pemberi kemuliaan bagi hamba-Mu.”"
    },
    {
      "no": 30,
      "arab": "إِنَّ فِي ذَٰلِكَ لَآيَاتٍ وَإِن كُنَّا لَمُبْتَلِينَ",
      "latin": "Inna fee zaalika la Aayaatinw wa in kunnaa lamubtaleen",
      "id": "Sungguh, pada (kejadian) itu benar-benar terdapat tanda-tanda (kebesaran Allah); dan sesungguhnya Kami benar-benar menimpakan siksaan (kepada kaum Nuh itu).",
      "en": "Indeed in that are signs, and indeed, We are ever testing [Our servants].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2703",
      "tafsir": "Sungguh, pada kisah Nabi Nuh itu benar-benar terdapat tanda-tanda kebesaran Allah dan kesempurnaan kekuasaan-Nya; dan sesungguhnya Kami benar-benar menguji hamba-hamba Kami dengan menimpakan siksaan kepada yang ingkar, di antaranya kaum Nabi Nuh yang mendustakan risalahnya."
    },
    {
      "no": 31,
      "arab": "ثُمَّ أَنشَأْنَا مِن بَعْدِهِمْ قَرْنًا آخَرِينَ",
      "latin": "Summaa anshaana mim ba'dihim qarnan aakhareen",
      "id": "Kemudian setelah mereka, Kami ciptakan umat yang lain (kaum ‘Ad).",
      "en": "Then We produced after them a generation of others.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2704",
      "tafsir": "Azab atas orang-orang yang membangkang terhadap dakwah Nabi Nuh bukanlah suatu kebetulan, melainkan ketetapan dari Allah. Allah berfirman, “Kemudian setelah mereka binasa, Kami ciptakan umat yang lain, yaitu kaum ‘Ad. Lalu Kami utus kepada mereka seorang rasul dari kalangan mereka sendiri, yaitu Nabi Hud. Dia menyeru kaumnya, ‘Sembahlah Allah! Tidak ada tuhan yang berhak disembah bagimu selain Dia. Maka, mengapa kamu tidak bertakwa kepada-Nya, yakni menjauhkan diri dari siksa-Nya dengan melaksanakan perintah-Nya dan menjauhi larangan-Nya?’”"
    },
    {
      "no": 32,
      "arab": "فَأَرْسَلْنَا فِيهِمْ رَسُولًا مِّنْهُمْ أَنِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُ ۖ أَفَلَا تَتَّقُونَ",
      "latin": "Fa arsalnaa feehim Rasoolam minhum ani'budul laaha maa lakum min ilaahin ghairuhoo afalaa tattaqoon",
      "id": "Lalu Kami utus kepada mereka, seorang rasul dari kalangan mereka sendiri (yang berkata), “Sembahlah Allah! Tidak ada tuhan (yang berhak disembah) bagimu selain Dia. Maka mengapa kamu tidak bertakwa (kepada-Nya)?”",
      "en": "And We sent among them a messenger from themselves, [saying], \"Worship Allah; you have no deity other than Him; then will you not fear Him?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2705",
      "tafsir": "Azab atas orang-orang yang membangkang terhadap dakwah Nabi Nuh bukanlah suatu kebetulan, melainkan ketetapan dari Allah. Allah berfirman, “Kemudian setelah mereka binasa, Kami ciptakan umat yang lain, yaitu kaum ‘Ad. Lalu Kami utus kepada mereka seorang rasul dari kalangan mereka sendiri, yaitu Nabi Hud. Dia menyeru kaumnya, ‘Sembahlah Allah! Tidak ada tuhan yang berhak disembah bagimu selain Dia. Maka, mengapa kamu tidak bertakwa kepada-Nya, yakni menjauhkan diri dari siksa-Nya dengan melaksanakan perintah-Nya dan menjauhi larangan-Nya?’”"
    },
    {
      "no": 33,
      "arab": "وَقَالَ الْمَلَأُ مِن قَوْمِهِ الَّذِينَ كَفَرُوا وَكَذَّبُوا بِلِقَاءِ الْآخِرَةِ وَأَتْرَفْنَاهُمْ فِي الْحَيَاةِ الدُّنْيَا مَا هَٰذَا إِلَّا بَشَرٌ مِّثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ",
      "latin": "Wa qaalal mala-u min qawmihil lazeena kafaroo wa kazzaboo bi liqaaa'il Aakhirati wa atrafnaahum fil hayaatid dunyaa maa haazaaa illaa basharum mislukum yaakulu mimmaa taakuloona minhu wa yashrabu mimmaa tashraboon",
      "id": "Dan berkatalah para pemuka orang kafir dari kaumnya dan yang mendustakan pertemuan hari akhirat serta mereka yang telah Kami beri kemewahan dan kesenangan dalam kehidupan di dunia, “(Orang) ini tidak lain hanyalah manusia seperti kamu, dia makan apa yang kamu makan, dan dia minum apa yang kamu minum.”",
      "en": "And the eminent among his people who disbelieved and denied the meeting of the Hereafter while We had given them luxury in the worldly life said, \"This is not but a man like yourselves. He eats of that from which you eat and drinks of what you drink.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2706",
      "tafsir": "Kaum ‘Ad menolak dakwah Nabi Hud. Dan berkatalah para pemuka orang kafir dari kaumnya, yaitu tidak beriman kepada Allah dan rasul-Nya, dan yang mendustakan pertemuan hari akhirat di mana mereka akan mendapat balasan atas segala amal perbuatan mereka, serta mereka yang telah Kami beri kemewahan dan kesenangan dalam kehidupan di dunia berupa harta yang melimpah, keturunan yang banyak, “Orang ini, yakni Nabi Hud, tidak lain hanyalah manusia seperti kamu, dia makan apa yang kamu makan, dan dia minum apa yang kamu minum. Tidak ada keistimewaan pada dirinya yang memantaskan dia menjadi utusan Tuhan.”"
    },
    {
      "no": 34,
      "arab": "وَلَئِنْ أَطَعْتُم بَشَرًا مِّثْلَكُمْ إِنَّكُمْ إِذًا لَّخَاسِرُونَ",
      "latin": "Wa la'in at'atum basharam mislakum innakum izal lakhaasiroon",
      "id": "Dan sungguh, jika kamu menaati manusia seperti kamu, niscaya kamu pasti rugi.",
      "en": "And if you should obey a man like yourselves, indeed, you would then be losers.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2707",
      "tafsir": "Melanjutkan ucapan tersebut, para pemuka kaum ‘Ad yang kafir itu berkata, “Dan sungguh demi Tuhan kita, jika kamu menaati manusia seperti kamu dalam apa yang ia perintahkan dan ia larang, dan kamu meninggalkan tuhan-tuhan kalian, niscaya kamu pasti akan rugi. Adakah dia menjanjikan kepada kamu bahwa apabila kamu telah mati dan dikubur, kemudian sebagian menjadi tanah dan/atau tulang belulang, lalu sesungguhnya kamu akan dikeluarkan dari kubur kamu untuk menerima balasan?”"
    },
    {
      "no": 35,
      "arab": "أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنتُمْ تُرَابًا وَعِظَامًا أَنَّكُم مُّخْرَجُونَ",
      "latin": "A-Ya'idukum annakum izaa mittum wa kuntum turaabanw wa izaaman annakum mukhrajoon",
      "id": "Adakah dia menjanjikan kepada kamu, bahwa apabila kamu telah mati dan menjadi tanah dan tulang belulang, sesungguhnya kamu akan dikeluarkan (dari kuburmu)?",
      "en": "Does he promise you that when you have died and become dust and bones that you will be brought forth [once more]?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2708",
      "tafsir": "Melanjutkan ucapan tersebut, para pemuka kaum ‘Ad yang kafir itu berkata, “Dan sungguh demi Tuhan kita, jika kamu menaati manusia seperti kamu dalam apa yang ia perintahkan dan ia larang, dan kamu meninggalkan tuhan-tuhan kalian, niscaya kamu pasti akan rugi. Adakah dia menjanjikan kepada kamu bahwa apabila kamu telah mati dan dikubur, kemudian sebagian menjadi tanah dan/atau tulang belulang, lalu sesungguhnya kamu akan dikeluarkan dari kubur kamu untuk menerima balasan?”"
    },
    {
      "no": 36,
      "arab": "۞ هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ",
      "latin": "Haihaata haihaata limaa too'adoon",
      "id": "Jauh! Jauh sekali (dari kebenaran) apa yang diancamkan kepada kamu,",
      "en": "How far, how far, is that which you are promised.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2709",
      "tafsir": "Para pemuka yang kafir itu berkata dengan sinis sambil menggelengkan kepala, “Jauh! Jauh sekali apa yang diancamkan kepada kamu. Hal itu hanya omong kosong belaka. Ancaman itu tidak akan pernah terlaksanan. Kehidupan yang ada tidak lain hanyalah kehidupan kita di dunia ini. Di sinilah kita menyaksikan sebagian dari kita mati dan sebagiannya lagi dilahirkan untuk hidup, dan sekali-kali kita tidak akan dibangkitkan lagi setelah mati.” Tidak cukup dengan mendurhakai dan menolak dakwah Nabi Hud, para pemuka kafir itu bahkan berbuat lebih jahat lagi dengan berkata, “Dia, Hud, tidak lain hanyalah seorang laki-laki yang mengada-adakan kebohongan terhadap Allah, dan sudah semestinya kita tidak akan pernah memercayainya atas segala yang dikatakannya."
    },
    {
      "no": 37,
      "arab": "إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ",
      "latin": "In hiya illaa hayaatunad dunyaa namootu wa nahyaa wa maa nahnu bimab'ooseen",
      "id": "(kehidupan itu) tidak lain hanyalah kehidupan kita di dunia ini, (di sanalah) kita mati dan hidup dan tidak akan dibangkitkan (lagi),",
      "en": "Life is not but our worldly life - we die and live, but we will not be resurrected.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2710",
      "tafsir": "Para pemuka yang kafir itu berkata dengan sinis sambil menggelengkan kepala, “Jauh! Jauh sekali apa yang diancamkan kepada kamu. Hal itu hanya omong kosong belaka. Ancaman itu tidak akan pernah terlaksanan. Kehidupan yang ada tidak lain hanyalah kehidupan kita di dunia ini. Di sinilah kita menyaksikan sebagian dari kita mati dan sebagiannya lagi dilahirkan untuk hidup, dan sekali-kali kita tidak akan dibangkitkan lagi setelah mati.” Tidak cukup dengan mendurhakai dan menolak dakwah Nabi Hud, para pemuka kafir itu bahkan berbuat lebih jahat lagi dengan berkata, “Dia, Hud, tidak lain hanyalah seorang laki-laki yang mengada-adakan kebohongan terhadap Allah, dan sudah semestinya kita tidak akan pernah memercayainya atas segala yang dikatakannya."
    },
    {
      "no": 38,
      "arab": "إِنْ هُوَ إِلَّا رَجُلٌ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا وَمَا نَحْنُ لَهُ بِمُؤْمِنِينَ",
      "latin": "In huwa illaa rajulunif taraa 'alal laahi kazibanw wa maa nahnuu lahoo bimu'mineen",
      "id": "Dia tidak lain hanyalah seorang laki-laki yang mengada-adakan kebohongan terhadap Allah, dan kita tidak akan mempercayainya.",
      "en": "He is not but a man who has invented a lie about Allah, and we will not believe him.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2711",
      "tafsir": "Para pemuka yang kafir itu berkata dengan sinis sambil menggelengkan kepala, “Jauh! Jauh sekali apa yang diancamkan kepada kamu. Hal itu hanya omong kosong belaka. Ancaman itu tidak akan pernah terlaksanan. Kehidupan yang ada tidak lain hanyalah kehidupan kita di dunia ini. Di sinilah kita menyaksikan sebagian dari kita mati dan sebagiannya lagi dilahirkan untuk hidup, dan sekali-kali kita tidak akan dibangkitkan lagi setelah mati.” Tidak cukup dengan mendurhakai dan menolak dakwah Nabi Hud, para pemuka kafir itu bahkan berbuat lebih jahat lagi dengan berkata, “Dia, Hud, tidak lain hanyalah seorang laki-laki yang mengada-adakan kebohongan terhadap Allah, dan sudah semestinya kita tidak akan pernah memercayainya atas segala yang dikatakannya."
    },
    {
      "no": 39,
      "arab": "قَالَ رَبِّ انصُرْنِي بِمَا كَذَّبُونِ",
      "latin": "Qaala Rabbin surnee bimaa kazzaboon",
      "id": "Dia (Hud) berdoa, “Ya Tuhanku, tolonglah aku karena mereka mendustakan aku.”",
      "en": "He said, \"My Lord, support me because they have denied me.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2712",
      "tafsir": "Mendengar pendustaan dan pengingkaran kaumnya yang sungguh terlalu, Dia, yaitu Nabi Hud, berdoa, “Ya Tuhanku, tolonglah aku untuk mengalahkan mereka, karena mereka telah mendustakan aku.”"
    },
    {
      "no": 40,
      "arab": "قَالَ عَمَّا قَلِيلٍ لَّيُصْبِحُنَّ نَادِمِينَ",
      "latin": "Qaala 'ammaa qaleelil la yusbihunna naadimeen",
      "id": "Dia (Allah) berfirman, “Tidak lama lagi mereka pasti akan menyesal.”",
      "en": "[Allah] said, \"After a little, they will surely become regretful.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2713",
      "tafsir": "Allah mengabulkan doa Nabi Hud. Dia berfirman, “Bersabarlah, wahai Nabi Hud. Tidak lama lagi mereka pasti akan menyesal.” Lalu setelah tiba waktunya, mereka benar-benar dimusnahkan oleh suara yang mengguntur. Mereka pantas mendapat azab itu sehingga kedatangan azab itu hak adanya. Dan Kami jadikan mereka seperti sampah yang dibawa banjir akibat kezaliman mereka sendiri. Maka, binasalah bagi orang-orang yang zalim."
    },
    {
      "no": 41,
      "arab": "فَأَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ فَجَعَلْنَاهُمْ غُثَاءً ۚ فَبُعْدًا لِّلْقَوْمِ الظَّالِمِينَ",
      "latin": "Fa akhazat humus saihatu bilhaqqi faja'alnaahum ghusaaa'aa; fabu;dal lilqaw miz zaalimeen",
      "id": "Lalu mereka benar-benar dimusnahkan oleh suara yang mengguntur, dan Kami jadikan mereka (seperti) sampah yang dibawa banjir. Maka binasalah bagi orang-orang yang zalim.",
      "en": "So the shriek seized them in truth, and We made them as [plant] stubble. Then away with the wrongdoing people.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2714",
      "tafsir": "Allah mengabulkan doa Nabi Hud. Dia berfirman, “Bersabarlah, wahai Nabi Hud. Tidak lama lagi mereka pasti akan menyesal.” Lalu setelah tiba waktunya, mereka benar-benar dimusnahkan oleh suara yang mengguntur. Mereka pantas mendapat azab itu sehingga kedatangan azab itu hak adanya. Dan Kami jadikan mereka seperti sampah yang dibawa banjir akibat kezaliman mereka sendiri. Maka, binasalah bagi orang-orang yang zalim."
    },
    {
      "no": 42,
      "arab": "ثُمَّ أَنشَأْنَا مِن بَعْدِهِمْ قُرُونًا آخَرِينَ",
      "latin": "Summa anshaanaa mim ba'dihim quroonan aakhareen",
      "id": "Kemudian setelah mereka Kami ciptakan umat-umat yang lain.",
      "en": "Then We produced after them other generations.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2715",
      "tafsir": "Habis sudah para pendurhaka dari kaum Nabi Hud. Kemudian Kami ciptakan lagi sesudah mereka yang binasa itu umat-umat yang lain, di antaranya kaum Nabi Salih, Lut, dan Syu’aib."
    },
    {
      "no": 43,
      "arab": "مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ",
      "latin": "Maa tasbiqu min ummatin ajalahaa wa maa yastaakhiroon",
      "id": "Tidak ada satu umat pun yang dapat menyegerakan ajalnya, dan tidak (pula) menangguhkannya.",
      "en": "No nation will precede its time [of termination], nor will they remain [thereafter].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2716",
      "tafsir": "Allah memberi batas waktu bagi kehidupan, kematian, atau kebinasaan umat para nabi tersebut. Tidak ada satu umat pun yang dapat menyegerakan atau mendahuli ajalnya, yaitu batas waktu kematian atau kebinasaan yang telah Allah tetapkan berdasar sunatullah yang berlaku umum, dan tidak dapat pula mereka menangguhkannya."
    },
    {
      "no": 44,
      "arab": "ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَىٰ ۖ كُلَّ مَا جَاءَ أُمَّةً رَّسُولُهَا كَذَّبُوهُ ۚ فَأَتْبَعْنَا بَعْضَهُم بَعْضًا وَجَعَلْنَاهُمْ أَحَادِيثَ ۚ فَبُعْدًا لِّقَوْمٍ لَّا يُؤْمِنُونَ",
      "latin": "Summa arsalnaa Rusulanaa tatraa kulla maa jaaa'a ummatar Rasooluhaa kazzabooh; fa atba'naa ba'dahum ba'danw wa ja'alnaahum ahaadees; fabu'dal liqawmil laa yu'minoon",
      "id": "Kemudian, Kami utus rasul-rasul Kami berturut-turut. Setiap kali seorang rasul datang kepada suatu umat, mereka mendustakannya, maka Kami silihgantikan sebagian mereka dengan sebagian yang lain (dalam kebinasaan). Dan Kami jadikan mereka bahan cerita (bagi manusia). Maka kebinasaanlah bagi kaum yang tidak beriman.",
      "en": "Then We sent Our messengers in succession. Every time there came to a nation its messenger, they denied him, so We made them follow one another [to destruction], and We made them narrations. So away with a people who do not believe.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2717",
      "tafsir": "Kemudian, Kami utus kepada kaum-kaum itu rasul-rasul Kami secara berturut-turut. Setiap kali seorang rasul datang kepada suatu umat untuk mengajak mereka menghamba dan bertauhid kepada Allah, mereka mendustakannya, maka Kami silihgantikan sebagian mereka dengan sebagian yang lain, yakni Kami musnahkan mereka secara silih berganti. Dan Kami jadikan mereka bahan cerita bagi kaum sesudahnya. Maka, kebinasaanlah bagi kaum yang tidak beriman kepada risalah para rasul."
    },
    {
      "no": 45,
      "arab": "ثُمَّ أَرْسَلْنَا مُوسَىٰ وَأَخَاهُ هَارُونَ بِآيَاتِنَا وَسُلْطَانٍ مُّبِينٍ",
      "latin": "Summa arsalnaa Moosaa wa akhaahu Haaroona bi Aayaatinaa wa sultaanim mubeen",
      "id": "Kemudian Kami utus Musa dan saudaranya Harun dengan membawa tanda-tanda (kebesaran) Kami, dan bukti yang nyata,",
      "en": "Then We sent Moses and his brother Aaron with Our signs and a clear authority",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2718",
      "tafsir": "Generasi demi generasi telah dibinasakan akibat kedurhakaan mereka, kemudian setelah itu Kami utus Nabi Musa dan saudaranya, Harun, dengan membawa tanda-tanda kebesaran Kami dan bukti yang nyata berupa argumentasi kebenaran yang tidak terbantahkan. Mereka membawanya kepada Fir’aun dan para pemuka kaum-nya, tetapi tanpa berpikir panjang mereka bersikap angkuh sehingga enggan menyambut ajakan kedua rasul tersebut, dan mereka sejak dahulu memang kaum yang sombong, melecehkan kebenaran, dan memandang rendah orang lain."
    },
    {
      "no": 46,
      "arab": "إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا عَالِينَ",
      "latin": "Ilaa Fir'awna wa mala'ihee fastakbaroo wa kaanoo qawman 'aaleem",
      "id": "kepada Fir‘aun dan para pemuka kaumnya, tetapi mereka angkuh dan mereka memang kaum yang sombong.",
      "en": "To Pharaoh and his establishment, but they were arrogant and were a haughty people.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2719",
      "tafsir": "Generasi demi generasi telah dibinasakan akibat kedurhakaan mereka, kemudian setelah itu Kami utus Nabi Musa dan saudaranya, Harun, dengan membawa tanda-tanda kebesaran Kami dan bukti yang nyata berupa argumentasi kebenaran yang tidak terbantahkan. Mereka membawanya kepada Fir’aun dan para pemuka kaum-nya, tetapi tanpa berpikir panjang mereka bersikap angkuh sehingga enggan menyambut ajakan kedua rasul tersebut, dan mereka sejak dahulu memang kaum yang sombong, melecehkan kebenaran, dan memandang rendah orang lain."
    },
    {
      "no": 47,
      "arab": "فَقَالُوا أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَابِدُونَ",
      "latin": "Faqaaloo annu'minu libasharaini mislinaa wa qawmuhumaa lanaa 'aabidoon",
      "id": "Maka mereka berkata, “Apakah (pantas) kita percaya kepada dua orang manusia seperti kita, padahal kaum mereka (Bani Israil) adalah orang-orang yang menghambakan diri kepada kita?”",
      "en": "They said, \"Should we believe two men like ourselves while their people are for us in servitude?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2720",
      "tafsir": "Maka dengan angkuh mereka berkata, “Apakah pantas kita percaya kepada Allah Yang Maha Esa dengan membenarkan ucapan dua orang manusia seperti kita, padahal kaum mereka, yaitu Bani Israil, adalah orang-orang yang menghambakan diri secara hina kepada kita, orang Mesir? Sungguh tidak pantas!”"
    },
    {
      "no": 48,
      "arab": "فَكَذَّبُوهُمَا فَكَانُوا مِنَ الْمُهْلَكِينَ",
      "latin": "Fakazzaboohumaa fakaanoo minal mmuhlakeen",
      "id": "Maka mereka mendustakan keduanya, sebab itu mereka termasuk orang yang dibinasakan.",
      "en": "So they denied them and were of those destroyed.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2721",
      "tafsir": "Maka mereka mendustakan keduanya, yaitu Nabi Musa dan Harun, sehingga karenanya mereka termasuk orang yang dibinasakan dengan ditenggelamkan di Laut Merah."
    },
    {
      "no": 49,
      "arab": "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ لَعَلَّهُمْ يَهْتَدُونَ",
      "latin": "Wa laqad aatainaa Moosal Kitaaba la'allahum yahtadoon",
      "id": "Dan sungguh, telah Kami anugerahi kepada Musa Kitab (Taurat), agar mereka (Bani Israil) mendapat petunjuk.",
      "en": "And We certainly gave Moses the Scripture that perhaps they would be guided.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2722",
      "tafsir": "Usai menceritakan dakwah Nabi Musa kepada Fir’aun, Allah lalu menyusulinya dengan paparan tentang dakwah Nabi Musa kepada Bani Israil. Dan sungguh, Kami telah menganugerahkan kepada Musa Kitab Taurat, agar mereka, yakni Bani Israil, mendapat petunjuk ke jalan yang benar dan sungguh-sungguh menjalankannya."
    },
    {
      "no": 50,
      "arab": "وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً وَآوَيْنَاهُمَا إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ",
      "latin": "Wa ja'alnab na Maryama wa ummahooo aayatannw wa aawainaahumaaa ilaa rabwatin zaati qaraarinw wa ma'een",
      "id": "Dan telah Kami jadikan (Isa) putra Maryam bersama ibunya sebagai suatu bukti yang nyata bagi (kebesaran Kami), dan Kami melindungi mereka di sebuah dataran tinggi, (tempat yang tenang, rindang dan banyak buah-buahan) dengan mata air yang mengalir.",
      "en": "And We made the son of Mary and his mother a sign and sheltered them within a high ground having level [areas] and flowing water.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2723",
      "tafsir": "Dan telah Kami jadikan dengan kuasa Kami Isa putra Maryam bersama ibunya sebagai suatu bukti yang nyata bagi kekuasaan dan kebesaran Kami, dan Kami melindungi mereka dari berbagai keadaan yang meresahkan di sebuah dataran tinggi, tempat yang tenang, rindang, dan banyak buah-buahan untuk dimakan, dan di sana juga tersedia mata air yang mengalir untuk diminum."
    },
    {
      "no": 51,
      "arab": "يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا ۖ إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ",
      "latin": "Yaaa aiyuhar Rusulu kuloo minat taiyibaati wa'maloo saalihan innee bimaa ta'maloona 'Aleem",
      "id": "Allah berfirman, “Wahai para rasul! Makanlah dari (makanan) yang baik-baik, dan kerjakanlah kebajikan. Sungguh, Aku Maha Mengetahui apa yang kamu kerjakan.",
      "en": "[Allah said], \"O messengers, eat from the good foods and work righteousness. Indeed, I, of what you do, am Knowing.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2724",
      "tafsir": "Usai menguraikan kisah para rasul, Allah lalu berbicara tentang para rasul secara umum. “Wahai para rasul! Makanlah dari makanan yang baik-baik, dan kerjakanlah kebajikan sesuai dengan syariat, baik amalan wajib maupun sunah. Sungguh, Aku Maha Mengetahui apa yang kamu kerjakan, karena tidak ada satu pun yang tersembunyi dari-Ku.”"
    },
    {
      "no": 52,
      "arab": "وَإِنَّ هَٰذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاتَّقُونِ",
      "latin": "Wa inna haaziheee ummatukum ummatanw waahidatanw wa Ana Rabbukum fattaqoon",
      "id": "Dan sungguh, (agama tauhid) inilah agama kamu, agama yang satu dan Aku adalah Tuhanmu, maka bertakwalah kepada-Ku.”",
      "en": "And indeed this, your religion, is one religion, and I am your Lord, so fear Me.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2725",
      "tafsir": "Allah melanjutkan firman-Nya kepada para rasul, “Dan sungguh, agama tauhid yaitu Islam, inilah agama kamu, agama yang satu; dan Aku adalah Tuhanmu, maka bertakwalah kepada-Ku dengan melaksanakan perintah-Ku dan menjauhi larangan-Ku.”"
    },
    {
      "no": 53,
      "arab": "فَتَقَطَّعُوا أَمْرَهُم بَيْنَهُمْ زُبُرًا ۖ كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ",
      "latin": "Fataqatta'ooo amrahum bainahum zuburaa; kullu hizbim bimaa ladaihim farihoon",
      "id": "Kemudian mereka terpecah belah dalam urusan (agama)nya menjadi beberapa golongan. Setiap golongan (merasa) bangga dengan apa yang ada pada mereka (masing-masing).",
      "en": "But the people divided their religion among them into sects - each faction, in what it has, rejoicing.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2726",
      "tafsir": "Kemudian setelah sekian lama mereka, yakni pengikut para rasul, menjadikan agama mereka terpecah belah menjadi beberapa golongan yang berbeda dan saling bermusuhan. Setiap golongan dari mereka bangga dengan apa yang ada pada golongan mereka sendiri. Demikianlah manusia, suka menonjolkan egonya."
    },
    {
      "no": 54,
      "arab": "فَذَرْهُمْ فِي غَمْرَتِهِمْ حَتَّىٰ حِينٍ",
      "latin": "Fazarhum fee ghamratihim hattaa heen",
      "id": "Maka biarkanlah mereka dalam kesesatannya sampai waktu yang ditentukan.",
      "en": "So leave them in their confusion for a time.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2727",
      "tafsir": "Maka atas perpecahan mereka dan pembangkangan mereka terhadap dakwah dan peringatan kamu, wahai para rasul, biarkanlah mereka dalam kesesatannya sampai waktu yang ditentukan, yaitu saat kemusnah-an mereka atau jatuhnya siksa neraka atas mereka."
    },
    {
      "no": 55,
      "arab": "أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُم بِهِ مِن مَّالٍ وَبَنِينَ",
      "latin": "A-yahsaboona annnamaa numiduhum bihee mimmaalinw wa baneen",
      "id": "Apakah mereka mengira bahwa Kami memberikan harta dan anak-anak kepada mereka itu (berarti bahwa),",
      "en": "Do they think that what We extend to them of wealth and children",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2728",
      "tafsir": "Di antara kaum yang durhaka itu ada yang diberi kehidupan mewah. Ini menjadikan mereka menduga bahwa Allah menyayangi mereka sehingga mereka tidak akan diazab. Allah menampik dugaan tersebut dengan pertanyaan bernada kecaman, “Apakah mereka mengira bahwa Kami memberikan harta dan anak-anak kepada mereka itu berarti Kami segera memberikan kebaikan-kebaikan kepada mereka? Tidak! Kami tidak melakukan hal itu dengan maksud demikian, tetapi kami biarkan mereka hanyut dalam kesenangan semu supaya mereka makin banyak berbuat dosa, sedang mereka tidak menyadarinya.\""
    },
    {
      "no": 56,
      "arab": "نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ ۚ بَل لَّا يَشْعُرُونَ",
      "latin": "Nusaari'u lahum fil khairaat; bal laa yash'uroon",
      "id": "Kami segera memberikan kebaikan-kebaikan kepada mereka? (Tidak), tetapi mereka tidak menyadarinya.",
      "en": "Is [because] We hasten for them good things? Rather, they do not perceive.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2729",
      "tafsir": "Di antara kaum yang durhaka itu ada yang diberi kehidupan mewah. Ini menjadikan mereka menduga bahwa Allah menyayangi mereka sehingga mereka tidak akan diazab. Allah menampik dugaan tersebut dengan pertanyaan bernada kecaman, “Apakah mereka mengira bahwa Kami memberikan harta dan anak-anak kepada mereka itu berarti Kami segera memberikan kebaikan-kebaikan kepada mereka? Tidak! Kami tidak melakukan hal itu dengan maksud demikian, tetapi kami biarkan mereka hanyut dalam kesenangan semu supaya mereka makin banyak berbuat dosa, sedang mereka tidak menyadarinya.\""
    },
    {
      "no": 57,
      "arab": "إِنَّ الَّذِينَ هُم مِّنْ خَشْيَةِ رَبِّهِم مُّشْفِقُونَ",
      "latin": "Innal lazeena hum min khashyati Rabbihim mushfiqoon",
      "id": "Sungguh, orang-orang yang karena takut (azab) Tuhannya, mereka sangat berhati-hati,",
      "en": "Indeed, they who are apprehensive from fear of their Lord",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2730",
      "tafsir": "Setelah menjelaskan sifat-sifat orang yang lengah dan larut dalam durhaka, Allah lalu menguraikan sifat orang-orang yang menjaga hati untuk taat kepada Allah. Sungguh, orang-orang yang karena takut akan azab Tuhannya, mereka sangat berhati-hati agar tidak melanggar perintah-Nya, dan mereka yang beriman dengan tanda-tanda kekuasaan Tuhannya, baik yang tersurat dalam Al-Qur’an maupun yang terhampar di alam semesta, dan mereka yang tidak mempersekutukan Tuhannya dengan apa pun dan kapan pun, baik syirik kecil seperti ria maupun syirik besar, dan mereka yang memberikan apa yang mereka berikan seperti sedekah, zakat, dan lainnya, dengan hati penuh rasa takut jika pemberian itu tidak diterima oleh Allah karena mereka tahu bahwa sesungguhnya mereka akan kembali kepada Tuhannya untuk mempertanggungjawabkan perbuatan mereka; mereka itu, yaitu orang-orang dengan sifat-sifatnya demikian, bersegera dalam kebaikan-kebaikan dan bersemangat dalam menjalankan ibadah, dan merekalah orang-orang yang lebih dahulu memperolehnya, yaitu surga, sebagai ganjaran atas amal kebaikannya."
    },
    {
      "no": 58,
      "arab": "وَالَّذِينَ هُم بِآيَاتِ رَبِّهِمْ يُؤْمِنُونَ",
      "latin": "Wallazeena hum bi Aayaati Rabbihim yu'minoon",
      "id": "dan mereka yang beriman dengan tanda-tanda (kekuasaan) Tuhannya,",
      "en": "And they who believe in the signs of their Lord",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2731",
      "tafsir": "Setelah menjelaskan sifat-sifat orang yang lengah dan larut dalam durhaka, Allah lalu menguraikan sifat orang-orang yang menjaga hati untuk taat kepada Allah. Sungguh, orang-orang yang karena takut akan azab Tuhannya, mereka sangat berhati-hati agar tidak melanggar perintah-Nya, dan mereka yang beriman dengan tanda-tanda kekuasaan Tuhannya, baik yang tersurat dalam Al-Qur’an maupun yang terhampar di alam semesta, dan mereka yang tidak mempersekutukan Tuhannya dengan apa pun dan kapan pun, baik syirik kecil seperti ria maupun syirik besar, dan mereka yang memberikan apa yang mereka berikan seperti sedekah, zakat, dan lainnya, dengan hati penuh rasa takut jika pemberian itu tidak diterima oleh Allah karena mereka tahu bahwa sesungguhnya mereka akan kembali kepada Tuhannya untuk mempertanggungjawabkan perbuatan mereka; mereka itu, yaitu orang-orang dengan sifat-sifatnya demikian, bersegera dalam kebaikan-kebaikan dan bersemangat dalam menjalankan ibadah, dan merekalah orang-orang yang lebih dahulu memperolehnya, yaitu surga, sebagai ganjaran atas amal kebaikannya."
    },
    {
      "no": 59,
      "arab": "وَالَّذِينَ هُم بِرَبِّهِمْ لَا يُشْرِكُونَ",
      "latin": "Wallazeena hum bi Rabbihim laa yushrikoon",
      "id": "dan mereka yang tidak mempersekutukan Tuhannya,",
      "en": "And they who do not associate anything with their Lord",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2732",
      "tafsir": "Setelah menjelaskan sifat-sifat orang yang lengah dan larut dalam durhaka, Allah lalu menguraikan sifat orang-orang yang menjaga hati untuk taat kepada Allah. Sungguh, orang-orang yang karena takut akan azab Tuhannya, mereka sangat berhati-hati agar tidak melanggar perintah-Nya, dan mereka yang beriman dengan tanda-tanda kekuasaan Tuhannya, baik yang tersurat dalam Al-Qur’an maupun yang terhampar di alam semesta, dan mereka yang tidak mempersekutukan Tuhannya dengan apa pun dan kapan pun, baik syirik kecil seperti ria maupun syirik besar, dan mereka yang memberikan apa yang mereka berikan seperti sedekah, zakat, dan lainnya, dengan hati penuh rasa takut jika pemberian itu tidak diterima oleh Allah karena mereka tahu bahwa sesungguhnya mereka akan kembali kepada Tuhannya untuk mempertanggungjawabkan perbuatan mereka; mereka itu, yaitu orang-orang dengan sifat-sifatnya demikian, bersegera dalam kebaikan-kebaikan dan bersemangat dalam menjalankan ibadah, dan merekalah orang-orang yang lebih dahulu memperolehnya, yaitu surga, sebagai ganjaran atas amal kebaikannya."
    },
    {
      "no": 60,
      "arab": "وَالَّذِينَ يُؤْتُونَ مَا آتَوا وَّقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَىٰ رَبِّهِمْ رَاجِعُونَ",
      "latin": "Wallazeena yu'toona maaa aataw wa quloobuhum wajilatun annahum ilaa Rabbihim raaji'oon",
      "id": "dan mereka yang memberikan apa yang mereka berikan (sedekah) dengan hati penuh rasa takut (karena mereka tahu) bahwa sesungguhnya mereka akan kembali kepada Tuhannya,",
      "en": "And they who give what they give while their hearts are fearful because they will be returning to their Lord -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2733",
      "tafsir": "Setelah menjelaskan sifat-sifat orang yang lengah dan larut dalam durhaka, Allah lalu menguraikan sifat orang-orang yang menjaga hati untuk taat kepada Allah. Sungguh, orang-orang yang karena takut akan azab Tuhannya, mereka sangat berhati-hati agar tidak melanggar perintah-Nya, dan mereka yang beriman dengan tanda-tanda kekuasaan Tuhannya, baik yang tersurat dalam Al-Qur’an maupun yang terhampar di alam semesta, dan mereka yang tidak mempersekutukan Tuhannya dengan apa pun dan kapan pun, baik syirik kecil seperti ria maupun syirik besar, dan mereka yang memberikan apa yang mereka berikan seperti sedekah, zakat, dan lainnya, dengan hati penuh rasa takut jika pemberian itu tidak diterima oleh Allah karena mereka tahu bahwa sesungguhnya mereka akan kembali kepada Tuhannya untuk mempertanggungjawabkan perbuatan mereka; mereka itu, yaitu orang-orang dengan sifat-sifatnya demikian, bersegera dalam kebaikan-kebaikan dan bersemangat dalam menjalankan ibadah, dan merekalah orang-orang yang lebih dahulu memperolehnya, yaitu surga, sebagai ganjaran atas amal kebaikannya."
    },
    {
      "no": 61,
      "arab": "أُولَٰئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ",
      "latin": "Ulaaa'ika yusaari'oona fil khairaati wa hum lahaa saabiqoon",
      "id": "mereka itu bersegera dalam kebaikan-kebaikan, dan merekalah orang-orang yang lebih dahulu memperolehnya.",
      "en": "It is those who hasten to good deeds, and they outstrip [others] therein.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2734",
      "tafsir": "Setelah menjelaskan sifat-sifat orang yang lengah dan larut dalam durhaka, Allah lalu menguraikan sifat orang-orang yang menjaga hati untuk taat kepada Allah. Sungguh, orang-orang yang karena takut akan azab Tuhannya, mereka sangat berhati-hati agar tidak melanggar perintah-Nya, dan mereka yang beriman dengan tanda-tanda kekuasaan Tuhannya, baik yang tersurat dalam Al-Qur’an maupun yang terhampar di alam semesta, dan mereka yang tidak mempersekutukan Tuhannya dengan apa pun dan kapan pun, baik syirik kecil seperti ria maupun syirik besar, dan mereka yang memberikan apa yang mereka berikan seperti sedekah, zakat, dan lainnya, dengan hati penuh rasa takut jika pemberian itu tidak diterima oleh Allah karena mereka tahu bahwa sesungguhnya mereka akan kembali kepada Tuhannya untuk mempertanggungjawabkan perbuatan mereka; mereka itu, yaitu orang-orang dengan sifat-sifatnya demikian, bersegera dalam kebaikan-kebaikan dan bersemangat dalam menjalankan ibadah, dan merekalah orang-orang yang lebih dahulu memperolehnya, yaitu surga, sebagai ganjaran atas amal kebaikannya."
    },
    {
      "no": 62,
      "arab": "وَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا ۖ وَلَدَيْنَا كِتَابٌ يَنطِقُ بِالْحَقِّ ۚ وَهُمْ لَا يُظْلَمُونَ",
      "latin": "Wa laa nukallifu nafsan illaa wus'ahaa wa ladainaa kitaabuny yantiqu bilhaqqi w ahum la yuzlamoon",
      "id": "Dan Kami tidak membebani seseorang melainkan menurut kesanggupannya, dan pada Kami ada suatu catatan yang menuturkan dengan sebenarnya, dan mereka tidak dizalimi (dirugikan).",
      "en": "And We charge no soul except [with that within] its capacity, and with Us is a record which speaks with truth; and they will not be wronged.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2735",
      "tafsir": "Para pendurhaka yang disebut pada ayat sebelumnya boleh jadi menganggap bahwa ajaran agama sangat memberatkan. Menyanggah anggapan ini Allah berfirman, “Dan Kami tidak membebani seseorang dengan amalan-amalan ibadah melainkan menurut kesanggupannya, maka tidak sewajarnya bila seseorang merasa tidak mampu; dan pada Kami ada suatu catatan yang menuturkan dengan sebenarnya apa saja yang dilakukan oleh manusia, dan mereka tidak dizalimi atau dirugikan dengan bertambahnya dosa atau berkurangnya pahala. Allah tidak akan pernah berbuat zalim kepada manusia, tetapi manusialah yang menzalimi diri sendiri (Lihat juga: Surah Yùnus/10: 44)."
    },
    {
      "no": 63,
      "arab": "بَلْ قُلُوبُهُمْ فِي غَمْرَةٍ مِّنْ هَٰذَا وَلَهُمْ أَعْمَالٌ مِّن دُونِ ذَٰلِكَ هُمْ لَهَا عَامِلُونَ",
      "latin": "Bal quloobuhum fee ghamratim min haazaa wa lahum a'maalum min dooni zaalika hum lahaa 'aamiloon",
      "id": "Tetapi, hati mereka (orang-orang kafir) itu dalam kesesatan dari (memahami Al-Qur'an) ini, dan mereka mempunyai (kebiasaan banyak mengerjakan) perbuatan-perbuatan lain (buruk) yang terus mereka kerjakan.",
      "en": "But their hearts are covered with confusion over this, and they have [evil] deeds besides disbelief which they are doing,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2736",
      "tafsir": "Tetapi meski ajaran Allah demikian jelas dan mudah, orang-orang kafir itu tetap durhaka sehingga hati mereka itu dalam kesesatan terkait hakikat yang Kami sampaikan ini, dan mereka mempunyai kebiasaan melakukan perbuatan-perbuatan lain yang buruk yang terus mereka kerjakan. Mereka melampaui batas dalam melakukannya sehingga mereka pantas menerima siksa."
    },
    {
      "no": 64,
      "arab": "حَتَّىٰ إِذَا أَخَذْنَا مُتْرَفِيهِم بِالْعَذَابِ إِذَا هُمْ يَجْأَرُونَ",
      "latin": "Hattaaa izaaa akhznaa mutrafeehim bil'azaabi izaa hum yaj'aroon",
      "id": "Sehingga apabila Kami timpakan siksaan kepada orang-orang yang hidup bermewah-mewah di antara mereka, seketika itu mereka berteriak-teriak meminta tolong.",
      "en": "Until when We seize their affluent ones with punishment, at once they are crying [to Allah] for help.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2737",
      "tafsir": "Mereka terus-menerus larut dalam kedurhakaan, sehingga apabila Kami timpakan siksaan kepada orang-orang yang hidup bermewah-mewah di antara mereka dan para pengikut mereka, seketika itu mereka berteriak-teriak meminta tolong dengan penuh kehinaan."
    },
    {
      "no": 65,
      "arab": "لَا تَجْأَرُوا الْيَوْمَ ۖ إِنَّكُم مِّنَّا لَا تُنصَرُونَ",
      "latin": "Laa taj'arul yawma innakum minnaa laa tunsaroon",
      "id": "Janganlah kamu berteriak-teriak meminta tolong pada hari ini! Sungguh, kamu tidak akan mendapat pertolongan dari Kami.",
      "en": "Do not cry out today. Indeed, by Us you will not be helped.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2738",
      "tafsir": "Menolak permintaan tolong mereka, Allah berfirman, “Janganlah kamu berteriak-teriak meminta tolong pada hari ini! Sungguh, kamu tidak akan mendapat pertolongan dari Kami dan tidak pula dapat menghindari siksa Kami. Sesungguhnya ayat-ayat-Ku, yaitu Al-Qur’an, selalu dibacakan kepada kamu, wahai para pendurhaka, supaya kamu merenungi dan mengimaninya, tetapi kamu selalu berpaling ke belakang dan enggan mendengarkannya; kamu berpaling dengan menyombong­kan diri atas kaum mukmin dan mengucapkan perkataan-perkataan keji terhadapnya, yaitu Al-Qur’an, pada waktu kamu bercakap-cakap pada malam hari."
    },
    {
      "no": 66,
      "arab": "قَدْ كَانَتْ آيَاتِي تُتْلَىٰ عَلَيْكُمْ فَكُنتُمْ عَلَىٰ أَعْقَابِكُمْ تَنكِصُونَ",
      "latin": "Qad kaanat Aayaatee tutlaa 'alaikum fakuntum 'alaaa a'qaabikum tankisoon",
      "id": "Sesungguhnya ayat-ayat-Ku (Al-Qur'an) selalu dibacakan kepada kamu, tetapi kamu selalu berpaling ke belakang,",
      "en": "My verses had already been recited to you, but you were turning back on your heels",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2739",
      "tafsir": "Menolak permintaan tolong mereka, Allah berfirman, “Janganlah kamu berteriak-teriak meminta tolong pada hari ini! Sungguh, kamu tidak akan mendapat pertolongan dari Kami dan tidak pula dapat menghindari siksa Kami. Sesungguhnya ayat-ayat-Ku, yaitu Al-Qur’an, selalu dibacakan kepada kamu, wahai para pendurhaka, supaya kamu merenungi dan mengimaninya, tetapi kamu selalu berpaling ke belakang dan enggan mendengarkannya; kamu berpaling dengan menyombong­kan diri atas kaum mukmin dan mengucapkan perkataan-perkataan keji terhadapnya, yaitu Al-Qur’an, pada waktu kamu bercakap-cakap pada malam hari."
    },
    {
      "no": 67,
      "arab": "مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ",
      "latin": "Mustakbireena bihee saamiran tahjuroon",
      "id": "dengan menyombongkan diri dan mengucapkan perkataan-perkataan keji terhadapnya (Al-Qur'an) pada waktu kamu bercakap-cakap pada malam hari.",
      "en": "In arrogance regarding it, conversing by night, speaking evil.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2740",
      "tafsir": "Menolak permintaan tolong mereka, Allah berfirman, “Janganlah kamu berteriak-teriak meminta tolong pada hari ini! Sungguh, kamu tidak akan mendapat pertolongan dari Kami dan tidak pula dapat menghindari siksa Kami. Sesungguhnya ayat-ayat-Ku, yaitu Al-Qur’an, selalu dibacakan kepada kamu, wahai para pendurhaka, supaya kamu merenungi dan mengimaninya, tetapi kamu selalu berpaling ke belakang dan enggan mendengarkannya; kamu berpaling dengan menyombong­kan diri atas kaum mukmin dan mengucapkan perkataan-perkataan keji terhadapnya, yaitu Al-Qur’an, pada waktu kamu bercakap-cakap pada malam hari."
    },
    {
      "no": 68,
      "arab": "أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ أَمْ جَاءَهُم مَّا لَمْ يَأْتِ آبَاءَهُمُ الْأَوَّلِينَ",
      "latin": "Afalam yaddabbarrul qawla am jaaa'ahum maa lam yaati aabaaa'ahumul awwaleen",
      "id": "Maka tidakkah mereka menghayati firman (Allah), atau adakah telah datang kepada mereka apa yang tidak pernah datang kepada nenek moyang mereka terdahulu?",
      "en": "Then have they not reflected over the Qur'an, or has there come to them that which had not come to their forefathers?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2741",
      "tafsir": "Maka keberpalingan dan perlakukan para pendurhaka itu kepada ayat-ayat Kami sungguh keterlaluan. Tidakkah mereka menggunakan akalnya sehingga dapat menghayati firman Kami, ataukah mereka mendustakan rasul dengan alasan telah datang kepada mereka apa yang tidak pernah datang kepada nenek moyang mereka terdahulu, yaitu risalah kenabian yang tidak dikenal oleh leluhur mereka? Jelas bukan itu alasannya! Risalah Nabi Muhamamd sama dengan risalah nabi-nabi terdahulu (Lihat juga: Surah al-Anbiyà’/21: 25). Ataukah mereka ingkar dengan dalih bahwa mereka tidak mengenal Rasul mereka, yaitu Nabi Muhammad, karena itu mereka mengingkarinya? Ini pun bukanlah alasan yang dapat diterima karena mereka mengenal dengan baik Nabi Muhammad, bahkan mereka mengakui integritasnya dengan menggelarinya “al-Amin”? Atau apakah mereka menolak dakwah Nabi Muhamamd dengan berkata, “Orang itu gila!”? Sungguh, tuduhan itu tidak masuk akal karena mereka tahu pasti Nabi Muhammad adalah orang yang paling lurus akalnya. Sebenarnya, pangkal penolakan adalah karena dia telah datang membawa kebenaran, yaitu Al-Qur’an, kepada mereka, tetapi kebanyakan mereka membenci kebenaran karena bertentangan dengan hawa nafsu dan syahwat mereka."
    },
    {
      "no": 69,
      "arab": "أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنكِرُونَ",
      "latin": "Am lam ya'rifoo Rasoolahum fahum lahoo munkiroon",
      "id": "Ataukah mereka tidak mengenal Rasul mereka (Muhammad), karena itu mereka mengingkarinya?",
      "en": "Or did they not know their Messenger, so they are toward him disacknowledging?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2742",
      "tafsir": "Maka keberpalingan dan perlakukan para pendurhaka itu kepada ayat-ayat Kami sungguh keterlaluan. Tidakkah mereka menggunakan akalnya sehingga dapat menghayati firman Kami, ataukah mereka mendustakan rasul dengan alasan telah datang kepada mereka apa yang tidak pernah datang kepada nenek moyang mereka terdahulu, yaitu risalah kenabian yang tidak dikenal oleh leluhur mereka? Jelas bukan itu alasannya! Risalah Nabi Muhamamd sama dengan risalah nabi-nabi terdahulu (Lihat juga: Surah al-Anbiyà’/21: 25). Ataukah mereka ingkar dengan dalih bahwa mereka tidak mengenal Rasul mereka, yaitu Nabi Muhammad, karena itu mereka mengingkarinya? Ini pun bukanlah alasan yang dapat diterima karena mereka mengenal dengan baik Nabi Muhammad, bahkan mereka mengakui integritasnya dengan menggelarinya “al-Amin”? Atau apakah mereka menolak dakwah Nabi Muhamamd dengan berkata, “Orang itu gila!”? Sungguh, tuduhan itu tidak masuk akal karena mereka tahu pasti Nabi Muhammad adalah orang yang paling lurus akalnya. Sebenarnya, pangkal penolakan adalah karena dia telah datang membawa kebenaran, yaitu Al-Qur’an, kepada mereka, tetapi kebanyakan mereka membenci kebenaran karena bertentangan dengan hawa nafsu dan syahwat mereka."
    },
    {
      "no": 70,
      "arab": "أَمْ يَقُولُونَ بِهِ جِنَّةٌ ۚ بَلْ جَاءَهُم بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ",
      "latin": "Am yaqooloona bihee jinnnah; bal jaaa'ahum bilhaqqi wa aksaruhum lil haqqi kaarihoon",
      "id": "Atau mereka berkata, “Orang itu (Muhammad) gila.” Padahal, dia telah datang membawa kebenaran kepada mereka, tetapi kebanyakan mereka membenci kebenaran.",
      "en": "Or do they say, \"In him is madness?\" Rather, he brought them the truth, but most of them, to the truth, are averse.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2743",
      "tafsir": "Maka keberpalingan dan perlakukan para pendurhaka itu kepada ayat-ayat Kami sungguh keterlaluan. Tidakkah mereka menggunakan akalnya sehingga dapat menghayati firman Kami, ataukah mereka mendustakan rasul dengan alasan telah datang kepada mereka apa yang tidak pernah datang kepada nenek moyang mereka terdahulu, yaitu risalah kenabian yang tidak dikenal oleh leluhur mereka? Jelas bukan itu alasannya! Risalah Nabi Muhamamd sama dengan risalah nabi-nabi terdahulu (Lihat juga: Surah al-Anbiyà’/21: 25). Ataukah mereka ingkar dengan dalih bahwa mereka tidak mengenal Rasul mereka, yaitu Nabi Muhammad, karena itu mereka mengingkarinya? Ini pun bukanlah alasan yang dapat diterima karena mereka mengenal dengan baik Nabi Muhammad, bahkan mereka mengakui integritasnya dengan menggelarinya “al-Amin”? Atau apakah mereka menolak dakwah Nabi Muhamamd dengan berkata, “Orang itu gila!”? Sungguh, tuduhan itu tidak masuk akal karena mereka tahu pasti Nabi Muhammad adalah orang yang paling lurus akalnya. Sebenarnya, pangkal penolakan adalah karena dia telah datang membawa kebenaran, yaitu Al-Qur’an, kepada mereka, tetapi kebanyakan mereka membenci kebenaran karena bertentangan dengan hawa nafsu dan syahwat mereka."
    },
    {
      "no": 71,
      "arab": "وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَن فِيهِنَّ ۚ بَلْ أَتَيْنَاهُم بِذِكْرِهِمْ فَهُمْ عَن ذِكْرِهِم مُّعْرِضُونَ",
      "latin": "Wa lawit taba'al haqqu ahwaaa'ahum lafasadatis samaawaatu wal ardu wa man feehinnn; bal atainaahum bizikrihim fahum 'an zikrihim mu'ridon",
      "id": "Dan seandainya kebenaran itu menuruti keinginan mereka, pasti binasalah langit dan bumi, dan semua yang ada di dalamnya. Bahkan Kami telah memberikan peringatan kepada mereka, tetapi mereka berpaling dari peringatan itu.",
      "en": "But if the Truth had followed their inclinations, the heavens and the earth and whoever is in them would have been ruined. Rather, We have brought them their message, but they, from their message, are turning away.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2744",
      "tafsir": "Ayat sebelumnya mengisyaratkan bahwa kaum kafir ingin hawa nafsu mereka dituruti. Dengan tegas Allah menolak keinginan itu, “Dan seandainya kebenaran itu menuruti keinginan mereka yang penuh kebatilan dan mengabaikan kebenaran, pasti binasalah langit dan bumi dan semua yang ada di dalamnya. Rusaklah keteraturan sistemnya karena kejahatan akan merajalela, penindasan orang yang kuat kepada yang lemah, dan sebagainya. Bahkan, sebenarnya Kami telah memberikan Al-Qur’an yang berisi peringatan, kebanggaan, dan kemuliaan kepada mereka, tetapi mereka berpaling dari peringatan itu."
    },
    {
      "no": 72,
      "arab": "أَمْ تَسْأَلُهُمْ خَرْجًا فَخَرَاجُ رَبِّكَ خَيْرٌ ۖ وَهُوَ خَيْرُ الرَّازِقِينَ",
      "latin": "Am tas'aluhum kharjan fakharaaju Rabbika khairunw wa Huwa khairur raaziqeen",
      "id": "Atau engkau (Muhammad) meminta imbalan kepada mereka? Sedangkan imbalan dari Tuhanmu lebih baik, karena Dia pemberi rezeki yang terbaik.",
      "en": "Or do you, [O Muhammad], ask them for payment? But the reward of your Lord is best, and He is the best of providers.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2745",
      "tafsir": "Allah telah menyebutkan empat alasan penolakan orang kafir terhadap dakwah Nabi beserta sanggahan atas keempatnya. Pada ayat ini Allah lalu menyebut alasan kelima. Atau-kah mereka menolak dakwahmu, wahai Nabi Muhammad, karena engkau meminta imbalan kepada mereka atas dakwahmu, sedangkan engkau yakin bahwa imbalan dari Tuhanmu lebih baik, karena Dia pemberi rezeki yang terbaik? Tidak! Engkau tidak pernah berbuat demikian."
    },
    {
      "no": 73,
      "arab": "وَإِنَّكَ لَتَدْعُوهُمْ إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ",
      "latin": "Wa innaka latad'oohum ilaa Siraatim Mustaqeem",
      "id": "Dan sesungguhnya engkau pasti telah menyeru mereka kepada jalan yang lurus.",
      "en": "And indeed, you invite them to a straight path.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2746",
      "tafsir": "Dan sesungguhnya engkau pasti telah menyeru mereka kepada jalan yang lurus. Orang-orang kafir itu menolak seruan Nabi karena mereka tidak meyakini adanya hari Pembalasan. Dan sesungguhnya orang-orang yang tidak beriman kepada akhirat benar-benar telah menyimpang jauh dari jalan yang lurus menuju jalan kesesatan. Tidak ada jalan menuju kebahagiaan selain jalan Allah. Allah mengazab dan membinasakan mereka akibat bersikap keras kepala. Namun, seandainya mereka Kami kasihani, dan Kami lenyapkan malapetaka yang menimpa mereka, pasti mereka akan terus-menerus terombang-ambing dalam kesesatan mereka. Mereka akan tetap pada kekufuran dan kedurhakaan mereka seperti sediakala."
    },
    {
      "no": 74,
      "arab": "وَإِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ عَنِ الصِّرَاطِ لَنَاكِبُونَ",
      "latin": "Wa innnal lazeena laa yu'minoona bil Aakhirati 'anis siraati lanaakiboon",
      "id": "Dan sesungguhnya orang-orang yang tidak beriman kepada akhirat benar-benar telah menyimpang jauh dari jalan (yang lurus).",
      "en": "But indeed, those who do not believe in the Hereafter are deviating from the path.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2747",
      "tafsir": "Dan sesungguhnya engkau pasti telah menyeru mereka kepada jalan yang lurus. Orang-orang kafir itu menolak seruan Nabi karena mereka tidak meyakini adanya hari Pembalasan. Dan sesungguhnya orang-orang yang tidak beriman kepada akhirat benar-benar telah menyimpang jauh dari jalan yang lurus menuju jalan kesesatan. Tidak ada jalan menuju kebahagiaan selain jalan Allah. Allah mengazab dan membinasakan mereka akibat bersikap keras kepala. Namun, seandainya mereka Kami kasihani, dan Kami lenyapkan malapetaka yang menimpa mereka, pasti mereka akan terus-menerus terombang-ambing dalam kesesatan mereka. Mereka akan tetap pada kekufuran dan kedurhakaan mereka seperti sediakala."
    },
    {
      "no": 75,
      "arab": "۞ وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّ لَّلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ",
      "latin": "Wa law rahimnaahum wa kashafnaa maa bihim min durril lalajjoo fee tughyaanihim ya'mahoon",
      "id": "Dan seandainya mereka Kami kasihani, dan Kami lenyapkan malapetaka yang menimpa mereka, pasti mereka akan terus-menerus terombang-ambing dalam kesesatan mereka.",
      "en": "And even if We gave them mercy and removed what was upon them of affliction, they would persist in their transgression, wandering blindly.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2748",
      "tafsir": "Dan sesungguhnya engkau pasti telah menyeru mereka kepada jalan yang lurus. Orang-orang kafir itu menolak seruan Nabi karena mereka tidak meyakini adanya hari Pembalasan. Dan sesungguhnya orang-orang yang tidak beriman kepada akhirat benar-benar telah menyimpang jauh dari jalan yang lurus menuju jalan kesesatan. Tidak ada jalan menuju kebahagiaan selain jalan Allah. Allah mengazab dan membinasakan mereka akibat bersikap keras kepala. Namun, seandainya mereka Kami kasihani, dan Kami lenyapkan malapetaka yang menimpa mereka, pasti mereka akan terus-menerus terombang-ambing dalam kesesatan mereka. Mereka akan tetap pada kekufuran dan kedurhakaan mereka seperti sediakala."
    },
    {
      "no": 76,
      "arab": "وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ",
      "latin": "Wa laqad akhaznaahum bil'azaabi famastakaanoo li Rabbihim wa maa yatadarra'oon",
      "id": "Dan sungguh Kami telah menimpakan siksaan kepada mereka, tetapi mereka tidak mau tunduk kepada Tuhannya, dan (juga) tidak merendahkan diri.",
      "en": "And We had gripped them with suffering [as a warning], but they did not yield to their Lord, nor did they humbly supplicate, [and will continue thus]",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2749",
      "tafsir": "Dan sungguh Kami telah menimpakan siksaan semenjana kepada mereka, seperti penyakit, kelaparan, dan lainnya, tetapi mereka tetap tidak mau tunduk kepada Tuhannya yang telah berbuat baik kepada mereka; dan tidak juga mereka mau merendahkan diri untuk bertobat dari kedurhakaan mereka. Sehingga apabila Kami bukakan untuk mereka pintu azab yang sangat keras, saat itulah mereka bingung, takut, dan seketika itu juga mereka menjadi putus asa karena tidak menemukan jalan untuk melarikan diri."
    },
    {
      "no": 77,
      "arab": "حَتَّىٰ إِذَا فَتَحْنَا عَلَيْهِم بَابًا ذَا عَذَابٍ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ",
      "latin": "Hattaaa izaa fatahnaa 'alaihim baaban zaa 'azaabin shadeedin izaa hum feehi mublisoon",
      "id": "Sehingga apabila Kami bukakan untuk mereka pintu azab yang sangat keras, seketika itu mereka menjadi putus asa.",
      "en": "Until when We have opened before them a door of severe punishment, immediately they will be therein in despair.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2750",
      "tafsir": "Dan sungguh Kami telah menimpakan siksaan semenjana kepada mereka, seperti penyakit, kelaparan, dan lainnya, tetapi mereka tetap tidak mau tunduk kepada Tuhannya yang telah berbuat baik kepada mereka; dan tidak juga mereka mau merendahkan diri untuk bertobat dari kedurhakaan mereka. Sehingga apabila Kami bukakan untuk mereka pintu azab yang sangat keras, saat itulah mereka bingung, takut, dan seketika itu juga mereka menjadi putus asa karena tidak menemukan jalan untuk melarikan diri."
    },
    {
      "no": 78,
      "arab": "وَهُوَ الَّذِي أَنشَأَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ ۚ قَلِيلًا مَّا تَشْكُرُونَ",
      "latin": "Wa Huwal lazeee ansha a-lakumus sam'a wal absaara wal af'idah; qaleelam maa tashkuroon",
      "id": "Dan Dialah yang telah menciptakan bagimu pendengaran, penglihatan dan hati nurani, tetapi sedikit sekali kamu bersyukur.",
      "en": "And it is He who produced for you hearing and vision and hearts; little are you grateful.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2751",
      "tafsir": "Melanjutkan penyebutan anugerah-anugerah pada ayat-ayat sebelumnya, Allah menyatakan sebagai berikut, Wahai manusia, bagaimana kamu mengingkari dan mendurhakai Allah, sedang Dia-lah yang telah menciptakan bagimu pendengaran agar kamu mendengar kebenaran, penglihatan agar kamu mengamati tanda-tanda kebesaran Allah, dan hati nurani agar kamu dapat berpikir lalu beriman dan bersyukur kepada Allah, tetapi sedikit sekali kamu bersyukur. Dan Dia-lah juga yang menciptakan dan mengembangbiakkan kamu di bumi ini dan hanya kepada-Nyalah kamu akan dikumpulkan di akhirat nanti untuk menerima balasan."
    },
    {
      "no": 79,
      "arab": "وَهُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ",
      "latin": "Wa Huwal lazee zara akum fil ardi wa ilaihi tuhsharoon",
      "id": "Dan Dialah yang menciptakan dan mengembangbiakkan kamu di bumi dan kepada-Nyalah kamu akan dikumpulkan.",
      "en": "And it is He who has multiplied you throughout the earth, and to Him you will be gathered.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2752",
      "tafsir": "Melanjutkan penyebutan anugerah-anugerah pada ayat-ayat sebelumnya, Allah menyatakan sebagai berikut, Wahai manusia, bagaimana kamu mengingkari dan mendurhakai Allah, sedang Dia-lah yang telah menciptakan bagimu pendengaran agar kamu mendengar kebenaran, penglihatan agar kamu mengamati tanda-tanda kebesaran Allah, dan hati nurani agar kamu dapat berpikir lalu beriman dan bersyukur kepada Allah, tetapi sedikit sekali kamu bersyukur. Dan Dia-lah juga yang menciptakan dan mengembangbiakkan kamu di bumi ini dan hanya kepada-Nyalah kamu akan dikumpulkan di akhirat nanti untuk menerima balasan."
    },
    {
      "no": 80,
      "arab": "وَهُوَ الَّذِي يُحْيِي وَيُمِيتُ وَلَهُ اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ ۚ أَفَلَا تَعْقِلُونَ",
      "latin": "Wa Huwal lazee yuhyee wa yumeetu wa lahukh tilaaful laili wannahaar; afalaa ta'qiloon",
      "id": "Dan Dialah yang menghidupkan dan mematikan, dan Dialah yang (mengatur) pergantian malam dan siang. Tidakkah kamu mengerti?",
      "en": "And it is He who gives life and causes death, and His is the alternation of the night and the day. Then will you not reason?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2753",
      "tafsir": "Tidak hanya kuasa untuk menciptakan dan mengembangbiakkan makhluk hidup, Allah kuasa pula untuk menghidupkan dan mematikan mereka. Dan Dia-lah yang menghidupkan dan mematikan makhluk hidup, termasuk manusia, dan Dia-lah juga yang mengatur pergantian malam dan siang serta perbedaan keduanya. Tidakkah kamu mengerti dan memahami ciptaan Allah serta memikirkan kekuasaan-Nya?"
    },
    {
      "no": 81,
      "arab": "بَلْ قَالُوا مِثْلَ مَا قَالَ الْأَوَّلُونَ",
      "latin": "Bal qaaloo misla maa qaalal awwaloon",
      "id": "Bahkan mereka mengucapkan perkataan yang serupa dengan apa yang diucapkan oleh orang-orang terdahulu.",
      "en": "Rather, they say like what the former peoples said.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2754",
      "tafsir": "Orang-orang kafir enggan memikirkan fenomena alam sebagai bukti kekuasaan Allah, bahkan mereka mengikuti jejak para pendurhaka terdahulu. Mereka mengingkari hari Kebangkitan dan mengucapkan perkataan yang serupa dengan apa yang diucapkan oleh orang-orang terdahulu seperti kaum Nabi Nuh, kaum ‘Ad, dan kaum-kaum sesudahnya. Mereka berkata untuk menolak adanya hari Kebangkitan, “Apakah betul, apabila kami telah mati dan telah menjadi tanah dan tulang belulang, kami benar-benar akan dibangkitkan kembali? Tidak! Itu tidak mungkin. Sungguh, yang demikian ini, yaitu ancaman dan siksa pada hari Kebangkitan, sudah dijanjikan kepada kami dan kepada nenek moyang kami dahulu oleh orang-orang yang mengaku rasul. Ini hanyalah mitos dan dongeng orang-orang terdahulu belaka!”"
    },
    {
      "no": 82,
      "arab": "قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ",
      "latin": "Qaalooo 'a-izaa mitnaa wa kunnaa turaabanw wa 'izaaman 'a-innaa lamab 'oosoon",
      "id": "Mereka berkata, “Apakah betul, apabila kami telah mati dan telah menjadi tanah dan tulang belulang, kami benar-benar akan dibangkitkan kembali?",
      "en": "They said, \"When we have died and become dust and bones, are we indeed to be resurrected?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2755",
      "tafsir": "Orang-orang kafir enggan memikirkan fenomena alam sebagai bukti kekuasaan Allah, bahkan mereka mengikuti jejak para pendurhaka terdahulu. Mereka mengingkari hari Kebangkitan dan mengucapkan perkataan yang serupa dengan apa yang diucapkan oleh orang-orang terdahulu seperti kaum Nabi Nuh, kaum ‘Ad, dan kaum-kaum sesudahnya. Mereka berkata untuk menolak adanya hari Kebangkitan, “Apakah betul, apabila kami telah mati dan telah menjadi tanah dan tulang belulang, kami benar-benar akan dibangkitkan kembali? Tidak! Itu tidak mungkin. Sungguh, yang demikian ini, yaitu ancaman dan siksa pada hari Kebangkitan, sudah dijanjikan kepada kami dan kepada nenek moyang kami dahulu oleh orang-orang yang mengaku rasul. Ini hanyalah mitos dan dongeng orang-orang terdahulu belaka!”"
    },
    {
      "no": 83,
      "arab": "لَقَدْ وُعِدْنَا نَحْنُ وَآبَاؤُنَا هَٰذَا مِن قَبْلُ إِنْ هَٰذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ",
      "latin": "Laqad wu'idnaa nahnu wa aabaaa'unaa haazaa min qablu in haazaaa illaaa asaateerul awwaleen",
      "id": "Sungguh, yang demikian ini sudah dijanjikan kepada kami dan kepada nenek moyang kami dahulu, ini hanyalah dongeng orang-orang terdahulu!”",
      "en": "We have been promised this, we and our forefathers, before; this is not but legends of the former peoples.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2756",
      "tafsir": "Orang-orang kafir enggan memikirkan fenomena alam sebagai bukti kekuasaan Allah, bahkan mereka mengikuti jejak para pendurhaka terdahulu. Mereka mengingkari hari Kebangkitan dan mengucapkan perkataan yang serupa dengan apa yang diucapkan oleh orang-orang terdahulu seperti kaum Nabi Nuh, kaum ‘Ad, dan kaum-kaum sesudahnya. Mereka berkata untuk menolak adanya hari Kebangkitan, “Apakah betul, apabila kami telah mati dan telah menjadi tanah dan tulang belulang, kami benar-benar akan dibangkitkan kembali? Tidak! Itu tidak mungkin. Sungguh, yang demikian ini, yaitu ancaman dan siksa pada hari Kebangkitan, sudah dijanjikan kepada kami dan kepada nenek moyang kami dahulu oleh orang-orang yang mengaku rasul. Ini hanyalah mitos dan dongeng orang-orang terdahulu belaka!”"
    },
    {
      "no": 84,
      "arab": "قُل لِّمَنِ الْأَرْضُ وَمَن فِيهَا إِن كُنتُمْ تَعْلَمُونَ",
      "latin": "Qul limanil ardu wa man feehaaa in kuntum ta'lamoon",
      "id": "Katakanlah (Muhammad), “Milik siapakah bumi, dan semua yang ada di dalamnya, jika kamu mengetahui?”",
      "en": "Say, [O Muhammad], \"To whom belongs the earth and whoever is in it, if you should know?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2757",
      "tafsir": "“Wahai Nabi Muhammad! Katakanlah kepada orang-orang yang keras kepala dan mengingkari hari Kiamat, \"Milik siapakah bumi dan semua yang ada di dalamnya, jika kamu mengetahui?\" Pasti mereka akan menjawab dengan spontan, \"Milik Allah.\" Katakanlah, \"Jika demikian maka apakah kamu tidak ingat dan sadar bahwa Tuhan yang memiliki sifat dan kekuasaan demikian pasti mudah bagi-Nya untuk membangkitkan manusia setelah mati?”"
    },
    {
      "no": 85,
      "arab": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَذَكَّرُونَ",
      "latin": "Sa-yaqooloona lillaah; qul afalaa tazakkkaroon",
      "id": "Mereka akan menjawab, “Milik Allah.” Katakanlah, “Maka apakah kamu tidak ingat?”",
      "en": "They will say, \"To Allah.\" Say, \"Then will you not remember?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2758",
      "tafsir": "“Wahai Nabi Muhammad! Katakanlah kepada orang-orang yang keras kepala dan mengingkari hari Kiamat, \"Milik siapakah bumi dan semua yang ada di dalamnya, jika kamu mengetahui?\" Pasti mereka akan menjawab dengan spontan, \"Milik Allah.\" Katakanlah, \"Jika demikian maka apakah kamu tidak ingat dan sadar bahwa Tuhan yang memiliki sifat dan kekuasaan demikian pasti mudah bagi-Nya untuk membangkitkan manusia setelah mati?”"
    },
    {
      "no": 86,
      "arab": "قُلْ مَن رَّبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ",
      "latin": "Qul mar Rabbus samaawaatis sab'i wa Rabbul 'Arshil 'Azeem",
      "id": "Katakanlah, “Siapakah Tuhan yang memiliki langit yang tujuh dan yang memiliki ‘Arsy yang agung?”",
      "en": "Say, \"Who is Lord of the seven heavens and Lord of the Great Throne?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2759",
      "tafsir": "Katakanlah, “Siapakah Tuhan yang memiliki langit yang tujuh dan yang memiliki ‘Arsy yang agung?” Mereka pasti juga akan menjawab, “Milik Allah.” Katakanlah, “Jika kamu mengakui hal itu maka mengapa kamu tidak bertakwa dan berusaha menghindari siksa-Nya dengan menaati ajaran-Nya?”"
    },
    {
      "no": 87,
      "arab": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَتَّقُونَ",
      "latin": "Sa yaqooloona lillaah; qul afalaa tattaqoon",
      "id": "Mereka akan menjawab, “(Milik) Allah.” Katakanlah, “Maka mengapa kamu tidak bertakwa?”",
      "en": "They will say, \"[They belong] to Allah.\" Say, \"Then will you not fear Him?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2760",
      "tafsir": "Katakanlah, “Siapakah Tuhan yang memiliki langit yang tujuh dan yang memiliki ‘Arsy yang agung?” Mereka pasti juga akan menjawab, “Milik Allah.” Katakanlah, “Jika kamu mengakui hal itu maka mengapa kamu tidak bertakwa dan berusaha menghindari siksa-Nya dengan menaati ajaran-Nya?”"
    },
    {
      "no": 88,
      "arab": "قُلْ مَن بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِن كُنتُمْ تَعْلَمُونَ",
      "latin": "Qul mam bi yadihee malakootu kulli shai'inw wa Huwa yujeeru wa laa yujaaru 'alaihi in kuntum ta'lamoon",
      "id": "Katakanlah, “Siapakah yang di tangan-Nya berada kekuasaan segala sesuatu. Dia melindungi, dan tidak ada yang dapat dilindungi dari (azab-Nya), jika kamu mengetahui?”",
      "en": "Say, \"In whose hand is the realm of all things - and He protects while none can protect against Him - if you should know?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2761",
      "tafsir": "Wahai Nabi Muhammad! pengingkaran orang-orang kafir itu sama sekali tidak berdasar, maka katakanlah kepada mereka, “Siapakah yang di tangan-Nya berada kekuasaan segala sesuatu. Dia melindungi, memelihara, dan memenangkan siapa yang dikehendaki-Nya, dan tidak ada yang dapat dilindungi dari azab-Nya apabila Allah sudah menetapkan siksa baginya? Jawablah pertanyaan itu jika kamu mengetahui?” Mereka pasti akan menjawab, “Milik Allah.” Maka, jelas sudah apa yang sebenarnya ada di benak mereka. Katakanlah lagi, “Bila demikian maka bagaimana kamu sampai tertipu oleh hawa nafsu dan bujukan setan untuk mendurhakai-Nya dan meyakini hari Kebangkitan tidak akan terjadi?”"
    },
    {
      "no": 89,
      "arab": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ فَأَنَّىٰ تُسْحَرُونَ",
      "latin": "Sa yaqooloona lillaah; qul fa annaa tus haroon",
      "id": "Mereka akan menjawab, “(Milik) Allah.” Katakanlah, “(Kalau demikian), maka bagaimana kamu sampai tertipu?”",
      "en": "They will say, \"[All belongs] to Allah.\" Say, \"Then how are you deluded?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2762",
      "tafsir": "Wahai Nabi Muhammad! pengingkaran orang-orang kafir itu sama sekali tidak berdasar, maka katakanlah kepada mereka, “Siapakah yang di tangan-Nya berada kekuasaan segala sesuatu. Dia melindungi, memelihara, dan memenangkan siapa yang dikehendaki-Nya, dan tidak ada yang dapat dilindungi dari azab-Nya apabila Allah sudah menetapkan siksa baginya? Jawablah pertanyaan itu jika kamu mengetahui?” Mereka pasti akan menjawab, “Milik Allah.” Maka, jelas sudah apa yang sebenarnya ada di benak mereka. Katakanlah lagi, “Bila demikian maka bagaimana kamu sampai tertipu oleh hawa nafsu dan bujukan setan untuk mendurhakai-Nya dan meyakini hari Kebangkitan tidak akan terjadi?”"
    },
    {
      "no": 90,
      "arab": "بَلْ أَتَيْنَاهُم بِالْحَقِّ وَإِنَّهُمْ لَكَاذِبُونَ",
      "latin": "Bal atainaahum bil haqqi wa innahum lakaaziboon",
      "id": "Padahal Kami telah membawa kebenaran kepada mereka, tetapi mere-ka benar-benar pendusta.",
      "en": "Rather, We have brought them the truth, and indeed they are liars.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2763",
      "tafsir": "Padahal, Kami melalui para rasul yang Kami utus telah membawa kebenaran yang mutlak, sempurna, dan tidak mengandung keraguan apalagi kebatilan, kepada mereka, yaitu orang-orang kafir itu, tetapi mereka benar-benar pendusta."
    },
    {
      "no": 91,
      "arab": "مَا اتَّخَذَ اللَّهُ مِن وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَٰهٍ ۚ إِذًا لَّذَهَبَ كُلُّ إِلَٰهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَىٰ بَعْضٍ ۚ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ",
      "latin": "Mat takhazal laahu minw waladinw wa maa kaana ma'ahoo min ilaah; izal lazahaba kullu ilaahim bimaa khalaqa wa la'alaa ba'duhum 'alaa ba'd; Subhaannal laahi 'ammaa yasifoon",
      "id": "Allah tidak mempunyai anak, dan tidak ada tuhan (yang lain) bersama-Nya, (sekiranya tuhan banyak), maka masing-masing tuhan itu akan membawa apa (makhluk) yang diciptakannya, dan sebagian dari tuhan-tuhan itu akan mengalahkan sebagian yang lain. Mahasuci Allah dari apa yang mereka sifatkan itu,",
      "en": "Allah has not taken any son, nor has there ever been with Him any deity. [If there had been], then each deity would have taken what it created, and some of them would have sought to overcome others. Exalted is Allah above what they describe [concerning Him].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2764",
      "tafsir": "Salah satu kedustaan kaum kafir terhadap Allah adalah menuduh Allah memiliki sekutu dan anak; suatu tuduhan yang Allah bantah melalui ayat ini. Allah tidak mempunyai anak, dan tidak ada tuhan pencipta dan penguasa alam raya yang lain bersama-Nya. Sekiranya tuhan lebih dari satu, maka masing-masing tuhan itu pasti akan membawa apa, yakni makhluk, yang diciptakannya untuk diaturnya sendiri, dan sebagian dari tuhan-tuhan yang kuat akan mengalahkan sebagian tuhan yang lain yang lebih lemah. Dia berbuat demikian untuk memperluas kekuasaan-Nya, seperti halnya yang terjadi pada para penguasa di dunia. Mahasuci Allah dari apa yang mereka sifatkan itu. Sifat-sifat yang kaum kafir lekatkan kepada Allah bertentangan dengan kebenaran."
    },
    {
      "no": 92,
      "arab": "عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَتَعَالَىٰ عَمَّا يُشْرِكُونَ",
      "latin": "'Aalimil Ghaibi wash shahhaadati fata'aalaa 'ammaa yushrikoon",
      "id": "(Dialah Tuhan) yang mengetahui semua yang gaib dan semua yang tampak. Mahatinggi (Allah) dari apa yang mereka persekutukan.",
      "en": "[He is] Knower of the unseen and the witnessed, so high is He above what they associate [with Him].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2765",
      "tafsir": "Dialah Tuhan yang mengetahui semua yang gaib dari pandangan manusia dan semua yang tampak. Mahatinggi Allah dari apa yang mereka persekutukan seperti kepercayaan kaum musyrik tersebut."
    },
    {
      "no": 93,
      "arab": "قُل رَّبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ",
      "latin": "Qur Rabbi immmaa turiyannee maa yoo'adoon",
      "id": "Katakanlah (Muhammad), “Ya Tuhanku, seandainya Engkau hendak memperlihatkan kepadaku apa (azab) yang diancamkan kepada mereka,",
      "en": "Say, [O Muhammad], \"My Lord, if You should show me that which they are promised,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2766",
      "tafsir": "Kezaliman kaum musyrik dengan menolak kebenaran itu meng-undang datangnya siksa Allah. Allah lalu mengajari Nabi doa berikut. Katakanlah, wahai Nabi Muhammad, “Ya Tuhanku, seandainya Engkau hendak memperlihatkan kepadaku sebelum kematianku azab yang diancamkan kepada mereka, Ya Tuhanku, maka janganlah Engkau jadikan aku termasuk dalam golongan orang-orang zalim, dan jauhkanlah aku dari mereka.”"
    },
    {
      "no": 94,
      "arab": "رَبِّ فَلَا تَجْعَلْنِي فِي الْقَوْمِ الظَّالِمِينَ",
      "latin": "Rabbi falaa taj'alnee fil qawmiz zaalimeen",
      "id": "Ya Tuhanku, maka janganlah Engkau jadikan aku dalam golongan orang-orang zalim.”",
      "en": "My Lord, then do not place me among the wrongdoing people.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2767",
      "tafsir": "Kezaliman kaum musyrik dengan menolak kebenaran itu meng-undang datangnya siksa Allah. Allah lalu mengajari Nabi doa berikut. Katakanlah, wahai Nabi Muhammad, “Ya Tuhanku, seandainya Engkau hendak memperlihatkan kepadaku sebelum kematianku azab yang diancamkan kepada mereka, Ya Tuhanku, maka janganlah Engkau jadikan aku termasuk dalam golongan orang-orang zalim, dan jauhkanlah aku dari mereka.”"
    },
    {
      "no": 95,
      "arab": "وَإِنَّا عَلَىٰ أَن نُّرِيَكَ مَا نَعِدُهُمْ لَقَادِرُونَ",
      "latin": "Wa innaa 'alaaa an nuriyaka maa na'iduhum laqaadiroon",
      "id": "Dan sungguh, Kami kuasa untuk memperlihatkan kepadamu (Muhammad) apa yang Kami ancamkan kepada mereka.",
      "en": "And indeed, We are able to show you what We have promised them.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2768",
      "tafsir": "Allah mengajari Nabi doa tersebut bukan karena Allah tidak kuasa menjatuhkan siksa saat Nabi masih hidup, namun Dia hanya menundanya sebagaimana ditegaskan dalam ayat ini. Dan sungguh, Kami benar-benar kuasa untuk memperlihatkan kepadamu, wahai Nabi Muhammad, apa yang Kami ancamkan kepada mereka. Karena itu, janganlah engkau berduka atas pendustaan mereka kepadamu."
    },
    {
      "no": 96,
      "arab": "ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ ۚ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ",
      "latin": "Idfa' billate hiya ahsanus saiyi'ah; nahnu a'lamu bimaa yasifoon",
      "id": "Tolaklah perbuatan buruk mereka dengan (cara) yang lebih baik, Kami lebih mengetahui apa yang mereka sifatkan (kepada Allah).",
      "en": "Repel, by [means of] what is best, [their] evil. We are most knowing of what they describe.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2769",
      "tafsir": "Allah dalam ayat ini mengajari Nabi cara menghadapi pendustaan kaum musyrik. Tolaklah perbuatan buruk mereka dengan cara yang lebih baik, antara lain dengan tetap berbuat baik kepada mereka semampumu, memaafkan kesalahan mereka yang berkaitan dengan hak pribadimu, atau tidak menanggapi ejekan dan cemoohan mereka. Kami lebih mengetahui apa yang mereka sifatkan kepada Allah."
    },
    {
      "no": 97,
      "arab": "وَقُل رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ",
      "latin": "Wa qur Rabbi a'oozu bika min hamazaatish Shayaateen",
      "id": "Dan katakanlah, “Ya Tuhanku, aku berlindung kepada Engkau dari bisikan-bisikan setan,",
      "en": "And say, \"My Lord, I seek refuge in You from the incitements of the devils,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2770",
      "tafsir": "Dan katakanlah, wahai Nabi Muhammad, “Ya Tuhanku, aku berlindung kepada Engkau dari bisikan-bisikan setan, dan aku berlindung pula kepada Engkau ya Tuhanku, agar mereka tidak mendekati aku dalam segala aktivitasku.”"
    },
    {
      "no": 98,
      "arab": "وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ",
      "latin": "Wa a'oozu bika Rabbi ai-yahduroon",
      "id": "dan aku berlindung (pula) kepada Engkau ya Tuhanku, agar mereka tidak mendekati aku.”",
      "en": "And I seek refuge in You, my Lord, lest they be present with me.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2771",
      "tafsir": "Dan katakanlah, wahai Nabi Muhammad, “Ya Tuhanku, aku berlindung kepada Engkau dari bisikan-bisikan setan, dan aku berlindung pula kepada Engkau ya Tuhanku, agar mereka tidak mendekati aku dalam segala aktivitasku.”"
    },
    {
      "no": 99,
      "arab": "حَتَّىٰ إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ",
      "latin": "Hattaaa izaa jaaa'a ahada humul mawtu qaala Rabbir ji'oon",
      "id": "(Demikianlah keadaan orang-orang kafir itu), hingga apabila datang kematian kepada seseorang dari mereka, dia berkata, “Ya Tuhanku, kembalikanlah aku (ke dunia),",
      "en": "[For such is the state of the disbelievers], until, when death comes to one of them, he says, \"My Lord, send me back",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2772",
      "tafsir": "Orang-orang kafir itu akan terus membangkang, hingga apabila datang kematian kepada seseorang dari mereka untuk mengakhiri kehi-dupannya di dunia dan menghentikan kenikmatan yang dirasakannya, hingga pada akhirnya ia melihat siksa yang akan diterimanya, dia berkata, “Ya Tuhanku, kembalikanlah aku ke dunia agar aku dapat berbuat kebajikan yang telah aku tinggalkan.” Sekali-kali tidak! Allah tidak akan memenuhi permohonan mereka karena Allah tahu bahwa mereka tidak akan menepati janji. Sesungguhnya itu adalah dalih yang diucapkannya saja. Dan di hadapan serta di belakang mereka ada barzakh, yaitu dinding pemisah antara kehidupan dunia dan akhirat, yang menghalangi mereka kembali ke dunia sampai pada hari mereka dibangkitkan."
    },
    {
      "no": 100,
      "arab": "لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ ۚ كَلَّا ۚ إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا ۖ وَمِن وَرَائِهِم بَرْزَخٌ إِلَىٰ يَوْمِ يُبْعَثُونَ",
      "latin": "La'alleee a'malu saalihan feemaa taraktu kallaa; innahaa kalimatun huwa qaaa'iluhaa wa minw waraaa'him barzakhun ilaa Yawmi yub'asoon",
      "id": "agar aku dapat berbuat kebajikan yang telah aku tinggalkan.” Sekali-kali tidak! Sesungguhnya itu adalah dalih yang diucapkannya saja. Dan di hadapan mereka ada barzakh sampai pada hari mereka dibangkitkan.",
      "en": "That I might do righteousness in that which I left behind.\" No! It is only a word he is saying; and behind them is a barrier until the Day they are resurrected.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2773",
      "tafsir": "Orang-orang kafir itu akan terus membangkang, hingga apabila datang kematian kepada seseorang dari mereka untuk mengakhiri kehi-dupannya di dunia dan menghentikan kenikmatan yang dirasakannya, hingga pada akhirnya ia melihat siksa yang akan diterimanya, dia berkata, “Ya Tuhanku, kembalikanlah aku ke dunia agar aku dapat berbuat kebajikan yang telah aku tinggalkan.” Sekali-kali tidak! Allah tidak akan memenuhi permohonan mereka karena Allah tahu bahwa mereka tidak akan menepati janji. Sesungguhnya itu adalah dalih yang diucapkannya saja. Dan di hadapan serta di belakang mereka ada barzakh, yaitu dinding pemisah antara kehidupan dunia dan akhirat, yang menghalangi mereka kembali ke dunia sampai pada hari mereka dibangkitkan."
    },
    {
      "no": 101,
      "arab": "فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ",
      "latin": "Fa izaa nufikha fis Soori falaaa ansaaba bainahum yawma'izinw wa laa yatasaaa'aloon",
      "id": "Apabila sangkakala ditiup maka tidak ada lagi pertalian keluarga di antara mereka pada hari itu (hari Kiamat), dan tidak (pula) mereka saling bertanya.",
      "en": "So when the Horn is blown, no relationship will there be among them that Day, nor will they ask about one another.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2774",
      "tafsir": "Usai menjelaskan alam barzakh hingga hari Kebangkitan, Allah lalu memberi uraian tentang peristiwa hari Kebangkitan itu. Apabila sangkakala ditiup dengan tiupan pertama maka semua yang bernyawa segera mati, dan dalam tiupan kedua semua dibangkitkan, maka setiap orang akan menghadap Tuhan secara sendiri-sendiri (Lihat juga: Surah Maryam/19: 95); tidak ada lagi pertalian keluarga di antara mereka pada hari itu, dan tidak pula mereka saling bertanya. Mereka sibuk dengan urusan masing-masing dan diliputi ketakutan yang begitu mencekam."
    },
    {
      "no": 102,
      "arab": "فَمَن ثَقُلَتْ مَوَازِينُهُ فَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
      "latin": "Faman saqulat mawaazee nuhoo fa ulaaa'ika humul muflihoon",
      "id": "Barangsiapa berat timbangan (kebaikan)nya, maka mereka itulah orang-orang yang beruntung.",
      "en": "And those whose scales are heavy [with good deeds] - it is they who are the successful.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2775",
      "tafsir": "Di hadapan Allah setiap individu akan diperiksa dan ditimbang amalnya, maka barangsiapa berat timbangan kebaikan-nya, mereka itulah orang-orang yang beruntung. Dan sebaliknya, barang siapa ringan timbangan kebaikan-nya, maka mereka itulah orang-orang yang merugikan dirinya sendiri karena gagal meraih keberuntungan dan membuat mereka kekal di dalam neraka Jahanam. Wajah mereka, demikian juga anggota tubuh yang lain, dibakar api neraka, dan mereka di neraka dalam keadaan muram dengan bibir yang cacat sehingga kondisi mereka amat miris."
    },
    {
      "no": 103,
      "arab": "وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَٰئِكَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ",
      "latin": "Wa man khaffat mawaa zeenuhoo fa ulaaa'ikal lazeena khasiroon anfusahum fee Jahannnama khaalidoon",
      "id": "Dan barang siapa ringan timbangan (kebaikan)nya, maka mereka itulah orang-orang yang merugikan dirinya sendiri, mereka kekal di dalam neraka Jahanam",
      "en": "But those whose scales are light - those are the ones who have lost their souls, [being] in Hell, abiding eternally.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2776",
      "tafsir": "Di hadapan Allah setiap individu akan diperiksa dan ditimbang amalnya, maka barangsiapa berat timbangan kebaikan-nya, mereka itulah orang-orang yang beruntung. Dan sebaliknya, barang siapa ringan timbangan kebaikan-nya, maka mereka itulah orang-orang yang merugikan dirinya sendiri karena gagal meraih keberuntungan dan membuat mereka kekal di dalam neraka Jahanam. Wajah mereka, demikian juga anggota tubuh yang lain, dibakar api neraka, dan mereka di neraka dalam keadaan muram dengan bibir yang cacat sehingga kondisi mereka amat miris."
    },
    {
      "no": 104,
      "arab": "تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ",
      "latin": "Talfahu wujoohahumun Naaru wa hum feehaa kaalihood",
      "id": "Wajah mereka dibakar api neraka, dan mereka di neraka dalam keadaan muram dengan bibir yang cacat.",
      "en": "The Fire will sear their faces, and they therein will have taut smiles.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2777",
      "tafsir": "Di hadapan Allah setiap individu akan diperiksa dan ditimbang amalnya, maka barangsiapa berat timbangan kebaikan-nya, mereka itulah orang-orang yang beruntung. Dan sebaliknya, barang siapa ringan timbangan kebaikan-nya, maka mereka itulah orang-orang yang merugikan dirinya sendiri karena gagal meraih keberuntungan dan membuat mereka kekal di dalam neraka Jahanam. Wajah mereka, demikian juga anggota tubuh yang lain, dibakar api neraka, dan mereka di neraka dalam keadaan muram dengan bibir yang cacat sehingga kondisi mereka amat miris."
    },
    {
      "no": 105,
      "arab": "أَلَمْ تَكُنْ آيَاتِي تُتْلَىٰ عَلَيْكُمْ فَكُنتُم بِهَا تُكَذِّبُونَ",
      "latin": "Alam takun Aayaatee tutlaa 'alaikum fakuntum bihaa tukazziboon",
      "id": "Bukankah ayat-ayat-Ku telah dibacakan kepadamu, tetapi kamu selalu mendustakannya?",
      "en": "[It will be said]. \"Were not My verses recited to you and you used to deny them?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2778",
      "tafsir": "Seiring dengan siksa lahiriah itu, mereka juga mendapat kecaman dari Allah yang membuat batin mereka merana. Kepada mereka dikatakan, “Bukankah ayat-ayat-Ku telah dibacakan kepadamu, tetapi kamu selalu mendustakannya?”"
    },
    {
      "no": 106,
      "arab": "قَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَالِّينَ",
      "latin": "Qaaloo Rabbanaa ghalabat 'alainaa shiqwatunaa wa kunnaa qawman daaalleen",
      "id": "Mereka berkata, “Ya Tuhan kami, kami telah dikuasai oleh kejahatan kami, dan kami adalah orang-orang yang sesat.",
      "en": "They will say, \"Our Lord, our wretchedness overcame us, and we were a people astray.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2779",
      "tafsir": "Menjawab pertanyaan itu, mereka berkata dengan penuh penyesalan, “Ya Tuhan kami, kami telah dikuasai oleh kejahatan kami. Hawa nafsu telah menjerumuskan kami ke dalam kedurhakaan sehingga membuat kami menderita, dan kami di dunia dulu adalah orang-orang yang sesat.” Dengan pengakuan dan penyesalan itu mereka berharap ampunan dan keringanan siksa. Mereka pun memohon, “Ya Tuhan kami, keluarkanlah kami darinya, yaitu dari siksa neraka dan kesengsaraan ini, kembalikanlah kami ke dunia. Jika Engkau memperkenankan permohonan kami ini lalu setelah itu kami masih juga kembali kepada kekafiran dan kedurhakaan maka sungguh, kami adalah orang-orang yang zalim.”"
    },
    {
      "no": 107,
      "arab": "رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ",
      "latin": "Rabbanaa akhrijnaa minhaa fa in 'udnaa fa innaa zaalimoon",
      "id": "Ya Tuhan kami, keluarkanlah kami darinya (kembalikanlah kami ke dunia), jika kami masih juga kembali (kepada kekafiran), sungguh, kami adalah orang-orang yang zalim.”",
      "en": "Our Lord, remove us from it, and if we were to return [to evil], we would indeed be wrongdoers.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2780",
      "tafsir": "Menjawab pertanyaan itu, mereka berkata dengan penuh penyesalan, “Ya Tuhan kami, kami telah dikuasai oleh kejahatan kami. Hawa nafsu telah menjerumuskan kami ke dalam kedurhakaan sehingga membuat kami menderita, dan kami di dunia dulu adalah orang-orang yang sesat.” Dengan pengakuan dan penyesalan itu mereka berharap ampunan dan keringanan siksa. Mereka pun memohon, “Ya Tuhan kami, keluarkanlah kami darinya, yaitu dari siksa neraka dan kesengsaraan ini, kembalikanlah kami ke dunia. Jika Engkau memperkenankan permohonan kami ini lalu setelah itu kami masih juga kembali kepada kekafiran dan kedurhakaan maka sungguh, kami adalah orang-orang yang zalim.”"
    },
    {
      "no": 108,
      "arab": "قَالَ اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ",
      "latin": "Qaalakh sa'oo feehaa wa laa tukallimoon",
      "id": "Dia (Allah) berfirman, “Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.”",
      "en": "He will say, \"Remain despised therein and do not speak to Me.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2781",
      "tafsir": "Mendengar permohonan para pendurhaka, Dia berfirman, “Tinggallah dengan hina di dalamnya, yakni neraka, dan janganlah kamu berbicara dengan Aku karena tidak ada lagi kesempatan untuk tawar-menawar. Kalian, wahai para pendurhaka, tidak pula akan memperoleh kehormatan untuk berdialog dengan-Ku.” Mengingatkan kembali salah satu kedurhakaan mereka, Allah berfirman, “Sesungguhnya ada segolongan dari hamba-hamba-Ku berdoa, “Ya Tuhan kami, kami telah ber-iman, maka ampunilah kami dan berilah kami rahmat, Engkau adalah pemberi rahmat yang terbaik.”"
    },
    {
      "no": 109,
      "arab": "إِنَّهُ كَانَ فَرِيقٌ مِّنْ عِبَادِي يَقُولُونَ رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنتَ خَيْرُ الرَّاحِمِينَ",
      "latin": "Innahoo kaana fareequm min 'ibaadee yaqooloona Rabbanaaa aamannaa faghfir lanaa warhamnaa wa Anta khairur raahimeen",
      "id": "Sesungguhnya ada segolongan dari hamba-hamba-Ku berdoa, “Ya Tuhan kami, kami telah beriman, maka ampunilah kami dan berilah kami rahmat, Engkau adalah pemberi rahmat yang terbaik.”",
      "en": "Indeed, there was a party of My servants who said, 'Our Lord, we have believed, so forgive us and have mercy upon us, and You are the best of the merciful.'",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2782",
      "tafsir": "Mendengar permohonan para pendurhaka, Dia berfirman, “Tinggallah dengan hina di dalamnya, yakni neraka, dan janganlah kamu berbicara dengan Aku karena tidak ada lagi kesempatan untuk tawar-menawar. Kalian, wahai para pendurhaka, tidak pula akan memperoleh kehormatan untuk berdialog dengan-Ku.” Mengingatkan kembali salah satu kedurhakaan mereka, Allah berfirman, “Sesungguhnya ada segolongan dari hamba-hamba-Ku berdoa, “Ya Tuhan kami, kami telah ber-iman, maka ampunilah kami dan berilah kami rahmat, Engkau adalah pemberi rahmat yang terbaik.”"
    },
    {
      "no": 110,
      "arab": "فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّىٰ أَنسَوْكُمْ ذِكْرِي وَكُنتُم مِّنْهُمْ تَضْحَكُونَ",
      "latin": "Fattakhaztumoohum sikhriyyan hattaaa ansawkum zikree wa kuntum minhum tadhakoon",
      "id": "Lalu kamu jadikan mereka buah ejekan, sehingga kamu lupa mengingat Aku, dan kamu (selalu) menertawakan mereka,",
      "en": "But you took them in mockery to the point that they made you forget My remembrance, and you used to laugh at them.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2783",
      "tafsir": "Kamu, wahai para pendurhaka, mendengar orang-orang mukmin tulus berdoa demikian, lalu kamu jadikan mereka buah ejekan. Begitu sibuk kamu mengejek mereka sehingga kamu lupa mengingat Aku, dan kamu pun selalu menghina dan menertawakan mereka."
    },
    {
      "no": 111,
      "arab": "إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوا أَنَّهُمْ هُمُ الْفَائِزُونَ",
      "latin": "Inee jazaituhumul Yawma bimaa sabarooo annahum humul faaa'izoon",
      "id": "sesungguhnya pada hari ini Aku memberi balasan kepada mereka, karena kesabaran mereka; sesungguhnya mereka itulah orang-orang yang memperoleh kemenangan.",
      "en": "Indeed, I have rewarded them this Day for their patient endurance - that they are the attainers [of success].\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2784",
      "tafsir": "Untuk membangkitkan penyesalan yang lebih dalam di hati para pendurhaka itu, Allah berfirman, “Sesungguhnya pada hari ini Aku memberi balasan yang sempurna dan menyenangkan kepada mereka, yakni kaum mukmin yang kamu ejek itu, karena kesabaran mereka dalam melaksanakan ajaran-Ku dan menghadapi gangguan kamu; sesungguhnya mereka itulah orang-orang yang memperoleh kemenangan sejati, yaitu derajat yang tinggi di surga."
    },
    {
      "no": 112,
      "arab": "قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ",
      "latin": "Qaala kam labistum fil ardi 'adada sineen",
      "id": "Dia (Allah) berfirman, “Berapa tahunkah lamanya kamu tinggal di bumi?”",
      "en": "[Allah] will say, \"How long did you remain on earth in number of years?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2785",
      "tafsir": "Melanjutkan pertanyaan bernada kecaman yang Allah tujukan kepada para pendurhaka, Dia berfirman, “Berapa tahunkah lamanya kamu tinggal di bumi?” Mereka menjawab, “Kami tinggal di bumi hanya sehari atau setengah hari, Kami tidak tahu persis.\" Allah melanjutkan, “Maka tanyakanlah kepada mereka, yaitu para malaikat, yang menghitung dan mencatat umur manusia, atau tanyakan kepada manusia yang memahami perhitungan untuk membuktikan kebenaran Kami.” Dia berfirman, “Kamu tidak tinggal di bumi melainkan hanya sebentar saja, jika kamu benar-benar mengetahui.”"
    },
    {
      "no": 113,
      "arab": "قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ",
      "latin": "Qaaloo labisnaa yawman aw ba'da yawmin fas'alil 'aaaddeen",
      "id": "Mereka menjawab, “Kami tinggal (di bumi) sehari atau setengah hari, maka tanyakanlah kepada mereka yang menghitung.”",
      "en": "They will say, \"We remained a day or part of a day; ask those who enumerate.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2786",
      "tafsir": "Melanjutkan pertanyaan bernada kecaman yang Allah tujukan kepada para pendurhaka, Dia berfirman, “Berapa tahunkah lamanya kamu tinggal di bumi?” Mereka menjawab, “Kami tinggal di bumi hanya sehari atau setengah hari, Kami tidak tahu persis.\" Allah melanjutkan, “Maka tanyakanlah kepada mereka, yaitu para malaikat, yang menghitung dan mencatat umur manusia, atau tanyakan kepada manusia yang memahami perhitungan untuk membuktikan kebenaran Kami.” Dia berfirman, “Kamu tidak tinggal di bumi melainkan hanya sebentar saja, jika kamu benar-benar mengetahui.”"
    },
    {
      "no": 114,
      "arab": "قَالَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا ۖ لَّوْ أَنَّكُمْ كُنتُمْ تَعْلَمُونَ",
      "latin": "Qaala il labistum illaa qaleelal law annakum kuntum ta'lamoon",
      "id": "Dia (Allah) berfirman, “Kamu tinggal (di bumi) hanya sebentar saja, jika kamu benar-benar mengetahui.”",
      "en": "He will say, \"You stayed not but a little - if only you had known.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2787",
      "tafsir": "Melanjutkan pertanyaan bernada kecaman yang Allah tujukan kepada para pendurhaka, Dia berfirman, “Berapa tahunkah lamanya kamu tinggal di bumi?” Mereka menjawab, “Kami tinggal di bumi hanya sehari atau setengah hari, Kami tidak tahu persis.\" Allah melanjutkan, “Maka tanyakanlah kepada mereka, yaitu para malaikat, yang menghitung dan mencatat umur manusia, atau tanyakan kepada manusia yang memahami perhitungan untuk membuktikan kebenaran Kami.” Dia berfirman, “Kamu tidak tinggal di bumi melainkan hanya sebentar saja, jika kamu benar-benar mengetahui.”"
    },
    {
      "no": 115,
      "arab": "أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ",
      "latin": "Afahsibtum annamaa khalaqnaakum 'abasanw wa annakum ilainaa laa turja'oon",
      "id": "Maka apakah kamu mengira, bahwa Kami menciptakan kamu main-main (tanpa ada maksud) dan bahwa kamu tidak akan dikembalikan kepada Kami?",
      "en": "Then did you think that We created you uselessly and that to Us you would not be returned?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2788",
      "tafsir": "Mengingatkan para pendurhaka terkait kelengahan mereka, Allah berfirman, “Maka apakah kamu mengira bahwa Kami menciptakan kamu main-main, yakni tanpa tujuan yang jelas; dan apakah kamu juga mengira bahwa kamu tidak akan dikembalikan kepada Kami untuk mempertanggungjawabkan perbuatan kamu? Adalah keliru bila kamu me-ngira demikan.” Maka Mahatinggi Allah, Raja yang sebenarnya; tidak ada tuhan yang berhak disembah selain Dia, Tuhan yang memiliki ‘Arsy yang mulia."
    },
    {
      "no": 116,
      "arab": "فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ ۖ لَا إِلَٰهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ",
      "latin": "Fata'aalal laahul Malikul Haqq; laaa ilaaha illaa Huwa Rabbul 'Arshil Kareem",
      "id": "Maka Mahatinggi Allah, Raja yang sebenarnya; tidak ada tuhan (yang berhak disembah) selain Dia, Tuhan (yang memiliki) ‘Arsy yang mulia.",
      "en": "So exalted is Allah, the Sovereign, the Truth; there is no deity except Him, Lord of the Noble Throne.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2789",
      "tafsir": "Mengingatkan para pendurhaka terkait kelengahan mereka, Allah berfirman, “Maka apakah kamu mengira bahwa Kami menciptakan kamu main-main, yakni tanpa tujuan yang jelas; dan apakah kamu juga mengira bahwa kamu tidak akan dikembalikan kepada Kami untuk mempertanggungjawabkan perbuatan kamu? Adalah keliru bila kamu me-ngira demikan.” Maka Mahatinggi Allah, Raja yang sebenarnya; tidak ada tuhan yang berhak disembah selain Dia, Tuhan yang memiliki ‘Arsy yang mulia."
    },
    {
      "no": 117,
      "arab": "وَمَن يَدْعُ مَعَ اللَّهِ إِلَٰهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِندَ رَبِّهِ ۚ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ",
      "latin": "Wa mai yad'u ma'allaahi ilaahan aakhara laa burhaana lahoo bihee fa innnamaa hisaabuhoo 'inda Rabbih; innahoo laa yuflihul kaafiroon",
      "id": "Dan barang siapa menyembah tuhan yang lain selain Allah, padahal tidak ada suatu bukti pun baginya tentang itu, maka perhitungannya hanya pada Tuhannya. Sesungguhnya orang-orang kafir itu tidak akan beruntung.",
      "en": "And whoever invokes besides Allah another deity for which he has no proof - then his account is only with his Lord. Indeed, the disbelievers will not succeed.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2790",
      "tafsir": "Dan barang siapa menyembah tuhan yang lain selain Allah, padahal tidak ada suatu bukti pun baginya tentang kebenaran penyembahan itu, maka perhitungannya, yaitu balasannya, hanya pada Tuhannya. Sesungguhnya orang-orang kafir itu tidak akan beruntung. Melalui ayat ini Allah secara tersirat mengingatkan bahwa orang yang menyembah-Nya dengan tulus ikhlas akan memperoleh keberuntungan."
    },
    {
      "no": 118,
      "arab": "وَقُل رَّبِّ اغْفِرْ وَارْحَمْ وَأَنتَ خَيْرُ الرَّاحِمِينَ",
      "latin": "Wa qur Rabbigh fir warham wa Anta khairur raahimeen",
      "id": "Dan katakanlah (Muhammad), “Ya Tuhanku, berilah ampunan dan (berilah) rahmat, Engkaulah pemberi rahmat yang terbaik.”",
      "en": "And, [O Muhammad], say, \"My Lord, forgive and have mercy, and You are the best of the merciful.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2791",
      "tafsir": "Dan katakanlah, wahai Nabi Muhammad, “Ya Tuhanku, berilah ampunan kepadaku dan umatku, dan berilah rahmat kepada kami semua. Engkau adalah Maha Pengampun dan Engkaulah pemberi rahmat yang terbaik.”[]"
    }
  ]
}