{
  "creator": "ZidanDev.",
  "number": 103,
  "name": "Al-'Asr",
  "type": "Makkiyyah",
  "translation_id": "kecuali orang-orang yang beriman dan mengerjakan kebajikan serta saling menasihati untuk kebenaran dan saling menasihati untuk kesabaran.",
  "translation_en": "Except for those who have believed and done righteous deeds and advised each other to truth and advised each other to patience.",
  "jumlah_ayat": 3,
  "ayat": [
    {
      "no": 1,
      "arab": "وَالْعَصْرِ",
      "latin": "Wal' asr",
      "id": "Demi masa,",
      "en": "By time,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6177",
      "tafsir": "Demi masa, waktu sore, atau salat Asar. Allah bersumpah dengan masa agar manusia memperhatikan masa dan memanfaatkannya dengan baik; bersumpah dengan waktu sore, sebagaimana dengan waktu duha, sebagai salah satu bukti kuasa Allah; dan bersumpah dengan salat Asar karena keutamaanya atas salat-salat yang lain."
    },
    {
      "no": 2,
      "arab": "إِنَّ الْإِنسَانَ لَفِي خُسْرٍ",
      "latin": "Innal insaana lafee khusr",
      "id": "sungguh, manusia berada dalam kerugian,",
      "en": "Indeed, mankind is in loss,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6178",
      "tafsir": "Sungguh, manusia berada dalam kerugian, baik di dunia maupun akhirat, akibat hawa nafsu yang menyelubungi dirinya."
    },
    {
      "no": 3,
      "arab": "إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ",
      "latin": "Il lal lazeena aamanu wa 'amilus saali haati wa tawa saw bil haqqi wa tawa saw bis sabr",
      "id": "kecuali orang-orang yang beriman dan mengerjakan kebajikan serta saling menasihati untuk kebenaran dan saling menasihati untuk kesabaran.",
      "en": "Except for those who have believed and done righteous deeds and advised each other to truth and advised each other to patience.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6179",
      "tafsir": "Semua manusia rugi, kecuali orang-orang yang beriman dengan sejati dan mengerjakan kebajikan sesuai ketentuan syariat dengan penuh keikhlasan, serta saling menasihati satu sama lain dengan baik dan bijaksana untuk memegang teguh kebenaran sebagaimana diajarkan oleh agama dan saling menasihati untuk kesabaran dalam melaksanakan kewajiban agama, menjauhi larangan, menghadapi musibah, dan menjalani kehidupan."
    }
  ]
}