{
  "creator": "ZidanDev.",
  "number": 86,
  "name": "At-Tariq",
  "type": "Makkiyyah",
  "translation_id": "Karena itu berilah penangguhan kepada orang-orang kafir itu. Berilah mereka itu kesempatan untuk sementara waktu.",
  "translation_en": "So allow time for the disbelievers. Leave them awhile.",
  "jumlah_ayat": 17,
  "ayat": [
    {
      "no": 1,
      "arab": "وَالسَّمَاءِ وَالطَّارِقِ",
      "latin": "Wassamaaa'i wattaariq",
      "id": "Demi langit dan yang datang pada malam hari.",
      "en": "By the sky and the night comer -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5932",
      "tafsir": "Demi langit yang terbentang dengan kukuh tanpa penopang dan demi apa yang datang pada malam hari dan menghiasi langit."
    },
    {
      "no": 2,
      "arab": "وَمَا أَدْرَاكَ مَا الطَّارِقُ",
      "latin": "Wa maaa adraaka mattaariq",
      "id": "Dan tahukah kamu apakah yang datang pada malam hari itu?",
      "en": "And what can make you know what is the night comer?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5933",
      "tafsir": "Dan wahai Nabi, tahukah kamu apakah yang datang pada malam hari itu?"
    },
    {
      "no": 3,
      "arab": "النَّجْمُ الثَّاقِبُ",
      "latin": "Annajmus saaqib",
      "id": "(yaitu) bintang yang bersinar tajam,",
      "en": "It is the piercing star -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5934",
      "tafsir": "Itulah bintang yang bersinar tajam dan cahayanya menembus kegelapan malam. Malam bagaikan tirai yang menyelubungi langit. Cahaya bintang menyeruak, menembus tirai itu sehingga tampak gemerlap."
    },
    {
      "no": 4,
      "arab": "إِن كُلُّ نَفْسٍ لَّمَّا عَلَيْهَا حَافِظٌ",
      "latin": "In kullu nafsil lammaa 'alaihaa haafiz",
      "id": "setiap orang pasti ada penjaganya.",
      "en": "There is no soul but that it has over it a protector.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5935",
      "tafsir": "Demi itu semua, setiap orang pasti ada malaikat yang ditugasi oleh Allah sebagai penjaganya. Malaikat itu mencatat apa saja yang dilakukan oleh setiap individu, baik itu kebaikan maupun keburukan. Catatan itu akan menjadi bukti pada hari perhitungan kelak."
    },
    {
      "no": 5,
      "arab": "فَلْيَنظُرِ الْإِنسَانُ مِمَّ خُلِقَ",
      "latin": "Fal yanzuril insaanu mimma khuliq",
      "id": "Maka hendaklah manusia memperhatikan dari apa dia diciptakan.",
      "en": "So let man observe from what he was created.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5936",
      "tafsir": "Sungguh, hari kebangkitan itu pasti akan terjadi. Maka, hendaklah manusia memperhatikan asal kejadiannya; dari apa dia diciptakan. Dengan demikian, dia akan mengetahui besarnya kekuasan Allah dan keterbatasan dirinya."
    },
    {
      "no": 6,
      "arab": "خُلِقَ مِن مَّاءٍ دَافِقٍ",
      "latin": "Khuliqa mim maaa'in daafiq",
      "id": "Dia diciptakan dari air (mani) yang terpancar,",
      "en": "He was created from a fluid, ejected,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5937",
      "tafsir": "Dia pada mulanya diciptakan dari air mani yang terpancar dari laki-laki dan perempuan."
    },
    {
      "no": 7,
      "arab": "يَخْرُجُ مِن بَيْنِ الصُّلْبِ وَالتَّرَائِبِ",
      "latin": "Yakhruju mim bainissulbi wat taraaa'ib",
      "id": "yang keluar dari antara tulang punggung (sulbi) dan tulang dada.",
      "en": "Emerging from between the backbone and the ribs.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5938",
      "tafsir": "Itulah sperma yang keluar dari antara tulang punggung laki-laki dan ovum yang keluar dari antara tulang dada perempuan. Campuran keduanya kemudian melalui berbagai proses dan tahapan di dalam rahim menjadi janin, cikal bakal manusia."
    },
    {
      "no": 8,
      "arab": "إِنَّهُ عَلَىٰ رَجْعِهِ لَقَادِرٌ",
      "latin": "Innahoo 'alaa raj'ihee laqaadir",
      "id": "Sungguh, Allah benar-benar kuasa untuk mengembalikannya (hidup setelah mati).",
      "en": "Indeed, Allah, to return him [to life], is Able.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5939",
      "tafsir": "Allah kuasa menciptakan manusia dari ketiadaan, dari air yang memancar, maka sungguh Allah benar-benar kuasa pula untuk mengembalikannya menjadi hidup kembali sesudah mati. Mengembalikan sesuatu kepada kondisi semula, dalam perspektif manusia, tentu lebih mudah daripada menciptakannya untuk pertama kali. Namun, kedua hal itu sama mudahnya bagi Allah."
    },
    {
      "no": 9,
      "arab": "يَوْمَ تُبْلَى السَّرَائِرُ",
      "latin": "Yawma tublas saraaa'ir",
      "id": "Pada hari ditampakkan segala rahasia,",
      "en": "The Day when secrets will be put on trial,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5940",
      "tafsir": "Allah akan membangkitkan manusia dari kubur mereka pada hari ditampakkan segala rahasia, seperti isi hati manusia, meliputi keyakinan, niat dan rahasia lain yang belum terkuak di dunia."
    },
    {
      "no": 10,
      "arab": "فَمَا لَهُ مِن قُوَّةٍ وَلَا نَاصِرٍ",
      "latin": "Famaa lahoo min quwwatinw wa laa naasir",
      "id": "maka manusia tidak lagi mempunyai suatu kekuatan dan tidak (pula) ada penolong.",
      "en": "Then man will have no power or any helper.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5941",
      "tafsir": "Ketika semua persoalan terkuak di hadapan Allah maka manusia tidak lagi mempunyai suatu kekuatan dalam dirinya sendiri dan tidak pula ada penolong dari luar dirinya yang mengelakkan nya dari balasan Allah. Allah-lah penguasa tunggal pada hari itu."
    },
    {
      "no": 11,
      "arab": "وَالسَّمَاءِ ذَاتِ الرَّجْعِ",
      "latin": "Wassamaaa'i zaatir raj'",
      "id": "Demi langit yang mengandung hujan,",
      "en": "By the sky which returns [rain]",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5942",
      "tafsir": "Demi langit yang mengandung hujan yang turun kembali ke bumi. Dengan hujan bumi yang tandus menjadi subur. Inilah salah satu bukti kasih sayang Allah kepada makhluk-Nya."
    },
    {
      "no": 12,
      "arab": "وَالْأَرْضِ ذَاتِ الصَّدْعِ",
      "latin": "Wal ardi zaatis sad'",
      "id": "dan bumi yang mempunyai tumbuh-tumbuhan,",
      "en": "And [by] the earth which cracks open,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5943",
      "tafsir": "Dan demi bumi yang mempunyai tumbuh-tumbuhan. Benih yang tersiram hujan akan mulai tumbuh dan menembus permukaan tanah untuk berkembang. Banyaknya tumbuhan dan pepohonan mendatangkan manfaat yang besar bagi makhluk hidup lainnya."
    },
    {
      "no": 13,
      "arab": "إِنَّهُ لَقَوْلٌ فَصْلٌ",
      "latin": "Innahoo laqawlun fasl",
      "id": "sungguh, (Al-Qur'an) itu benar-benar firman pemisah (antara yang hak dan yang batil),",
      "en": "Indeed, the Qur'an is a decisive statement,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5944",
      "tafsir": "Sungguh, Al-Quran yang didustakan oleh kaum kafir itu benar-benar firman yang menjadi pemisah antara perkara hak dan batil. Sulit bagi manusia untuk membedakan keduanya tanpa tuntunan Al-Qur’an. Al-Qur’an menjadi salah satu bukti kasih sayang Allah karena menjadi penerang jalan hidup dan pemberi solusi bagi persoalan manusia."
    },
    {
      "no": 14,
      "arab": "وَمَا هُوَ بِالْهَزْلِ",
      "latin": "Wa maa huwa bil hazl",
      "id": "dan (Al-Qur'an) itu bukanlah sendagurauan.",
      "en": "And it is not amusement.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5945",
      "tafsir": "Dan sebagai firman Allah, Al-Qur’an itu bukanlah sendagurauan. AlQur’an bukan sesuatu yang tidak bermakna, bukan pula dongeng masa lalu. Al-Qur’an adalah murni rahmat Tuhan yang Maha Pengasih bagi seluruh alam."
    },
    {
      "no": 15,
      "arab": "إِنَّهُمْ يَكِيدُونَ كَيْدًا",
      "latin": "Innahum yakeedoona kaidaa",
      "id": "Sungguh, mereka (orang kafir) merencanakan tipu daya yang jahat.",
      "en": "Indeed, they are planning a plan,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5946",
      "tafsir": "Wahai Nabi, abaikanlah penentangan kaummu yang kafir dan teruslah menyampaikan risalah Tuhanmu karena Aku akan menjagamu. Sungguh, mereka merencanakan tipu daya yang jahat, baik terhadap dirimu dengan merencanakan pembunuhan atasmu, terhadap Al-Qur’an dengan menganggapnya dongeng masa lalu, rapalan pesihir, dan racauan orang gila; atau terhadap Islam dengan berupaya menghalangi tersebarnya agama ini."
    },
    {
      "no": 16,
      "arab": "وَأَكِيدُ كَيْدًا",
      "latin": "Wa akeedu kaidaa",
      "id": "Dan Aku pun membuat rencana (tipu daya) yang jitu.",
      "en": "But I am planning a plan.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5947",
      "tafsir": "Dan Aku pun membuat rencana yang jitu untuk membalas tipu daya mereka. Akan Aku biarkan mereka bergelimang dosa dan hidup dengan nyaman dan berkecukupan. Di akhirat nanti, Aku akan azab mereka dengan siksa yang pedih."
    },
    {
      "no": 17,
      "arab": "فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا",
      "latin": "Famahhilil kaafireena amhilhum ruwaidaa",
      "id": "Karena itu berilah penangguhan kepada orang-orang kafir itu. Berilah mereka itu kesempatan untuk sementara waktu.",
      "en": "So allow time for the disbelievers. Leave them awhile.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5948",
      "tafsir": "Wahai Nabi, Allah telah berjanji demikian. Karena itu berilah penangguhan kepada orang-orang kafir itu. Berilah mereka itu kesempatan untuk sementara waktu dan jangan engkau terburu-buru meminta Allah membinasakan mereka. Biarkan mereka hidup di dunia ini beberapa tahun lagi bersama keingkaran mereka. Di akhirat nanti mereka akan menghadap Tuhan dalam keadaan hina dan dimurkai."
    }
  ]
}