{
  "creator": "ZidanDev.",
  "number": 80,
  "name": "'Abasa",
  "type": "Makkiyyah",
  "translation_id": "Mereka itulah orang-orang kafir yang durhaka.",
  "translation_en": "Those are the disbelievers, the wicked ones.",
  "jumlah_ayat": 42,
  "ayat": [
    {
      "no": 1,
      "arab": "عَبَسَ وَتَوَلَّىٰ",
      "latin": "'Abasa wa tawallaa.",
      "id": "Dia (Muhammad) berwajah masam dan berpaling,",
      "en": "The Prophet frowned and turned away",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5759",
      "tafsir": "Jika bagian akhir Surah an-Nàzi‘àt menjelaskan tugas Nabi sebagai pemberi peringatan tentang hari kiamat, maka pada permulaan Surah ‘Abasa Allah menyebutkan siapa yang akan mendapatkan manfaat dari peringatan tersebut. Disebutkan bahwa seorang pria buta bernama ‘Abdullàh bin Ummi Maktùm, anak paman Khadìjah, menghadap Nabi untuk meminta petunjuk. Ketika itu Nabi tengah berdakwah kepada para pemuka Quraisy. Nabi kurang berkenan dengan kedatangannya. Muka Nabi menjadi masam. Atas perilaku tersebut Allah menegurnya dengan halus. Teguran ini menunjukkan bahwa Al-Qur’an bukanlah perkataan Nabi melainkan kalàmullah. Dengan teguran itu Allah menghendaki agar Nabi Muhammad melakukan hal yang lebih utama, yaitu memperhatikan orang yang sungguh-sungguh mencari kebenaran dan berpegang teguh dengan Islam. Dia, Nabi Muhammad, berwajah masam karena kedatangan Ibnu Ummi Maktùm, dan berpaling darinya untuk melanjutkan pembicaraan dengan pemuka Quraisy."
    },
    {
      "no": 2,
      "arab": "أَن جَاءَهُ الْأَعْمَىٰ",
      "latin": "An jaa-ahul 'a-maa",
      "id": "karena seorang buta telah datang kepadanya (Abdullah bin Ummi Maktum).",
      "en": "Because there came to him the blind man, [interrupting].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5760",
      "tafsir": "Nabi kurang berkenan sehingga bermuka masam karena seorang buta telah datang kepadanya, yaitu ‘Abdullàh bin Ummi Maktùm. Allah menegur Nabi karena lebih mementingkan bertemu dengan pemuka Quraisy untuk mengajak mereka masuk Islam. Dalam pandangan Allah, semestinya Nabi lebih mementingkan siapa pun yang betul-betul ingin mengamalkan ajaran Islam, tidak peduli ia dari kalangan fakir miskin bahkan cacat. ‘Abdullàh terus memanggil-manggil Nabi, sedang dia karena kebutaannya tidak tahu bahwa beliau sedang bersama para pemuka Quraisy (Lihat: Surah al-An‘àm/6: 52; al-Kahf/18: 28)."
    },
    {
      "no": 3,
      "arab": "وَمَا يُدْرِيكَ لَعَلَّهُ يَزَّكَّىٰ",
      "latin": "Wa maa yudreeka la'allahu yaz zakkaa.",
      "id": "Dan tahukah engkau (Muhammad) barangkali dia ingin menyucikan dirinya (dari dosa),",
      "en": "But what would make you perceive, [O Muhammad], that perhaps he might be purified",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5761",
      "tafsir": "Wahai Nabi Muhammad, Kami menegur sikapmu yang demikian karena tahukah engkau barangkali dia datang menghadapmu untuk minta pengajaran darimu sebab dia ingin menyucikan dirinya dari dosa dan kesalahan masa lalunya?"
    },
    {
      "no": 4,
      "arab": "أَوْ يَذَّكَّرُ فَتَنفَعَهُ الذِّكْرَىٰ",
      "latin": "Au yaz zak karu fatanfa 'ahuz zikraa.",
      "id": "atau dia (ingin) mendapatkan pengajaran, yang memberi manfaat kepadanya?",
      "en": "Or be reminded and the remembrance would benefit him?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5762",
      "tafsir": "Atau tahukah engkau bila dia datang karena dia ingin mendapatkan pengajaran Al-Qur’an dan ajaran Islam darimu, yang memberi manfaat kepadanya sehingga dia lebih tekun beribadah, beramal saleh, dan menjadi pengikut setiamu?"
    },
    {
      "no": 5,
      "arab": "أَمَّا مَنِ اسْتَغْنَىٰ",
      "latin": "Amma manis taghnaa",
      "id": "Adapun orang yang merasa dirinya serba cukup (pembesar-pembesar Quraisy),",
      "en": "As for he who thinks himself without need,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5763",
      "tafsir": "Adapun orang yang merasa dirinya serba cukup dengan apa yang dia punya, seperti kedudukan, status sosial, dan kekayaan; sehingga dia enggan beriman kepada Allah dan mengikuti ajaranmu,"
    },
    {
      "no": 6,
      "arab": "فَأَنتَ لَهُ تَصَدَّىٰ",
      "latin": "Fa-anta lahu tasaddaa",
      "id": "maka engkau (Muhammad) memberi perhatian kepadanya,",
      "en": "To him you give attention.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5764",
      "tafsir": "maka engkau justru memberi perhatian kepadanya secara penuh agar jika dia masuk Islam dan menjadi pelopor bagi pengikutnya. Dalam berdakwah kepada pemuka Quraiys, Nabi sebetulnya mempunyai niat yang mulia, tetapi Allah menegur perlakuan Nabi kepada ‘Abdullàh lebih karena Dia menginginkan Nabi melakukan sesuatu yang lebih baik."
    },
    {
      "no": 7,
      "arab": "وَمَا عَلَيْكَ أَلَّا يَزَّكَّىٰ",
      "latin": "Wa ma 'alaika allaa yaz zakka.",
      "id": "padahal tidak ada (cela) atasmu kalau dia tidak menyucikan diri (beriman).",
      "en": "And not upon you [is any blame] if he will not be purified.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5765",
      "tafsir": "Wahai Nabi, mengapa engkau lebih mengutamakan pelayanan terhadap pemuka Quraisy itu, padahal tidak ada celaan atasmu kalau dia tidak menyucikan diri dengan beriman kepada Allah? Tugasmu hanyalah menyampaikan wahyu, dan setelah itu tidak ada dosa bagimu jika dia tetap berpaling dan enggan mengikuti petunjukmu. Lalu, mengapa engkau menomorduakan permintaan orang buta lagi fakir yang ingin belajar Islam darimu?"
    },
    {
      "no": 8,
      "arab": "وَأَمَّا مَن جَاءَكَ يَسْعَىٰ",
      "latin": "Wa amma man jaa-aka yas'a",
      "id": "Dan adapun orang yang datang kepadamu dengan bersegera (untuk mendapatkan pengajaran),",
      "en": "But as for he who came to you striving [for knowledge]",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5766",
      "tafsir": "Dan adapun orang, yaitu ‘Abdullàh bin Ummi Maktùm, yang datang kepadamu dengan bersegera dan bersungguh-sungguh untuk mendapatkan pengajaran Islam darimu,"
    },
    {
      "no": 9,
      "arab": "وَهُوَ يَخْشَىٰ",
      "latin": "Wahuwa yakhshaa,",
      "id": "sedang dia takut (kepada Allah),",
      "en": "While he fears [Allah],",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5767",
      "tafsir": "sedang dia takut akan siksa Allah jika tidak mematuhi-Nya,"
    },
    {
      "no": 10,
      "arab": "فَأَنتَ عَنْهُ تَلَهَّىٰ",
      "latin": "Fa-anta 'anhu talah haa.",
      "id": "engkau (Muhammad) malah mengabaikannya.",
      "en": "From him you are distracted.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5768",
      "tafsir": "engkau malah mengabaikannya, berpaling darinya, tidak menghiraukannya, dan bermuka masam kepadanya."
    },
    {
      "no": 11,
      "arab": "كَلَّا إِنَّهَا تَذْكِرَةٌ",
      "latin": "Kalla innaha tazkirah",
      "id": "Sekali-kali jangan (begitu)! Sungguh, (ajaran-ajaran Allah) itu suatu peringatan,",
      "en": "No! Indeed, these verses are a reminder;",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5769",
      "tafsir": "Menjelaskan tujuan utama dari teguran-Nya, Allah berfirman, “Sekali-kali jangan berbuat demikian! Sungguh, ajaran-ajaran Allah itu suatu peringatan bagi semua orang agar mereka kembali ke fitrah, yaitu mentauhidkan-Nya dan mengimani-Nya.”"
    },
    {
      "no": 12,
      "arab": "فَمَن شَاءَ ذَكَرَهُ",
      "latin": "Faman shaa a zakarah",
      "id": "maka barangsiapa menghendaki, tentulah dia akan memperhatikannya,",
      "en": "So whoever wills may remember it.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5770",
      "tafsir": "Perigatan-peringatan Allah sudah sangat jelas, maka barang siapa menghendaki untuk mempelajari dengan sungguh-sungguh, tentulah dia akan memperhatikannya, menghayatinya, lalu mengamalkannya. Tidak ada yang menghalangi seseorang memperoleh peringatan itu selain hati yang penuh kesombongan dan keingkaran."
    },
    {
      "no": 13,
      "arab": "فِي صُحُفٍ مُّكَرَّمَةٍ",
      "latin": "Fi suhufim mukar rama,",
      "id": "di dalam kitab-kitab yang dimuliakan (di sisi Allah),",
      "en": "[It is recorded] in honored sheets,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5771",
      "tafsir": "Peringatan-peringatan dalam ayat Al-Qur’an itu terdapat di dalam kitab-kitab yang dimuliakan karena berada di sisi Allah dan memuat kalam serta dan pesan-Nya yang sangat berharga."
    },
    {
      "no": 14,
      "arab": "مَّرْفُوعَةٍ مُّطَهَّرَةٍ",
      "latin": "Marfoo'atim mutah hara,",
      "id": "yang ditinggikan (dan) disucikan,",
      "en": "Exalted and purified,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5772",
      "tafsir": "Itulah lembaran-lembaran mulia yang ditinggikan derajatnya dan disucikan; tidak ada yang bisa mengotori bahkan menjamahnya. Lembaran-lembaran itu dijauhkan dari segala kekurangan dan tidak ada pertentangan di antara ayat-ayatnya."
    },
    {
      "no": 15,
      "arab": "بِأَيْدِي سَفَرَةٍ",
      "latin": "Bi'aidee safara",
      "id": "di tangan para utusan (malaikat),",
      "en": "[Carried] by the hands of messenger-angels,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5773",
      "tafsir": "Lembaran-lembaran itu berada di tangan para utusan, yaitu para malaikat, pesuruh Allah yang bertugas sebagai penyampai pesan-pesan-Nya."
    },
    {
      "no": 16,
      "arab": "كِرَامٍ بَرَرَةٍ",
      "latin": "Kiraamim bararah.",
      "id": "yang mulia lagi berbakti.",
      "en": "Noble and dutiful.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5774",
      "tafsir": "Para malaikat penulis itu adalah makhluk Allah yang mulia lagi berbakti. Mereka tidak pernah durhaka kepada-Nya dan tidak pula melanggar titah-Nya."
    },
    {
      "no": 17,
      "arab": "قُتِلَ الْإِنسَانُ مَا أَكْفَرَهُ",
      "latin": "Qutilal-insanu maa akfarah.",
      "id": "Celakalah manusia! Alangkah kufurnya dia!",
      "en": "Cursed is man; how disbelieving is he.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5775",
      "tafsir": "Allah telah menurunkan Al-Qur’an sebagai kitab yang penuh peringatan bagi manusia agar mereka mengikuti jalan Allah, tetapi celakalah manusia, alangkah jauh mereka dari rahmat Allah, alangkah kufurnya dia kepada peringatan Tuhan!"
    },
    {
      "no": 18,
      "arab": "مِنْ أَيِّ شَيْءٍ خَلَقَهُ",
      "latin": "Min aiyyi shai-in Khalaq",
      "id": "Dari apakah Dia (Allah) menciptakannya?",
      "en": "From what substance did He create him?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5776",
      "tafsir": "Mengapa mereka ingkar? Tidakkah mereka sadar dari apakah Dia menciptakannya?"
    },
    {
      "no": 19,
      "arab": "مِن نُّطْفَةٍ خَلَقَهُ فَقَدَّرَهُ",
      "latin": "Min nutfah; khalaqahu faqad-darah.",
      "id": "Dari setetes mani, Dia menciptakannya lalu menentukannya.",
      "en": "From a sperm-drop He created him and destined for him;",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5777",
      "tafsir": "Manusia hanyalah makhluk yang sangat lemah. Allah menciptakannya dari sesuatu yang hina, yaitu setetes mani. Dia menciptakannya melalui berbagai tahapan, dari tahap alaqah yang menempel di dinding rahim, lalu berubah menjadi mudgah, kemudian tahap pembentukan tulang, kemudian tahap dibungkusnya tulang itu dengan daging, lalu Allah menentukannya dan mewujudkannya dalam bentuk yang sempurna, dilengkapi dengan panca indera, akal, dan sebagainya."
    },
    {
      "no": 20,
      "arab": "ثُمَّ السَّبِيلَ يَسَّرَهُ",
      "latin": "Thummas sabeela yas-sarah",
      "id": "Kemudian jalannya Dia mudahkan,",
      "en": "Then He eased the way for him;",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5778",
      "tafsir": "Setelah mewujudkan manusia dalam bentuk yang sempurna, dengan kasih sayang-Nya kemudian jalannya Dia mudahkan dengan cara mengeluarkannya dari perut ibunya. Dia juga memberinya kemudahan untuk membedakan kebaikan dan keburukan agar dia memilih jalan hidupnya sendiri."
    },
    {
      "no": 21,
      "arab": "ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ",
      "latin": "Thumma amatahu fa-aqbarah",
      "id": "kemudian Dia mematikannya lalu menguburkannya,",
      "en": "Then He causes his death and provides a grave for him.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5779",
      "tafsir": "Kemudian setelah manusia menuntaskan hidupnya di dunia, Dia mematikannya dengan mencabut rohnya dan menguburkannya untuk menjalani kehidupan baru di alam barzakh. Manusia tidak bisa menolak kematian; sebagaiamana dia diciptakan dari tanah, dia akan kembali ke tanah."
    },
    {
      "no": 22,
      "arab": "ثُمَّ إِذَا شَاءَ أَنشَرَهُ",
      "latin": "Thumma iza shaa-a ansharah",
      "id": "kemudian jika Dia menghendaki, Dia membangkitkannya kembali.",
      "en": "Then when He wills, He will resurrect him.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5780",
      "tafsir": "Setelah manusia berada di alam barzakh sekian lama, kemudian jika Dia menghendaki, Dia akan membangkitkannya kembali di hari kebangkitan untuk mempertanggungjawabkan semua perbuatannya di dunia."
    },
    {
      "no": 23,
      "arab": "كَلَّا لَمَّا يَقْضِ مَا أَمَرَهُ",
      "latin": "Kalla lamma yaqdi maa amarah.",
      "id": "Sekali-kali jangan (begitu)! Dia (manusia) itu belum melaksanakan apa yang Dia (Allah) perintahkan kepadanya.",
      "en": "No! Man has not yet accomplished what He commanded him.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5781",
      "tafsir": "Allah telah mencurahkan kasih sayang-Nya kepada manusia, namun banyak dari mereka enggan bersyukur, bahkan berbuat maksiat. Sungguh suatu hal yang mengherankan. Sekali-kali jangan berbuat demikian; dia itu belum melaksanakan apa yang Dia perintahkan kepadanya, yaitu beriman, beribadah, dan menaati aturan-Nya."
    },
    {
      "no": 24,
      "arab": "فَلْيَنظُرِ الْإِنسَانُ إِلَىٰ طَعَامِهِ",
      "latin": "Falyanzuril insanu ilaa ta-amih",
      "id": "Maka hendaklah manusia itu memperhatikan makanannya.",
      "en": "Then let mankind look at his food -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5782",
      "tafsir": "Jika manusia bersikeras dengan keingkarannya, maka hendaklah manusia itu memperhatikan makanannya yang dia makan setiap hari; dari mana makanan itu berasal?"
    },
    {
      "no": 25,
      "arab": "أَنَّا صَبَبْنَا الْمَاءَ صَبًّا",
      "latin": "Anna sabab nalmaa-a sabba.",
      "id": "Kamilah yang telah mencurahkan air melimpah (dari langit),",
      "en": "How We poured down water in torrents,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5783",
      "tafsir": "Kamilah yang menyediakan makanan itu bagi mereka melalui beberapa tahap. Kamilah yang telah mencurahkan air hujan yang melimpah dari arah langit, yang berasal dari uap air yang membentuk awan yang menggumpal dan saling bertumpuk."
    },
    {
      "no": 26,
      "arab": "ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا",
      "latin": "Thumma sha qaqnal-arda shaqqa.",
      "id": "kemudian Kami belah bumi dengan sebaik-baiknya,",
      "en": "Then We broke open the earth, splitting [it with sprouts],",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5784",
      "tafsir": "Kemudian setelah air hujan itu membasahi bumi, Kami belah bumi dengan sebaik-baiknya. Kami suburkan kembali bumi yang tadinya tandus. Biji-bijian di dalam tanah mulai hidup dan menyeruak ke atas, membelah permukaan tanah."
    },
    {
      "no": 27,
      "arab": "فَأَنبَتْنَا فِيهَا حَبًّا",
      "latin": "Fa ambatna feeha habba",
      "id": "lalu di sana Kami tumbuhkan biji-bijian,",
      "en": "And caused to grow within it grain",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5785",
      "tafsir": "Lalu di sana Kami tumbuhkan biji-bijian dengan segala macam dan ragamnya, seperti biji padi dan gandum."
    },
    {
      "no": 28,
      "arab": "وَعِنَبًا وَقَضْبًا",
      "latin": "Wa 'inabaw-wa qadba",
      "id": "dan anggur dan sayur-sayuran,",
      "en": "And grapes and herbage",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5786",
      "tafsir": "Dan Kami tumbuhkan pula di sana anggur dan sayur-sayuran,"
    },
    {
      "no": 29,
      "arab": "وَزَيْتُونًا وَنَخْلًا",
      "latin": "Wa zaitoonaw wanakh la'",
      "id": "dan zaitun dan pohon kurma,",
      "en": "And olive and palm trees",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5787",
      "tafsir": "dan demikian pula zaitun dan pohon kurma yang sangat bermanfaat bagi kesehatan."
    },
    {
      "no": 30,
      "arab": "وَحَدَائِقَ غُلْبًا",
      "latin": "Wa hadaa-iqa ghulba",
      "id": "dan kebun-kebun (yang) rindang,",
      "en": "And gardens of dense shrubbery",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5788",
      "tafsir": "Dan Kami tumbuhkan juga dengan air hujan itu kebun-kebun yang rindang dan menyejukkan pandangan, menjadi tempat tinggal ber-bagai binatang, dan memproduksi oksigen."
    },
    {
      "no": 31,
      "arab": "وَفَاكِهَةً وَأَبًّا",
      "latin": "Wa faki hataw-wa abba.",
      "id": "dan buah-buahan serta rerumputan.",
      "en": "And fruit and grass -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5789",
      "tafsir": "Dan dengan air hujan itu pula Kami tumbuhkan pohon penghasil buah-buahan yang beraneka warna serta rerumputan."
    },
    {
      "no": 32,
      "arab": "مَّتَاعًا لَّكُمْ وَلِأَنْعَامِكُمْ",
      "latin": "Mata'al-lakum wa li-an'amikum.",
      "id": "(Semua itu) untuk kesenanganmu dan untuk hewan-hewan ternakmu.",
      "en": "[As] enjoyment for you and your grazing livestock.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5790",
      "tafsir": "Kami tumbuhkan itu semua untuk kesenanganmu agar hidupmu makmur dan sejahtera, dan untuk kesenangan hewan-hewan ternakmu. Dengan itu semua kamu hidup tenang dan tidak bersusah payah. Kamu hanya perlu emanfaatkannya, menjaga kelestariannya, dan mengimani Penciptanya sebagai bentuk rasa syukurmu kepada-Nya."
    },
    {
      "no": 33,
      "arab": "فَإِذَا جَاءَتِ الصَّاخَّةُ",
      "latin": "Faiza jaa-atis saakhah.",
      "id": "Maka apabila datang suara yang memekakkan (tiupan sangkakala yang kedua),",
      "en": "But when there comes the Deafening Blast",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5791",
      "tafsir": "Kenikmatan-kenikmatan itu kelak akan diminta pertanggungjawabannya pada hari kiamat. Maka apabila datang suara tiupan sangkakala kedua yang memekakkan telinga dan menjadi penanda bangkitnya manusia dari kubur,"
    },
    {
      "no": 34,
      "arab": "يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ",
      "latin": "Yauma yafir-rul mar-u min akheeh",
      "id": "pada hari itu manusia lari dari saudaranya,",
      "en": "On the Day a man will flee from his brother",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5792",
      "tafsir": "yaitu pada hari itu manusia lari dari orang yang dicintainya, seperti saudaranya,"
    },
    {
      "no": 35,
      "arab": "وَأُمِّهِ وَأَبِيهِ",
      "latin": "Wa ummihee wa abeeh",
      "id": "dan dari ibu dan bapaknya,",
      "en": "And his mother and his father",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5793",
      "tafsir": "dan dari ibu dan bapaknya yang melindungi dan mengayominya,"
    },
    {
      "no": 36,
      "arab": "وَصَاحِبَتِهِ وَبَنِيهِ",
      "latin": "Wa sahi batihee wa baneeh.",
      "id": "dan dari istri dan anak-anaknya.",
      "en": "And his wife and his children,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5794",
      "tafsir": "dan dari istri dan anak-anaknya yang selalu bersamanya,"
    },
    {
      "no": 37,
      "arab": "لِكُلِّ امْرِئٍ مِّنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ",
      "latin": "Likul limri-im-minuhm yaumaa-izin shaa nuy-yughneeh",
      "id": "Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya.",
      "en": "For every man, that Day, will be a matter adequate for him.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5795",
      "tafsir": "maka setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. Semua ingin menyelamatkan diri sendiri tanpa menghiraukan orang lain. Mereka takut dan cemas atas apa yang terjadi di hadapan mereka dan khawatir akan nasib mereka."
    },
    {
      "no": 38,
      "arab": "وُجُوهٌ يَوْمَئِذٍ مُّسْفِرَةٌ",
      "latin": "Wujoo huny-yauma-izim-musfira;",
      "id": "Pada hari itu ada wajah-wajah yang berseri-seri,",
      "en": "[Some] faces, that Day, will be bright -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5796",
      "tafsir": "Pada hari itu ada wajah-wajah yang berseri-seri. Itulah muka orang-orang yang pada saat di dunia beriman dan beramal saleh."
    },
    {
      "no": 39,
      "arab": "ضَاحِكَةٌ مُّسْتَبْشِرَةٌ",
      "latin": "Dahi katum mustab shirah",
      "id": "tertawa dan gembira ria,",
      "en": "Laughing, rejoicing at good news.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5797",
      "tafsir": "Mereka tertawa dan bergembira ria bersama kaum mukmin yang lain. Mereka tidak takut dan khawatir akan nasib mereka karena yakin Allah akan memberi balasan dengan sebaik-baiknya."
    },
    {
      "no": 40,
      "arab": "وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ",
      "latin": "Wa wujoohuy yauma-izin 'alaiha ghabar a",
      "id": "dan pada hari itu ada (pula) wajah-wajah yang tertutup debu (suram),",
      "en": "And [other] faces, that Day, will have upon them dust.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5798",
      "tafsir": "Dan di sisi yang lain pada hari itu ada pula wajah-wajah manusia yang tertutup debu,"
    },
    {
      "no": 41,
      "arab": "تَرْهَقُهَا قَتَرَةٌ",
      "latin": "Tarhaquha qatarah.",
      "id": "tertutup oleh kegelapan (ditimpa kehinaan dan kesusahan).",
      "en": "Blackness will cover them.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5799",
      "tafsir": "pucat pasi, menghitam, dipenuhi kecemasan serta ketakutan yang sangat, tertutup oleh kegelapan akibat ditimpa kehinaan dan kesusahan."
    },
    {
      "no": 42,
      "arab": "أُولَٰئِكَ هُمُ الْكَفَرَةُ الْفَجَرَةُ",
      "latin": "Ulaa-ika humul-kafa ratul-fajarah.",
      "id": "Mereka itulah orang-orang kafir yang durhaka.",
      "en": "Those are the disbelievers, the wicked ones.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5800",
      "tafsir": "Mereka itulah orang-orang kafir yang durhaka. Mereka tidak beriman, tidak bersyukur, dan tidak pula beribadah kepada-Nya, bahkan sering berbuat maksiat. Demikianlah kesudahan umat manusia di akhirat nanti."
    }
  ]
}