{
  "creator": "ZidanDev.",
  "number": 51,
  "name": "Az-Zariyat",
  "type": "Makkiyyah",
  "translation_id": "Maka celakalah orang-orang yang kafir pada hari yang telah dijanjikan kepada mereka (hari Kiamat).",
  "translation_en": "And woe to those who have disbelieved from their Day which they are promised.",
  "jumlah_ayat": 60,
  "ayat": [
    {
      "no": 1,
      "arab": "وَالذَّارِيَاتِ ذَرْوًا",
      "latin": "Waz-zaariyaati zarwaa",
      "id": "Demi (angin) yang menerbangkan debu,",
      "en": "By those [winds] scattering [dust] dispersing",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4676",
      "tafsir": "Surah yang lalu diakhiri dengan penjelasan tentang hari Kebangkitan yang pada saat itu akan terbukti ancaman-ancaman Allah yang telah diungkapkan sebelumnya. Oleh karena itu sangat tepat ketika surah ini dimulai dengan kalimat-kalimat yang mengukuhkan ancaman tersebut. Pengukuhan itu diungkapkan dengan sumpah-Nya bahwa semua yang diperingatkan itu pasti akan terbukti. :”Demi angin kencang yang menerbangkan debu dengan tiupannya yang sangat kuat dan dahsyat,"
    },
    {
      "no": 2,
      "arab": "فَالْحَامِلَاتِ وِقْرًا",
      "latin": "Falhaamilaati wiqraa",
      "id": "dan awan yang mengandung (hujan),",
      "en": "And those [clouds] carrying a load [of water]",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4677",
      "tafsir": "dan demi awan yang gumpalannya mengandung banyak air hujan yang menyuburkan tanah,"
    },
    {
      "no": 3,
      "arab": "فَالْجَارِيَاتِ يُسْرًا",
      "latin": "Faljaariyaati yusraa",
      "id": "dan (kapal-kapal) yang berlayar dengan mudah,",
      "en": "And those [ships] sailing with ease",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4678",
      "tafsir": "dan demi kapal-kapal yang berlayar dengan membawa segala keperluan ke seluruh penjuru dengan mu-dah karena tiupan angin yang kuat,"
    },
    {
      "no": 4,
      "arab": "فَالْمُقَسِّمَاتِ أَمْرًا",
      "latin": "Falmuqassimaati amraa",
      "id": "dan (malaikat-malaikat) yang membagi-bagi urusan,",
      "en": "And those [angels] apportioning [each] matter,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4679",
      "tafsir": "dan demi malaikat-malaikat yang membagi-bagi urusan yang diamanahkan kepada mereka, seperti menurunkan hujan, membagi rezeki, dan lainnya."
    },
    {
      "no": 5,
      "arab": "إِنَّمَا تُوعَدُونَ لَصَادِقٌ",
      "latin": "Innamaa too'adoona la-saadiq",
      "id": "sungguh, apa yang dijanjikan kepadamu pasti benar,",
      "en": "Indeed, what you are promised is true.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4680",
      "tafsir": "Sungguh, apa saja yang telah dijanjikan kepadamu, seperti kebangkitan manusia setelah kematiannya, perhitungan di akhirat nanti pasti benar adanya,"
    },
    {
      "no": 6,
      "arab": "وَإِنَّ الدِّينَ لَوَاقِعٌ",
      "latin": "Wa innad deena la waaqi'",
      "id": "dan sungguh, (hari) pembalasan pasti terjadi.",
      "en": "And indeed, the recompense is to occur.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4681",
      "tafsir": "dan sungguh, hari pembalasan seperti yang telah diingatkan oleh-Nya melalui para rasul pasti terjadi, dan tidak satu pun di antara manusia yang dapat menghindarinya."
    },
    {
      "no": 7,
      "arab": "وَالسَّمَاءِ ذَاتِ الْحُبُكِ",
      "latin": "Wassamaaa'i zaatil hubuk",
      "id": "Demi langit yang mempunyai jalan-jalan,",
      "en": "By the heaven containing pathways,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4682",
      "tafsir": "Melanjutkan sumpah-Nya, ”Demi langit yang mempunyai jalan-jalan yang merupakan garis edar atau orbit yang teratur sebagai arah dari pergerakan semua benda langit, seperti bumi, bintang-bintang, planet-planet, dan galaksi-galaksi."
    },
    {
      "no": 8,
      "arab": "إِنَّكُمْ لَفِي قَوْلٍ مُّخْتَلِفٍ",
      "latin": "Innakum lafee qawlim mukhtalif",
      "id": "sungguh, kamu benar-benar dalam keadaan berbeda-beda pendapat,",
      "en": "Indeed, you are in differing speech.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4683",
      "tafsir": "”Sungguh,wahai orang-orang musyrik kamu benar-benar dalam keadaan berbeda-beda pendapat, tentang Nabi Muhammad dan Al-Qur’an.\" Di antara mereka ada yang menganggap beliau sebagai tukang sihir, ada yang mengatakan bahwa ia adalah ahli syair, dan ada pula yang meng-anggapnya gila. Sedang mengenai Al-Qur’an, ada yang menyebutnya sebagai dongeng tentang kisah masa lalu, ada yang menilainya sebagai kitab syair, dan ada pula yang menganggapnya sebagai mantra sihir."
    },
    {
      "no": 9,
      "arab": "يُؤْفَكُ عَنْهُ مَنْ أُفِكَ",
      "latin": "Yu'faku 'anhu man ufik",
      "id": "dipalingkan darinya (Al-Qur'an dan Rasul) orang yang dipalingkan.",
      "en": "Deluded away from the Qur'an is he who is deluded.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4684",
      "tafsir": "Dengan sifat dan sikap yang ingkar dari orang-orang musyrik tersebut, mereka semakin dipalingkan darinya, yaitu dari Al-Qur’an dan Rasul, sehingga mereka semakin jauh dan benar-benar sebagai orang yang dipalingkan dari jalan yang lurus karena keingkaran hatinya sehingga lebih mengedepankan bisikan nafsunya ketimbang tuntunan Allah dan Rasul-Nya."
    },
    {
      "no": 10,
      "arab": "قُتِلَ الْخَرَّاصُونَ",
      "latin": "Qutilal kharraasoon",
      "id": "Terkutuklah orang-orang yang banyak berdusta,",
      "en": "Destroyed are the falsifiers",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4685",
      "tafsir": "Binasa dan terkutuklah orang-orang yang banyak berdusta dan sering berbicara dengan tanpa dasar sehingga menyesatkan orang,"
    },
    {
      "no": 11,
      "arab": "الَّذِينَ هُمْ فِي غَمْرَةٍ سَاهُونَ",
      "latin": "Allazeena hum fee ghamratin saahoon",
      "id": "(yaitu) orang-orang yang terbenam dalam kebodohan dan kelalaian,",
      "en": "Who are within a flood [of confusion] and heedless.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4686",
      "tafsir": "mereka yang berperilaku demikian yaitu orang-orang yang terbenam dalam ke-sesatan, kebodohan dan sering kali berada dalam kelalaian, sehingga tidak memperhatikan bukti-bukti tentang kekuasaan Allah dan petunjuk-petunjuk-Nya."
    },
    {
      "no": 12,
      "arab": "يَسْأَلُونَ أَيَّانَ يَوْمُ الدِّينِ",
      "latin": "Yas'aloona ayyaana yawmud Deen",
      "id": "mereka bertanya, “Kapankah hari pembalasan itu?”",
      "en": "They ask, \"When is the Day of Recompense?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4687",
      "tafsir": "Para pembohong yang lalai sehingga mereka dikutuk itu memperolok-olokkan dakwah Rasulullah dan cenderung mengingkarinya. Oleh karena itu mereka bertanya yang tujuannya adalah untuk mengejek dan bukan karena tidak tahu. Mereka berkata, “Kapankah datangnya hari pembalasan yang selalu engkau ungkapkan itu?”"
    },
    {
      "no": 13,
      "arab": "ذُوقُوا فِتْنَتَكُمْ هَٰذَا الَّذِي كُنتُم بِهِ تَسْتَعْجِلُونَ",
      "latin": "Zooqoo fitnatakum haa zal lazee kuntum bihee tas ta'jiloon",
      "id": "(Dikatakan kepada mereka), “Rasakanlah azabmu ini. Inilah azab yang dahulu kamu minta agar disegerakan.”",
      "en": "[And will be told], \"Taste your torment. This is that for which you were impatient.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4689",
      "tafsir": "Setelah para pembohong mendapatkan hukumannya, maka kemudian dikatakan kepada mereka, “Rasakanlah azabmu yang ditimpakan kepada kamu ini. Inilah azab yang dahulu ketika hidup di dunia tidak kamu percayai dan minta agar disegerakan datangnya.”"
    },
    {
      "no": 14,
      "arab": "يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ",
      "latin": "Yawma hum 'alan naari yuftanoon",
      "id": "(Hari pembalasan itu ialah) pada hari (ketika) mereka diazab di dalam api neraka.",
      "en": "[It is] the Day they will be tormented over the Fire",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4688",
      "tafsir": "Dalam rangka merespon olok-olok mereka, maka Allah berkata kepada Nabi Muhammad untuk menjawab bahwa hari pembalasan itu akan terjadi pada hari ketika mereka diazab di dalam api neraka sebagai hukuman dari keingkaran mereka terhadap ajaran-Nya."
    },
    {
      "no": 15,
      "arab": "إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ",
      "latin": "Innal muttaqeena fee jannaatinw wa 'uyoon",
      "id": "Sesungguhnya orang-orang yang bertakwa berada di dalam taman-taman (surga) dan mata air,",
      "en": "Indeed, the righteous will be among gardens and springs,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4690",
      "tafsir": "Pada ayat yang lalu dijelaskan tentang balasan bagi orang-orang yang durhaka, maka pada ayat-ayat berikut ini diterangkan tentang ganjaran bagi mereka yang bertakwa. ”Sesungguhnya orang-orang yang bertakwa dan selalu melaksanakan perintah-Nya dan menjauhi larang-an-Nya akan diberi ganjaran yang baik dan berada di dalam taman-taman, yaitu surga yang indah, menyenangkan, dan selain itu mereka juga berada di mata air yang jernih lagi sejuk menyegarkan."
    },
    {
      "no": 16,
      "arab": "آخِذِينَ مَا آتَاهُمْ رَبُّهُمْ ۚ إِنَّهُمْ كَانُوا قَبْلَ ذَٰلِكَ مُحْسِنِينَ",
      "latin": "Aakhizeena maaa aataahum Rabbuhum; innahum kaanoo qabla zaalika muhsineen",
      "id": "mereka mengambil apa yang diberikan Tuhan kepada mereka. Sesungguhnya mereka sebelum itu (di dunia) adalah orang-orang yang berbuat baik;",
      "en": "Accepting what their Lord has given them. Indeed, they were before that doers of good.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4691",
      "tafsir": "Mereka sangat menikmati ganjaran ini dan mengambil apa yang diberikan Tuhan kepada mereka. Orang-orang yang bertakwa itu mendapat anugerah yang membahagiakan ini karena sesungguhnya mereka sebelum itu, yakni saat kehidupannya di dunia adalah orang-orang yang selalu tekun beribadah dan berbuat baik kepada sesama dengan tujuan untuk mendapatkan rida-Nya."
    },
    {
      "no": 17,
      "arab": "كَانُوا قَلِيلًا مِّنَ اللَّيْلِ مَا يَهْجَعُونَ",
      "latin": "kaanoo qaleelam minal laili maa yahja'oon",
      "id": "mereka sedikit sekali tidur pada waktu malam;",
      "en": "They used to sleep but little of the night,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4692",
      "tafsir": "Mereka, orang-orang yang bertakwa itu, sedikit sekali tidur pada waktu malam,"
    },
    {
      "no": 18,
      "arab": "وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ",
      "latin": "Wa bilashaari hum yastaghfiroon",
      "id": "dan pada akhir malam mereka memohon ampunan (kepada Allah).",
      "en": "And in the hours before dawn they would ask forgiveness,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4693",
      "tafsir": "sebagian waktunya dipergunakan untuk melakukan kebaikan dan ibadah kepada Tuhannya, dan pada akhir malam, setelah melaksanakan salat tahajud mereka melanjutkan dengan zikir dan memohon ampunan kepada Allah Yang Maha Pengampun kepada semua makhluk-Nya yang bertobat."
    },
    {
      "no": 19,
      "arab": "وَفِي أَمْوَالِهِمْ حَقٌّ لِّلسَّائِلِ وَالْمَحْرُومِ",
      "latin": "Wa feee amwaalihim haqqul lissaaa'ili walmahroom",
      "id": "Dan pada harta benda mereka ada hak untuk orang miskin yang meminta dan orang miskin yang tidak meminta.",
      "en": "And from their properties was [given] the right of the [needy] petitioner and the deprived.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4694",
      "tafsir": "Orang-orang yang bertakwa itu selalu taat dalam melaksanakan ajaran Allah, dan mereka juga menyadari bahwa pada harta benda yang mereka miliki sesungguhnya ada hak yang mesti dikeluarkan, baik berupa zakat maupun sedekah, untuk orang miskin yang meminta bantuan dan orang miskin yang tidak mengulurkan tangan untuk meminta kepada orang lain."
    },
    {
      "no": 20,
      "arab": "وَفِي الْأَرْضِ آيَاتٌ لِّلْمُوقِنِينَ",
      "latin": "Wa fil ardi aayaatul lilmooqineen",
      "id": "Dan di bumi terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang yakin,",
      "en": "And on the earth are signs for the certain [in faith]",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4695",
      "tafsir": "dan selain itu di bumi juga terdapat tanda-tanda kebesaran-Nya. Namun semuanya itu hanya dapat dipahami bagi orang-orang yang yakin,"
    },
    {
      "no": 21,
      "arab": "وَفِي أَنفُسِكُمْ ۚ أَفَلَا تُبْصِرُونَ",
      "latin": "Wa feee anfusikum; afalaa tubsiroon",
      "id": "dan (juga) pada dirimu sendiri. Maka apakah kamu tidak memperhatikan?",
      "en": "And in yourselves. Then will you not see?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4696",
      "tafsir": "dan di samping itu, sesungguhnya keagungan Allah juga banyak ditemukan pada dirimu sendiri. Sesudah dipahami semua tanda-tanda itu, maka apakah kamu tetap lalai dan tidak memperhatikan semua yang dapat disaksikan itu?"
    },
    {
      "no": 22,
      "arab": "وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ",
      "latin": "Wa fissamaaa'i rizqukum wa maa too'adoon",
      "id": "Dan di langit terdapat (sebab-sebab) rezekimu dan apa yang dijanjikan kepadamu.",
      "en": "And in the heaven is your provision and whatever you are promised.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4697",
      "tafsir": "dan di langit yang sangat luas itu terdapat pula sebab-sebab datangnya rezekimu seperti cahaya matahari yang menerangi jagat, hujan yang menyuburkan tanah, angin yang bertiup sepoi-sepoi dan selain itu terdapat pula apa yang telah dijanjikan Allah melalui Rasul-Nya kepadamu."
    },
    {
      "no": 23,
      "arab": "فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِّثْلَ مَا أَنَّكُمْ تَنطِقُونَ",
      "latin": "Fawa Rabbis samaaa'i wal ardi innahoo lahaqqum misla maa annakum tantiqoon",
      "id": "Maka demi Tuhan langit dan bumi, sungguh, apa yang dijanjikan itu pasti terjadi seperti apa yang kamu ucapkan.",
      "en": "Then by the Lord of the heaven and earth, indeed, it is truth - just as [sure as] it is that you are speaking.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4698",
      "tafsir": "Setelah menyadari semua kenikmatan itu, maka demi Tuhan Pencipta langit dan bumi, sungguh, apa yang dijanjikan dan yang sering kamu ingkari itu, seperti keniscayaan Kiamat, hari perhitungan, balasan surga, dan azab neraka pasti benar-benar terjadi seperti apa yang telah kamu ucapkan memang benar terjadi dan tidak seorang pun mengingkarinya."
    },
    {
      "no": 24,
      "arab": "هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ",
      "latin": "Hal ataaka hadeesu daifi Ibraaheemal mukrameen",
      "id": "Sudahkah sampai kepadamu (Muhammad) cerita tamu Ibrahim (malaikat-malaikat) yang dimuliakan?",
      "en": "Has there reached you the story of the honored guests of Abraham? -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4699",
      "tafsir": "Pada ayat-ayat yang lalu dijelaskan tentang keingkaran orang-orang musyrik dan ancaman Allah terhadap mereka yang pasti akan terjadi. Sedang pada ayat-ayat berikut diterangkan tentang perlakuan Allah terhadap utusan-Nya yang terpilih, yaitu Nabi Ibrahim dengan cara yang berbeda dari kebiasaan pada umumnya. Ayat-ayat ini diawali dengan pertanyaan untuk menarik minat mitra bicara dalam dialognya. \"Sudahkah sampai kepadamu wahai Nabi Muhammad cerita tamu terhormat dari Nabi Ibrahim yang sesungguhnya merupakan malaikat-malaikat yang dimuliakan Allah?"
    },
    {
      "no": 25,
      "arab": "إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا ۖ قَالَ سَلَامٌ قَوْمٌ مُّنكَرُونَ",
      "latin": "Iz dakhaloo 'alaihi faqaaloo salaaman qaala salaamun qawmum munkaroon",
      "id": "(Ingatlah) ketika mereka masuk ke tempatnya lalu mengucapkan, “Salaman” (salam), Ibrahim menjawab, “Salamun” (salam). (Mereka itu) orang-orang yang belum dikenalnya.",
      "en": "When they entered upon him and said, \"[We greet you with] peace.\" He answered, \"[And upon you] peace, [you are] a people unknown.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4700",
      "tafsir": "Sesudah mengemukakan pertanyaan tersebut Allah mengawali kisah ini dengan firman-Nya: Ingatlah, wahai Nabi Muhammad, ketika mereka, yaitu para malaikat itu masuk ke tempatnya, yaitu ke rumah Nabi Ibrahim lalu mengucapkan, “Salàman”, yang maksudnya untuk menyatakan bahwa mereka datang dengan membawa kedamaian dan bukan untuk mengganggu ketenangannya. Ibrahim segera menjawab, “Salàmun”, yang merupakan doa agar kedamaian dan keselamatan selalu tercurah kepada semuanya. Saat menyambut tamunya, Nabi Ibrahim berkata dalam hatinya bahwa mereka itu adalah orang-orang yang belum dikenalnya."
    },
    {
      "no": 26,
      "arab": "فَرَاغَ إِلَىٰ أَهْلِهِ فَجَاءَ بِعِجْلٍ سَمِينٍ",
      "latin": "Faraagha ilaaa ahlihee fajaaa'a bi'ijlin sameen",
      "id": "Maka diam-diam dia (Ibrahim) pergi menemui keluarganya, kemudian dibawanya daging anak sapi gemuk (yang dibakar),",
      "en": "Then he went to his family and came with a fat [roasted] calf",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4701",
      "tafsir": "Sesudah Nabi Ibrahim mempersilakan tamunya, maka kemudian dengan diam-diam dia pergi menemui keluarganya, yaitu istrinya untuk menyiapkan jamuan untuk mereka. Kemudian dibawanya daging anak sapi gemuk yang sudah dibakar,"
    },
    {
      "no": 27,
      "arab": "فَقَرَّبَهُ إِلَيْهِمْ قَالَ أَلَا تَأْكُلُونَ",
      "latin": "Faqarrabahooo ilaihim qaala alaa taakuloon",
      "id": "lalu dihidangkannya kepada mereka (tetapi mereka tidak mau makan). Ibrahim berkata, “Mengapa tidak kamu makan.”",
      "en": "And placed it near them; he said, \"Will you not eat?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4702",
      "tafsir": "lalu dihidangkannya hidangan itu kepada mereka, tetapi ternyata mereka tidak mau makan jamuan itu. Segera saja Nabi Ibrahim berkata, “Mengapa tidak kamu makan hidangan ini”."
    },
    {
      "no": 28,
      "arab": "فَأَوْجَسَ مِنْهُمْ خِيفَةً ۖ قَالُوا لَا تَخَفْ ۖ وَبَشَّرُوهُ بِغُلَامٍ عَلِيمٍ",
      "latin": "Fa awjasa minhm khee fatan qaaloo laa takhaf wa bashsharoohu bighulaamin 'aleem",
      "id": "Maka dia (Ibrahim) merasa takut terhadap mereka. Mereka berkata, “Janganlah kamu takut,” dan mereka memberi kabar gembira kepadanya dengan (kelahiran) seorang anak yang alim (Ishak).",
      "en": "And he felt from them apprehension. They said, \"Fear not,\" and gave him good tidings of a learned boy.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4703",
      "tafsir": "Ketika Nabi Ibrahim melihat tamunya tidak mau menyentuh makanan yang dihidangkan, maka dia kemudian merasa takut terhadap mereka. Melihat ketakutannya, mereka, yaitu para tamu itu berkata, “Janganlah kamu takut wahai Nabi Ibrahim,” Dan, selanjutnya mereka memberi kabar gembira kepadanya, yaitu dengan akan lahirnya seorang anak yang cerdas dan kelak akan menjadi seorang yang alim yang mendalam pengetahuannya yaitu Ishak."
    },
    {
      "no": 29,
      "arab": "فَأَقْبَلَتِ امْرَأَتُهُ فِي صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌ",
      "latin": "Fa aqbalatim ra-atuhoo fee sarratin fasakkat wajhahaa wa qaalat 'ajoozun 'aqeem",
      "id": "Kemudian istrinya datang memekik (tercengang) lalu menepuk wajahnya sendiri seraya berkata, “(Aku ini) seorang perempuan tua yang mandul.”",
      "en": "And his wife approached with a cry [of alarm] and struck her face and said, \"[I am] a barren old woman!\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4704",
      "tafsir": "Ketika mendengar berita yang disampaikan para tamu itu tentang akan lahirnya seorang anak yang alim, maka kemudian istrinya, yaitu Sarah datang memekik dengan tercengang karena heran dan gembira. Namun setelah menyadari keadaan dirinya, ia lalu menepuk wajah-nya sendiri seraya berkata, “Aku ini seorang perempuan tua yang mandul, bagaimana mungkin aku bisa melahirkan anak”."
    },
    {
      "no": 30,
      "arab": "قَالُوا كَذَٰلِكِ قَالَ رَبُّكِ ۖ إِنَّهُ هُوَ الْحَكِيمُ الْعَلِيمُ",
      "latin": "Qaaloo kazaaliki qaala Rabbuki innahoo huwal hakeemul 'aleem",
      "id": "Mereka berkata, “Demikianlah Tuhanmu berfirman. Sungguh, Dialah Yang Mahabijaksana, Maha Mengetahui.”",
      "en": "They said, \"Thus has said your Lord; indeed, He is the Wise, the Knowing.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4705",
      "tafsir": "Ketika para tamu itu mengetahui keraguan Sarah, maka mereka berkata, “Demikianlah, yaitu seperti yang kami sampaikan Tuhanmu berfirman, dan ketetapan-Nya itu yang kami kabarkan. Sungguh, Dialah sendiri Yang Mahabijaksana dengan menempatkan segala sesuatu pada posisinya dan dalam waktu yang paling tepat, lagi Maha Mengetahui terhadap apa saja yang akan terjadi”."
    },
    {
      "no": 31,
      "arab": "۞ قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ",
      "latin": "Qaala famaa khatbukum ayyuhal mursaloon",
      "id": "Dia (Ibrahim) berkata, “Apakah urusanmu yang penting wahai para utusan?”",
      "en": "[Abraham] said, \"Then what is your business [here], O messengers?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4706",
      "tafsir": "Usai menjelaskan kedatangan para malaikat pemberi kabar gembira kepada Nabi Ibrahim tentang akan lahirnya seorang anak yang alim, pada ayat berikut Allah menerangkan bahwa dengan pengetahuannya sebagai seorang rasul, Nabi Ibrahim menduga para malaikat itu datang dengan tujuan lain. Dia berkata, “Apakah urusanmu yang penting, yang dengannya Allah menugaskanmu untuk datang ke wilayah ini, wahai para utusan yang mulia?”"
    },
    {
      "no": 32,
      "arab": "قَالُوا إِنَّا أُرْسِلْنَا إِلَىٰ قَوْمٍ مُّجْرِمِينَ",
      "latin": "Qaalooo innaaa ursilnaaa ilaa qawmim mujrimeen",
      "id": "Mereka menjawab, “Sesungguhnya kami diutus kepada kaum yang berdosa (kaum Lut),",
      "en": "They said, \"Indeed, we have been sent to a people of criminals",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4707",
      "tafsir": "Mendapat pertanyaan dari Nabi Ibrahim, mereka menjawab, “Sesungguhnya kami diutus kepada kaum Nabi Lut yang sebagian anggotanya adalah orang yang berdosa dan terang-terangan tanpa malu berbuat homoseksual."
    },
    {
      "no": 33,
      "arab": "لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِّن طِينٍ",
      "latin": "Linursila 'alaihim hijaa ratam min teen",
      "id": "agar Kami menimpa mereka dengan batu-batu dari tanah (yang keras),",
      "en": "To send down upon them stones of clay,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4708",
      "tafsir": "Kami datang agar kami menimpa mereka yang berdosa dengan batu-batu dari tanah yang keras"
    },
    {
      "no": 34,
      "arab": "مُّسَوَّمَةً عِندَ رَبِّكَ لِلْمُسْرِفِينَ",
      "latin": "Musawwamatan 'inda rabbika lilmusrifeen",
      "id": "yang ditandai dari Tuhanmu untuk (membinasakan) orang-orang yang melampaui batas.”",
      "en": "Marked in the presence of your Lord for the transgressors.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4709",
      "tafsir": "yang sudah ditandai dari Tuhanmu yang dipersiapkan untuk membinasakan orang-orang yang melampaui batas ajaran-ajaran Allah."
    },
    {
      "no": 35,
      "arab": "فَأَخْرَجْنَا مَن كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ",
      "latin": "Fa akhrajnaa man kaana feehaa minal mu'mineen",
      "id": "Lalu Kami keluarkan orang-orang yang beriman yang berada di dalamnya (negeri kaum Lut) itu.",
      "en": "So We brought out whoever was in the cities of the believers.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4710",
      "tafsir": "Allah mengkhususkan azabnya kepada mereka yang melampaui batas, sehingga orang-orang yang telah beriman tidak akan merasakan azab tersebut. Sebelum azab Allah datang, para malaikat memperingatkan mereka, lalu Kami, yakni Allah dan subjek lain yang berperan dalam penyelamatan ini, keluarkan orang-orang yang beriman yang berada di dalamnya,"
    },
    {
      "no": 36,
      "arab": "فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِّنَ الْمُسْلِمِينَ",
      "latin": "Famaa wajadnaa feehaa ghaira baitim minal muslimeen",
      "id": "Maka Kami tidak mendapati di dalamnya (negeri itu), kecuali sebuah rumah dari orang-orang Muslim (Lut).",
      "en": "And We found not within them other than a [single] house of Muslims.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4711",
      "tafsir": "yakni di negeri kaum Lut, itu agar mereka selamat dari bencana yang segera tiba. Maka para malaikat yang Kami utus tidak mendapati di dalamnya, yaitu di negeri tersebut, kecuali sebuah rumah saja dari orang-orang muslim yang beriman dan mengikuti ajaran Nabi Lut."
    },
    {
      "no": 37,
      "arab": "وَتَرَكْنَا فِيهَا آيَةً لِّلَّذِينَ يَخَافُونَ الْعَذَابَ الْأَلِيمَ",
      "latin": "Wa taraknaa feehaaa aayatal lillazeena yakhaafoonal 'azaabal aleem",
      "id": "Dan Kami tinggalkan padanya (negeri itu) suatu tanda bagi orang-orang yang takut kepada azab yang pedih.",
      "en": "And We left therein a sign for those who fear the painful punishment.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4712",
      "tafsir": "Kami turunkan azab sebagai peringatan bagi mereka yang ingkar, dan Kami telah tinggalkan pula padanya, yaitu negeri Nabi Lut, suatu tanda yang sangat jelas tentang kebesaran dan kekuasaan Kami. Kami menjadikannya pelajaran bagi orang-orang yang takut kepada azab yang pedih."
    },
    {
      "no": 38,
      "arab": "وَفِي مُوسَىٰ إِذْ أَرْسَلْنَاهُ إِلَىٰ فِرْعَوْنَ بِسُلْطَانٍ مُّبِينٍ",
      "latin": "Wa fee Moosaaa iz arsalnaahu ilaa Fir'wna bisultaa nim mubeen",
      "id": "Dan pada Musa (terdapat tanda-tanda kekuasaan Allah) ketika Kami mengutusnya kepada Fir‘aun dengan membawa mukjizat yang nyata.",
      "en": "And in Moses [was a sign], when We sent him to Pharaoh with clear authority.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4713",
      "tafsir": "Usai menceritakan azab yang Allah timpakan kepada kaum Nabi Lut yang ingkar, pada ayat-ayat berikut Allah menyebut kisah umat masa lalu yang mengingkari nabinya. Kisah-kisah itu menunjukkan betapa Allah Mahakuasa, dan pada kisah Nabi Musa juga terdapat tanda-tanda kekuasaan Allah. Bukti-bukti itu antara lain terlihat ketika Kami mengutusnya kepada Fira‘un, yaitu penguasa Mesir Kuno, dengan membawa tanda kekuasaan Kami, yaitu mukjizat yang nyata dan tidak terbantahkan."
    },
    {
      "no": 39,
      "arab": "فَتَوَلَّىٰ بِرُكْنِهِ وَقَالَ سَاحِرٌ أَوْ مَجْنُونٌ",
      "latin": "Fatawalla biruknihee wa qaala saahirun aw majnoon",
      "id": "Tetapi dia (Fir‘aun) bersama bala tentaranya berpaling dan berkata, “Dia adalah seorang pesihir atau orang gila.”",
      "en": "But he turned away with his supporters and said,\" A magician or a madman.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4714",
      "tafsir": "Fira‘un melihat mukjizat itu, tetapi dia bersama bala tentaranya berpaling dan dengan angkuh menolak ajakan Nabi Musa karena merasa dirinya berkuasa dan memiliki harta berlimpah. Dia berpaling dan berkata, “Dia, yaitu Nabi Musa, adalah seorang pesihir yang tidak mengenal kemampuan orang lain atau orang gila yang berbuat sesuatu tanpa berpikir terlebih dahulu.”"
    },
    {
      "no": 40,
      "arab": "فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ وَهُوَ مُلِيمٌ",
      "latin": "Fa akhaznaahu wa junoo dahoo fanabaznaahum fil yammi wa huwa muleem",
      "id": "Maka Kami siksa dia beserta bala tentaranya, lalu Kami lemparkan mereka ke dalam laut, dalam keadaan tercela.",
      "en": "So We took him and his soldiers and cast them into the sea, and he was blameworthy.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4715",
      "tafsir": "Akibat keangkuhan dan penolakan Fira‘un terhadap dakwah Nabi Musa, maka Kami siksa dia beserta bala tentaranya dengan berbagai musibah yang mengerikan, lalu Kami lemparkan mereka ke dalam laut bagai barang yang tidak berguna. Kami menenggelamkannya hingga mati dalam keadaan tercela."
    },
    {
      "no": 41,
      "arab": "وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ",
      "latin": "Wa fee 'Aadin iz arsalnaa 'alaihimur reehal'aqeem",
      "id": "Dan (juga) pada (kisah kaum) ‘Ad, ketika Kami kirimkan kepada mereka angin yang membinasakan,",
      "en": "And in 'Aad [was a sign], when We sent against them the barren wind.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4716",
      "tafsir": "Dan perhatikanlah pula tanda-tanda kekuasaan Kami pada kisah kaum ‘Ad. Ingatlah ketika Kami kirimkan kepada mereka angin beku atau angin panas yang membinasakan mereka."
    },
    {
      "no": 42,
      "arab": "مَا تَذَرُ مِن شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ",
      "latin": "Maa tazaru min shai'in atat 'alaihi illaa ja'alat hu karrameem",
      "id": "(angin itu) tidak membiarkan suatu apa pun yang dilandanya, bahkan dijadikannya seperti serbuk.",
      "en": "It left nothing of what it came upon but that it made it like disintegrated ruins.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4717",
      "tafsir": "Saat bertiup, angin itu tidak membiarkan suatu apa pun yang dilandanya tetap seperti kondisinya semula, sesuai dengan ketetapan Allah. Bahkan, apa saja yang diterjang dijadikannya seperti serbuk halus yang diterbangkan angin."
    },
    {
      "no": 43,
      "arab": "وَفِي ثَمُودَ إِذْ قِيلَ لَهُمْ تَمَتَّعُوا حَتَّىٰ حِينٍ",
      "latin": "Wa fee Samooda iz qeela lahum tamatta''oo hattaa heen",
      "id": "Dan pada (kisah kaum) Samud, ketika dikatakan kepada mereka, “Bersenang-senanglah kamu sampai waktu yang ditentukan.”",
      "en": "And in Thamud, when it was said to them, \"Enjoy yourselves for a time.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4718",
      "tafsir": "Dan perhatikanlah pula tanda-tanda kekuasaan Kami pada ki-sah kaum Samud. Ingatlah ketika dikatakan kepada mereka oleh Nabi Saleh,“Bersenang-senanglah kamu sampai waktu yang telah ditentukan oleh Allah”."
    },
    {
      "no": 44,
      "arab": "فَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ فَأَخَذَتْهُمُ الصَّاعِقَةُ وَهُمْ يَنظُرُونَ",
      "latin": "Fa'ataw 'an amri Rabbihim fa akhazal humus saa'iqatu wa hum yanzuroon",
      "id": "Lalu mereka berlaku angkuh terhadap perintah Tuhannya, maka mereka disambar petir sedang mereka melihatnya.",
      "en": "But they were insolent toward the command of their Lord, so the thunderbolt seized them while they were looking on.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4719",
      "tafsir": "Lalu mereka berlaku angkuh dan ingkar terhadap perintah Tuhannya. Mereka bahkan menyembelih unta betina mukjizat Nabi Saleh. Akibat kedurhakaan ini maka mereka disambar oleh petir yang datang dari arah awan hitam. Mereka binasa karenanya, sedang mereka saat itu melihatnya sendiri saat azab itu menimpa."
    },
    {
      "no": 45,
      "arab": "فَمَا اسْتَطَاعُوا مِن قِيَامٍ وَمَا كَانُوا مُنتَصِرِينَ",
      "latin": "Famas tataa'oo min qiyaaminw wa maa kaanoo muntasireen",
      "id": "Maka mereka tidak mampu bangun dan juga tidak mendapat pertolongan,",
      "en": "And they were unable to arise, nor could they defend themselves.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4720",
      "tafsir": "Petir itu menyambar dengan dahsyat, maka mereka tidak mampu bangun untuk menyelamatkan diri dan juga tidak mendapat pertolongan dari siapa pun. Itulah kisah umat terdahulu yang durhaka kepada para nabinya,"
    },
    {
      "no": 46,
      "arab": "وَقَوْمَ نُوحٍ مِّن قَبْلُ ۖ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ",
      "latin": "Wa qawma Noohim min qablu innahum kaano qawman faasiqeen",
      "id": "dan sebelum itu (telah Kami binasakan) kaum Nuh. Sungguh, mereka adalah kaum yang fasik.",
      "en": "And [We destroyed] the people of Noah before; indeed, they were a people defiantly disobedient.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4721",
      "tafsir": "dan sesungguhnya sebelum itu telah Kami binasakan pula kaum Nuh karena keingkaran mereka. Sungguh, mereka semua adalah kaum yang fasik, durhaka, dan enggan beriman."
    },
    {
      "no": 47,
      "arab": "وَالسَّمَاءَ بَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ",
      "latin": "Wassamaaa'a banainaa haa bi aydinw wa innaa lamoosi'oon",
      "id": "Dan langit Kami bangun dengan kekuasaan (Kami), dan Kami benar-benar meluaskannya.",
      "en": "And the heaven We constructed with strength, and indeed, We are [its] expander.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4722",
      "tafsir": "Tidak hanya berkuasa mengazab umat yang durhaka dan ingkar pada ajaran nabi, Allah juga kuasa menciptakan langit dan alam semesta. Dan langit yang terhampar luas di atas kepalamu itu Kami bangun dengan kekuasaan Kami Yang Mahadahsyat dan Mahasempurna, dan Kami benar-benar memiliki kekuasaan yang tidak terbatas sehingga tidak ada yang dapat menghalangi Kami untuk meluaskannya."
    },
    {
      "no": 48,
      "arab": "وَالْأَرْضَ فَرَشْنَاهَا فَنِعْمَ الْمَاهِدُونَ",
      "latin": "Wal arda farashnaahaa fani'mal maahidoon",
      "id": "Dan bumi Kami hamparkan; maka (Kami) sebaik-baik yang telah menghamparkan.",
      "en": "And the earth We have spread out, and excellent is the preparer.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4723",
      "tafsir": "Dan bumi Kami hamparkan seluas-luasnya untuk menjadi tempat tinggal manusia dan makhluk lain; maka dengan bukti-bukti itu nyatalah bahwa Kami adalah sebaik-baik yang telah menghamparkan."
    },
    {
      "no": 49,
      "arab": "وَمِن كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ",
      "latin": "Wa min kulli shai'in khalaqnaa zawjaini la'allakum tazakkaroon",
      "id": "Dan segala sesuatu Kami ciptakan berpasang-pasangan agar kamu mengingat (kebesaran Allah).",
      "en": "And of all things We created two mates; perhaps you will remember.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4724",
      "tafsir": "Dan segala sesuatu di alam semesta telah Kami ciptakan secara berpasang-pasangan untuk saling melengkapi. Yang demikian ini agar kamu selalu mengingat kekuasaan dan kebesaran Allah."
    },
    {
      "no": 50,
      "arab": "فَفِرُّوا إِلَى اللَّهِ ۖ إِنِّي لَكُم مِّنْهُ نَذِيرٌ مُّبِينٌ",
      "latin": "Fafirrooo ilal laahi innee lakum minhu nazeerum mubeen",
      "id": "Maka segeralah kembali kepada (menaati) Allah. Sungguh, aku seorang pemberi peringatan yang jelas dari Allah untukmu.",
      "en": "So flee to Allah. Indeed, I am to you from Him a clear warner.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4725",
      "tafsir": "Wahai manusia, demikian besar kekuasaan Allah, maka segeralah kembali kepada Allah dengan menaati ajaran-Nya dan menunaikan perintah-Nya. Sungguh, aku adalah seorang pemberi peringatan yang jelas dari Allah untuk kepentingan dan kebahagiaanmu."
    },
    {
      "no": 51,
      "arab": "وَلَا تَجْعَلُوا مَعَ اللَّهِ إِلَٰهًا آخَرَ ۖ إِنِّي لَكُم مِّنْهُ نَذِيرٌ مُّبِينٌ",
      "latin": "Wa laa taj'aloo ma'al laahi ilaahan aakhara innee lakum minhu nazeerum mubeen",
      "id": "Dan janganlah kamu mengadakan tuhan yang lain selain Allah. Sungguh, aku seorang pemberi peringatan yang jelas dari Allah untukmu.",
      "en": "And do not make [as equal] with Allah another deity. Indeed, I am to you from Him a clear warner.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4726",
      "tafsir": "Dan untuk kembali kepada-Nya janganlah kamu mengadakan tuhan yang lain untuk disembah selain Allah. Sungguh, aku merupakan seorang pemberi peringatan yang jelas dari Allah untuk kebaikan dan kesejahteraanmu."
    },
    {
      "no": 52,
      "arab": "كَذَٰلِكَ مَا أَتَى الَّذِينَ مِن قَبْلِهِم مِّن رَّسُولٍ إِلَّا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ",
      "latin": "Kazaalika maaa atal lazeena min qablihim mir Rasoolin illaa qaaloo saahirun aw majnoon",
      "id": "Demikianlah setiap kali seorang Rasul yang datang kepada orang-orang yang sebelum mereka, mereka (kaumnya) pasti mengatakan, “Dia itu pesihir atau orang gila.”",
      "en": "Similarly, there came not to those before them any messenger except that they said, \"A magician or a madman.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4727",
      "tafsir": "Tidak hanya Nabi Muhammad yang didustakan oleh kaumnya yang ingkar, para rasul terdahulu pun menghadapi tentangan kaumnya yang durhaka. Demikianlah sikap orang kafir Mekah; mereka menentang dakwah Nabi Muhammad dan mengatainya sebagai pendusta. Hal yang sama juga terjadi pada masa lalu; setiap kali seorang rasul yang datang untuk memberi peringatan kepada orang-orang yang sebelum mereka, mereka yang ingkar pasti menolak dan mengingkarinya serta mengatakan, “Dia itu pasti seorang pesihir atau orang gila."
    },
    {
      "no": 53,
      "arab": "أَتَوَاصَوْا بِهِ ۚ بَلْ هُمْ قَوْمٌ طَاغُونَ",
      "latin": "Atawaasaw bih; bal hum qawmun taaghoon",
      "id": "Apakah mereka saling berpesan tentang apa yang dikatakan itu. Sebenarnya mereka adalah kaum yang melampaui batas.",
      "en": "Did they suggest it to them? Rather, they [themselves] are a transgressing people.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4728",
      "tafsir": "Sikap kaum kafir Mekah dan umat terdahulu identik, maka muncul pertanyaan apakah mereka pernah saling berpesan melalui kakek moyang tentang apa yang dikatakan itu? Tentu tidak. Mereka tidak saling berpesan, tetapi sebenarnya mereka adalah kaum yang melampaui batas dan be-nar-benar tidak mau beriman pada dakwah para rasul."
    },
    {
      "no": 54,
      "arab": "فَتَوَلَّ عَنْهُمْ فَمَا أَنتَ بِمَلُومٍ",
      "latin": "Fatawalla 'anhum famaaa anta bimaloom",
      "id": "Maka berpalinglah engkau dari mereka, dan engkau sama sekali tidak tercela.",
      "en": "So leave them, [O Muhammad], for you are not to be blamed.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4729",
      "tafsir": "Wahai Nabi Muhammad, mereka tidak akan berhenti mengingkarimu, maka berpalinglah engkau dari mereka. Biarkan mereka mencercamu, tetapi teruskan perjuanganmu mengajak mereka ke jalan Allah. Dan berkat keteguhan sikapmu dalam berdakwah, engkau sama sekali tidak keliru dan tidak pula tercela karena penolakan dan keingkaran mereka."
    },
    {
      "no": 55,
      "arab": "وَذَكِّرْ فَإِنَّ الذِّكْرَىٰ تَنفَعُ الْمُؤْمِنِينَ",
      "latin": "Wa zakkir fa innaz zikraa tanfa'ul mu'mineen",
      "id": "Dan tetaplah memberi peringatan, karena sesungguhnya peringatan itu bermanfaat bagi orang-orang mukmin.",
      "en": "And remind, for indeed, the reminder benefits the believers.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4730",
      "tafsir": "Wahai Nabi Muhammad, dengan anugerah Allah, istikamahlah dalam dakwahmu dan tetaplah memberi peringatan kepada umatmu. Kalau orang-orang kafir itu tidak memperoleh faedah dari dakwahmu akibat penolakan mereka, jangan berputus asa karena sesungguhnya peringatan itu bermanfaat bagi orang-orang mukmin dan hal itu akan selalu menambah keyakinan mereka."
    },
    {
      "no": 56,
      "arab": "وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ",
      "latin": "Wa maa khalaqtul jinna wal insa illaa liya'budoon",
      "id": "Aku tidak menciptakan jin dan manusia melainkan agar mereka beribadah kepada-Ku.",
      "en": "And I did not create the jinn and mankind except to worship Me.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4731",
      "tafsir": "Allah memerintah Nabi Muhammad beristikamah dalam mengajak umatnya mengesakan Allah karena sesunguhnya itulah tujuan penciptaan. Aku tidak menciptakan jin dan manusia untuk kebaikan-Ku sendiri. Aku tidak menciptakan mereka melainkan agar tujuan hidup mereka adalah beribadah kepada-Ku karena ibadah itu pasti bermanfaat bagi mereka."
    },
    {
      "no": 57,
      "arab": "مَا أُرِيدُ مِنْهُم مِّن رِّزْقٍ وَمَا أُرِيدُ أَن يُطْعِمُونِ",
      "latin": "Maaa ureedu minhum mir rizqinw wa maaa ureedu anyyut'imoon",
      "id": "Aku tidak menghendaki rezeki sedikit pun dari mereka dan Aku tidak menghendaki agar mereka memberi makan kepada-Ku.",
      "en": "I do not want from them any provision, nor do I want them to feed Me.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4732",
      "tafsir": "Aku menciptakan manusia dan jin hanya agar mereka beribadah, bukan agar mereka memberi balasan apa pun kepada-Ku. Aku tidak menghendaki rezeki atau balasan sedikit pun dari mereka dan Aku tidak menghendaki agar mereka memberi makan kepada-Ku, seperti halnya mereka memberi sesajian kepada dewa atau tuhan yang mereka sembah."
    },
    {
      "no": 58,
      "arab": "إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ",
      "latin": "Innal laaha Huwar Razzaaqu Zul Quwwatil Mateen",
      "id": "Sungguh Allah, Dialah Pemberi rezeki Yang Mempunyai Kekuatan lagi Sangat Kokoh.",
      "en": "Indeed, it is Allah who is the [continual] Provider, the firm possessor of strength.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4733",
      "tafsir": "Sungguh, Allah Mahakuasa dan tidak memerlukan sesuatu dari makhluknya karena Dialah Pemberi rezeki kepada makhluk-Nya, dan Dia juga yang mempunyai kekuatan yang sangat besar lagi sangat kukuh."
    },
    {
      "no": 59,
      "arab": "فَإِنَّ لِلَّذِينَ ظَلَمُوا ذَنُوبًا مِّثْلَ ذَنُوبِ أَصْحَابِهِمْ فَلَا يَسْتَعْجِلُونِ",
      "latin": "Fa inna lillazeena zalamoo zanoobam misla zanoobi ashaabihim falaa yasta'jiloon",
      "id": "Maka sungguh, untuk orang-orang yang zalim ada bagian (azab) seperti bagian teman-teman mereka (dahulu); maka janganlah mereka meminta kepada-Ku untuk menyegerakannya.",
      "en": "And indeed, for those who have wronged is a portion [of punishment] like the portion of their predecessors, so let them not impatiently urge Me.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4734",
      "tafsir": "Dengan ajaran yang disampaikan para rasul, Allah menegaskan bahwa siapa saja yang ingkar kepada-Nya maka sungguh mereka diancam dengan azab yang pedih. Karena itu, untuk orang-orang yang zalim dan tidak taat pada tuntunan-Nya pasti akan ada bagian azab seperti bagian teman-teman mereka dari generasi terdahulu yang selalu ingkar; maka janganlah mereka yang durhaka itu meminta kepada-Ku untuk menyegerakan azab yang merupakan hukuman-Nya."
    },
    {
      "no": 60,
      "arab": "فَوَيْلٌ لِّلَّذِينَ كَفَرُوا مِن يَوْمِهِمُ الَّذِي يُوعَدُونَ",
      "latin": "Fawailul lillazeena kafaroo miny yawmihimul lazee yoo'adoon",
      "id": "Maka celakalah orang-orang yang kafir pada hari yang telah dijanjikan kepada mereka (hari Kiamat).",
      "en": "And woe to those who have disbelieved from their Day which they are promised.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4735",
      "tafsir": "Bila azab Allah datang, maka celakalah orang-orang yang kafir dan mendurhakai-Nya pada hari pembalasan yang telah dijanjikan kepada mereka. Pada saat itu tidak seorang pun dapat menghindarkan diri dari balasan perbuatannya dan tidak ada pula yang dapat menyelamatkannya dari azab tersebut."
    }
  ]
}