{
  "creator": "ZidanDev.",
  "number": 78,
  "name": "An-Naba'",
  "type": "Makkiyyah",
  "translation_id": "Sesungguhnya Kami telah memperingatkan kepadamu (orang kafir) azab yang dekat, pada hari manusia melihat apa yang telah diperbuat oleh kedua tangannya; dan orang kafir berkata, “Alangkah baiknya seandainya dahulu aku jadi tanah.”",
  "translation_en": "Indeed, We have warned you of a near punishment on the Day when a man will observe what his hands have put forth and the disbeliever will say, \"Oh, I wish that I were dust!\"",
  "jumlah_ayat": 40,
  "ayat": [
    {
      "no": 1,
      "arab": "عَمَّ يَتَسَاءَلُونَ",
      "latin": "'Amma Yatasaa-aloon",
      "id": "Tentang apakah mereka saling bertanya-tanya?",
      "en": "About what are they asking one another?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5673",
      "tafsir": "Saat Nabi Muhammad diutus, kaum kafir Mekah bertanya-tanya tentang diri Nabi, dakwah, dan ajarannya, salah satunya adalah perihal hari kebangkitan. Tentang apakah mereka saling bertanya-tanya di antara mereka?"
    },
    {
      "no": 2,
      "arab": "عَنِ النَّبَإِ الْعَظِيمِ",
      "latin": "'Anin-nabaa-il 'azeem",
      "id": "Tentang berita yang besar (hari kebangkitan),",
      "en": "About the great news -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5674",
      "tafsir": "Mereka bertanya-tanya tentang berita yang besar. Itulah hari dibangkitkannya manusia dari kubur untuk mempertanggungjawabkan perbuatan mereka di dunia."
    },
    {
      "no": 3,
      "arab": "الَّذِي هُمْ فِيهِ مُخْتَلِفُونَ",
      "latin": "Allazi hum feehi mukh talifoon",
      "id": "yang dalam hal itu mereka berselisih.",
      "en": "That over which they are in disagreement.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5675",
      "tafsir": "Itulah berita besar yang dalam hal itu mereka berselisih. Sebagian dari mereka mengingkarinya dan sebagian yang lain menyangsikannya. Mereka tidak percaya jasad manusia yang sudah hancur akan hidup kembali."
    },
    {
      "no": 4,
      "arab": "كَلَّا سَيَعْلَمُونَ",
      "latin": "Kallaa sa y'alamoon",
      "id": "Tidak! Kelak mereka akan mengetahui,",
      "en": "No! They are going to know.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5676",
      "tafsir": "Tidak! Persoalan yang sebenarnya tidak seperti apa yang mereka duga. Kelak, pada hari kebangkitan itu benar-benar tiba, mereka akan mengetahui hakikat persoalan yang sebenarnya."
    },
    {
      "no": 5,
      "arab": "ثُمَّ كَلَّا سَيَعْلَمُونَ",
      "latin": "Thumma kallaa sa y'alamoon",
      "id": "sekali lagi tidak! Kelak mereka akan mengetahui.",
      "en": "Then, no! They are going to know.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5677",
      "tafsir": "Allah menegaskan sekali lagi. Sekali lagi tidak! Kelak mereka akan mengetahui hakikat persoalan yang sebenarnya ketika hari kebangkitan itu benar-benar tiba."
    },
    {
      "no": 6,
      "arab": "أَلَمْ نَجْعَلِ الْأَرْضَ مِهَادًا",
      "latin": "Alam naj'alil arda mihaa da",
      "id": "Bukankah Kami telah menjadikan bumi sebagai hamparan,",
      "en": "Have We not made the earth a resting place?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5678",
      "tafsir": "Allah menjawab kesangsian mereka tentang hari kiamat dengan memperlihatkan sembilan tanda kebesaran-Nya. Bukankah Kami telah menjadikan bumi dengan segala isinya sebagai hamparan yang memungkinkan manusia hidup di atasnya dan memanfaatkan fasilitas yang ada?"
    },
    {
      "no": 7,
      "arab": "وَالْجِبَالَ أَوْتَادًا",
      "latin": "Wal jibaala au taada",
      "id": "dan gunung-gunung sebagai pasak?",
      "en": "And the mountains as stakes?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5679",
      "tafsir": "Dan bukankah Kami telah pancangkan gunung-gunung sebagai pasak supaya bumi tidak bergoncang sehingga manusia dapat hidup tenang di atasnya?"
    },
    {
      "no": 8,
      "arab": "وَخَلَقْنَاكُمْ أَزْوَاجًا",
      "latin": "Wa khalaq naakum azwaaja",
      "id": "Dan Kami menciptakan kamu berpasang-pasangan,",
      "en": "And We created you in pairs",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5680",
      "tafsir": "Dan bukankah Kami telah menciptakan kamu, wahai manusia, berpasang-pasangan; lelaki dan perempuan agar kamu beranak pinak untuk terus mendiami bumi dan memakmurkannya?"
    },
    {
      "no": 9,
      "arab": "وَجَعَلْنَا نَوْمَكُمْ سُبَاتًا",
      "latin": "Waja'alnan naumakum subata",
      "id": "dan Kami menjadikan tidurmu untuk istirahat,",
      "en": "And made your sleep [a means for] rest",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5681",
      "tafsir": "Dan bukankah Kami telah pula menjadikan tidurmu untuk istirahat dari kepenatan bekerja di siang hari sehingga kamu bisa kembali bekerja esok hari dengan tenaga baru? Tidur laksana kematian sesaat. Bangun tidur merupakan permisalan kecil hari kebangkitan. Mengapa orang musyrik masih saja mengingkari hari kebangkitan?"
    },
    {
      "no": 10,
      "arab": "وَجَعَلْنَا اللَّيْلَ لِبَاسًا",
      "latin": "Waja'alnal laila libasa",
      "id": "dan Kami menjadikan malam sebagai pakaian,",
      "en": "And made the night as clothing",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5682",
      "tafsir": "Dan bukankah Kami telah menjadikan malam yang gelap gulita menutupi suatu wilayah di bumi sebagai-mana pakaian menutupi jasad manusia?"
    },
    {
      "no": 11,
      "arab": "وَجَعَلْنَا النَّهَارَ مَعَاشًا",
      "latin": "Waja'alnan nahara ma 'aasha",
      "id": "dan Kami menjadikan siang untuk mencari penghidupan,",
      "en": "And made the day for livelihood",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5683",
      "tafsir": "Dan bukankah Kami juga telah menjadikan siang yang terang benderang sebagai waktu bagi kamu untuk mencari penghidupan? Siang yang terang memudahkan kamu untuk bekerja, baik di daratan maupun di lautan."
    },
    {
      "no": 12,
      "arab": "وَبَنَيْنَا فَوْقَكُمْ سَبْعًا شِدَادًا",
      "latin": "Wa banaina fauqakum sab 'an shi daada",
      "id": "dan Kami membangun di atas kamu tujuh (langit) yang kokoh,",
      "en": "And constructed above you seven strong [heavens]",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5684",
      "tafsir": "Dan bukankah Kami telah pula membangun di atas kamu tujuh langit yang kukuh, padahal tidak kau jumpai tiang-tiang yang menyangganya? Tidak kamu dapati keretakan di langit itu agar dapat menjadi atap kuat yang menanungi penghuni bumi."
    },
    {
      "no": 13,
      "arab": "وَجَعَلْنَا سِرَاجًا وَهَّاجًا",
      "latin": "Waja'alna siraajaw wah haaja",
      "id": "dan Kami menjadikan pelita yang terang-benderang (matahari),",
      "en": "And made [therein] a burning lamp",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5685",
      "tafsir": "Dan bukankah Kami juga telah menjadikan matahari dengan sinarnya yang kuat sebagai pelita yang terang-benderang? Cahayanya yang terang, panasnya yang menyebar, dan bergesernya posisi matahari di langit dari musim ke musim membawa maanfaat sangat banyak bagi kehidupan manusia."
    },
    {
      "no": 14,
      "arab": "وَأَنزَلْنَا مِنَ الْمُعْصِرَاتِ مَاءً ثَجَّاجًا",
      "latin": "Wa anzalna minal m'usiraati maa-an saj-jaaja",
      "id": "dan Kami turunkan dari awan, air hujan yang tercurah dengan hebatnya,",
      "en": "And sent down, from the rain clouds, pouring water",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5686",
      "tafsir": "Dan bukankah telah pula Kami turunkan dari sela-sela awan yang mengandung uap air yang pekat itu air hujan yang tercurah dengan hebatnya? Air sangat besar artinya bagi kehidupan manusia dan makhluk hidup lainnya, baik flora maupun fauna."
    },
    {
      "no": 15,
      "arab": "لِّنُخْرِجَ بِهِ حَبًّا وَنَبَاتًا",
      "latin": "Linukh rija bihee habbaw wana baata",
      "id": "untuk Kami tumbuhkan dengan air itu biji-bijian dan tanam-tanaman,",
      "en": "That We may bring forth thereby grain and vegetation",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5687",
      "tafsir": "Kami turunkan hujan untuk Kami tumbuhkan dengan air itu biji-bijian, seperti padi dan gandum dan tanam-tanaman lainnya. Biji-bijian yang pada awalnya terlihat mati akan hidup dan tumbuh begitu tersiram air hujan. Begitulah gambaran kebangkitan manusia di hari kiamat."
    },
    {
      "no": 16,
      "arab": "وَجَنَّاتٍ أَلْفَافًا",
      "latin": "Wa jan naatin alfafa",
      "id": "dan kebun-kebun yang rindang.",
      "en": "And gardens of entwined growth.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5688",
      "tafsir": "Dan dengan air hujan itu tumbuh kebun-kebun yang rindang. Kebun-kebun itu kemudian memproduksi oksigen, memberi kerindangan, dan menciptakan pemandangan yang indah."
    },
    {
      "no": 17,
      "arab": "إِنَّ يَوْمَ الْفَصْلِ كَانَ مِيقَاتًا",
      "latin": "Inna yaumal-fasli kana miqaata",
      "id": "Sungguh, hari keputusan adalah suatu waktu yang telah ditetapkan,",
      "en": "Indeed, the Day of Judgement is an appointed time -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5689",
      "tafsir": "Beralih dari penyebutan sembilan tanda kekuasaan-Nya, Allah lalu menyatakan hari kebangkitan sebagai suatu keniscayaan. Sungguh, hari keputusan adalah suatu waktu yang telah ditetapkan. Hanya Allah yang tahu kapan hari kiamat terjadi. Pada hari itu semua persoalan manusia akan diputuskan oleh Allah dengan seadil-adilnya."
    },
    {
      "no": 18,
      "arab": "يَوْمَ يُنفَخُ فِي الصُّورِ فَتَأْتُونَ أَفْوَاجًا",
      "latin": "Yauma yun fakhu fis-soori fataa toona afwaaja",
      "id": "(yaitu) pada hari (ketika) sangkakala ditiup, lalu kamu datang berbondong-bondong,",
      "en": "The Day the Horn is blown and you will come forth in multitudes",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5690",
      "tafsir": "Hari keputusan itu tiba pada hari ketika sangkakala ditiup oleh Israfil, lalu kamu akan bangkit dari kuburmu dan datang berbondong-bondong dan berduyun-duyun menuju tempat berkumpul, yaitu padang mahsyar untuk menanti keputusan Allah."
    },
    {
      "no": 19,
      "arab": "وَفُتِحَتِ السَّمَاءُ فَكَانَتْ أَبْوَابًا",
      "latin": "Wa futiha tis samaa-u fakaanat abwaaba",
      "id": "dan langit pun dibukalah, maka terdapatlah beberapa pintu,",
      "en": "And the heaven is opened and will become gateways",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5691",
      "tafsir": "Dan pada hari itu langit pun dibukalah, maka terdapatlah beberapa pintu akibat banyaknya rekahan di sana. Dari pintu-pintu itu para malaikat turun untuk melaksanakan tugas masing-masing."
    },
    {
      "no": 20,
      "arab": "وَسُيِّرَتِ الْجِبَالُ فَكَانَتْ سَرَابًا",
      "latin": "Wa suyyi raatil jibaalu fa kaanat saraaba",
      "id": "dan gunung-gunung pun dijalankan sehingga menjadi fatamorgana.",
      "en": "And the mountains are removed and will be [but] a mirage.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5692",
      "tafsir": "Dan pada hari itu gunung-gunung pun yang tadinya kukuh dijalankan oleh Allah dengan terlebih dahulu dihancurluluhkan, lalu diempaskan menjadi abu, lalu menjadi seperti kapas yang beterbangan, lalu pada akhirnya terempas sehingga menjadi fatamorgana. Seperti halnya fatamorgana di gurun pasir, asap pekat yang menggumpal tampak seperti gunung padahal tidak ada gunung di sana (Lihat pula: Surah al-Kahf/18: 47, Tàhà/20: 105–107, an-Naml/27: 88, al-Qàri‘ah/101: 5)."
    },
    {
      "no": 21,
      "arab": "إِنَّ جَهَنَّمَ كَانَتْ مِرْصَادًا",
      "latin": "Inna jahan nama kaanat mirsaada",
      "id": "Sungguh, (neraka) Jahanam itu (sebagai) tempat mengintai (bagi penjaga yang mengawasi isi neraka),",
      "en": "Indeed, Hell has been lying in wait",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5693",
      "tafsir": "Demikianlah fenomena hari kiamat yang sangat mencekam. Allah lalu beralih menjelaskan nasib orang kafir di akhirat. Sungguh, neraka Jahanam itu Kami jadikan sebagai tempat mengintai bagi para penjaga yang mengawasi neraka. Tidak ada satu orang kafir pun yang bisa lari dari siksa neraka."
    },
    {
      "no": 22,
      "arab": "لِّلطَّاغِينَ مَآبًا",
      "latin": "Lit taa gheena ma aaba",
      "id": "menjadi tempat kembali bagi orang-orang yang melampaui batas.",
      "en": "For the transgressors, a place of return,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5694",
      "tafsir": "Neraka Jahanam itu menjadi tempat kembali bagi orang-orang yang melampaui batas dengan menentang aturan agama dan mendustakan para rasul Allah. Kami akan siksa mereka di sana sebagai balasan atas perbuatan mereka, sebagaimana telah Kami peringatkan sebelumnya."
    },
    {
      "no": 23,
      "arab": "لَّابِثِينَ فِيهَا أَحْقَابًا",
      "latin": "Laa bitheena feehaa ahqaaba",
      "id": "Mereka tinggal di sana dalam masa yang lama,",
      "en": "In which they will remain for ages [unending].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5695",
      "tafsir": "Mereka yang melampaui batas itu tinggal di sana yakni neraka Jahanam dalam masa yang lama. Hanya Allah yang mengetahui berapa lama mereka akan tinggal di neraka secara pasti. Bagi orang yang menderita, masa yang sebentar akan terasa sangat lama, apalagi jika masa itu benar-benar lama hingga ribuan tahun atau lebih."
    },
    {
      "no": 24,
      "arab": "إِلَّا حَمِيمًا وَغَسَّاقًا",
      "latin": "Illa hamee maw-wa ghas saaqa",
      "id": "selain air yang mendidih dan nanah,",
      "en": "Except scalding water and [foul] purulence -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5697",
      "tafsir": "Mereka tidak diberi minuman apa pun selain air yang mendidih yang menghancurkan usus mereka dan nanah yang keluar dari kulit-kulit mereka yang berbau busuk dan menjijikkan."
    },
    {
      "no": 25,
      "arab": "لَّا يَذُوقُونَ فِيهَا بَرْدًا وَلَا شَرَابًا",
      "latin": "Laa ya zooqoona feeha bar daw walaa sharaaba",
      "id": "mereka tidak merasakan kesejukan di dalamnya dan tidak (pula mendapat) minuman,",
      "en": "They will not taste therein [any] coolness or drink",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5696",
      "tafsir": "Mereka mendiami neraka Jahanam dengan penuh penderitaan. Mereka tidak pernah merasakan kesejukan di dalamnya untuk sekadar menikmati udara segar atau keteduhan, dan tidak pula mendapat minuman untuk melepas dahaga yang sangat berat."
    },
    {
      "no": 26,
      "arab": "جَزَاءً وِفَاقًا",
      "latin": "Jazaa-aw wi faaqa",
      "id": "sebagai pembalasan yang setimpal.",
      "en": "An appropriate recompense.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5698",
      "tafsir": "Semua itu Kami sediakan sebagai pembalasan yang setimpal atas perbuatan buruk mereka. Ancaman Allah melalui para rasul-Nya terhadap mereka ketika di dunia benar-benar akan terbukti."
    },
    {
      "no": 27,
      "arab": "إِنَّهُمْ كَانُوا لَا يَرْجُونَ حِسَابًا",
      "latin": "Innahum kaanu laa yarjoona hisaaba",
      "id": "Sesungguhnya dahulu mereka tidak pernah mengharapkan perhitungan.",
      "en": "Indeed, they were not expecting an account",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5699",
      "tafsir": "Mereka pantas menerima siksa Jahanam karena sesungguhnya dahulu mereka tidak pernah mengharapkan perhitungan amal di akhirat, bahkan mereka mendustakan dan menertawakan hari perhitungan itu. Jika mereka meyakini hari perhitungan, pasti mereka akan berbuat kebajikan."
    },
    {
      "no": 28,
      "arab": "وَكَذَّبُوا بِآيَاتِنَا كِذَّابًا",
      "latin": "Wa kazzabu bi aayaa tina kizzaba",
      "id": "Dan mereka benar-benar mendustakan ayat-ayat Kami.",
      "en": "And denied Our verses with [emphatic] denial.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5700",
      "tafsir": "Dan di samping itu, mereka benar-benar mendustakan ayat-ayat Kami tentang tauhid, kenabian, dan hari kebangkitan. Mereka mengatakan bahwa Al-Qur’an adalah cerita usang yang penuh kebohongan."
    },
    {
      "no": 29,
      "arab": "وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ كِتَابًا",
      "latin": "Wa kulla shai-in ahsai naahu kitaa ba",
      "id": "Dan segala sesuatu telah Kami catat dalam suatu Kitab (buku catatan amalan manusia).",
      "en": "But all things We have enumerated in writing.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5701",
      "tafsir": "Allah tidak pernah salah dalam menentukan siapa yang berhak mendapat siksa karena Dia mempunyai catatan amal setiap orang. Dan segala sesuatu tentang amal perbuatan manusia telah Kami catat dalam suatu Kitab, yaitu buku catatan amal manusia, baik amal kecil maupun besar. Catatan itu akan menjadi saksi atas pelanggaran-pelanggaran mereka."
    },
    {
      "no": 30,
      "arab": "فَذُوقُوا فَلَن نَّزِيدَكُمْ إِلَّا عَذَابًا",
      "latin": "Fa zooqoo falan-nazee dakum ill-laa azaaba",
      "id": "Maka karena itu rasakanlah! Maka tidak ada yang akan Kami tambahkan kepadamu selain azab.",
      "en": "\"So taste [the penalty], and never will We increase you except in torment.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5702",
      "tafsir": "Setelah Allah menjelaskan tentang keburukan perbuatan mereka, Allah mengatakan kepada mereka, “Maka karena semua perbuatan buruk yang kamu kerjakan itu rasakanlah siksa api neraka ini! Maka tidak ada yang akan Kami tambahkan kepadamu selain azab. Mereka ditimpa azab demi azab yang sangat pedih, menyakitkan jiwa dan raga, tidak ada jeda sedikit pun antara satu azab dan azab berikutnya. Mereka merasakannya dalam rentang waktu yang sangat lama. Inilah siksaan bagi mereka yang durhaka kepada Allah dan rasul-Nya."
    },
    {
      "no": 31,
      "arab": "إِنَّ لِلْمُتَّقِينَ مَفَازًا",
      "latin": "Inna lil mutta qeena mafaaza",
      "id": "Sungguh, orang-orang yang bertakwa mendapat kemenangan,",
      "en": "Indeed, for the righteous is attainment -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5703",
      "tafsir": "Usai menjelaskan nasib para pendurhaka, Allah beralih menguraikan nasib orang bertakwa. Sungguh, orang-orang yang bertakwa dan selalu berbuat baik serta menghindari perbuatan buruk akan mendapat kemenangan dan kebahagiaan di akhirat."
    },
    {
      "no": 32,
      "arab": "حَدَائِقَ وَأَعْنَابًا",
      "latin": "Hadaa-iqa wa a'anaa ba",
      "id": "(yaitu) kebun-kebun dan buah anggur,",
      "en": "Gardens and grapevines",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5704",
      "tafsir": "Kemenangan dan kebahagiaan yang akan mereka dapatkan di antaranya berupa kebun-kebun yang rindang, indah, damai, dan sejuk; dan buah anggur yang kelezatan rasanya sangat berbeda dari anggur dunia meski memiliki sebutan yang sama. Inilah bentuk kenikmatan lingkungan dan makanan di surga."
    },
    {
      "no": 33,
      "arab": "وَكَوَاعِبَ أَتْرَابًا",
      "latin": "Wa kaawa 'iba at raaba",
      "id": "dan gadis-gadis montok yang sebaya,",
      "en": "And full-breasted [companions] of equal age",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5705",
      "tafsir": "Dan Allah sediakan pula bagi mereka sebagai kenikmatan seksual dan pemberi ketenteraman hati, bidadari surga yaitu gadis-gadis yang cantik jelita, berpayudara montok, yang umur mereka sebaya."
    },
    {
      "no": 34,
      "arab": "وَكَأْسًا دِهَاقًا",
      "latin": "Wa ka'san di haaqa",
      "id": "dan gelas-gelas yang penuh (berisi minuman).",
      "en": "And a full cup.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5706",
      "tafsir": "Dan bagi mereka Allah berikan kenikmatan lainnya, yaitu gelas-gelas yang penuh minuman. Minuman itu amat beragam, di antaranya susu, anggur, dan khamar yang tidak memabukkan."
    },
    {
      "no": 35,
      "arab": "لَّا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا كِذَّابًا",
      "latin": "Laa yasma'oona fiha lagh waw walaa kizzaba",
      "id": "Di sana mereka tidak mendengar percakapan yang sia-sia maupun (perkataan) dusta.",
      "en": "No ill speech will they hear therein or any falsehood -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5707",
      "tafsir": "Suasana di surga itu amat damai dan menyenangkan. Di sana mereka tidak mendengar percakapan yang sia-sia, tidak bermanfaat, maupun perkataan dusta."
    },
    {
      "no": 36,
      "arab": "جَزَاءً مِّن رَّبِّكَ عَطَاءً حِسَابًا",
      "latin": "Jazaa-am mir-rabbika ataa-an hisaaba",
      "id": "Sebagai balasan dan pemberian yang cukup banyak dari Tuhanmu,",
      "en": "[As] reward from your Lord, [a generous] gift [made due by] account,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5708",
      "tafsir": "Semua kenikmatan itu disediakan sebagai balasan dan pemberian yang cukup banyak dari Tuhanmu yang telah menuntunmu menuju jalan ketakwaan."
    },
    {
      "no": 37,
      "arab": "رَّبِّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الرَّحْمَٰنِ ۖ لَا يَمْلِكُونَ مِنْهُ خِطَابًا",
      "latin": "Rabbis samaa waati wal ardi wa maa baina humar rahmaani laa yam likoona minhu khi taaba",
      "id": "Tuhan (yang memelihara) langit dan bumi dan apa yang ada di antara keduanya; Yang Maha Pengasih, mereka tidak mampu berbicara dengan Dia.",
      "en": "[From] the Lord of the heavens and the earth and whatever is between them, the Most Merciful. They possess not from Him [authority for] speech.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5709",
      "tafsir": "Tuhan yang menganugerahkan semua itu adalah Tuhan Pemelihara langit dan bumi dan apa yang ada di antara keduanya. Dialah Tuhan Yang Maha Pengasih dan Mahakaya. Dia mempunyai rahmat yang sangat banyak. Mereka tidak mampu berbicara dengan Dia. Semua unduk dan patuh kepada-Nya, tidak ada yang mampu berbicara dengan-Nya kecuali atas seizin-Nya."
    },
    {
      "no": 38,
      "arab": "ذَٰلِكَ الْيَوْمُ الْحَقُّ ۖ فَمَن شَاءَ اتَّخَذَ إِلَىٰ رَبِّهِ مَآبًا",
      "latin": "Zaalikal yaumul haqqu faman shaa-at ta khaaza ill-laa rabbihi ma-aaba",
      "id": "Itulah hari yang pasti terjadi. Maka barang siapa menghendaki, niscaya dia menempuh jalan kembali kepada Tuhannya.",
      "en": "That is the True Day; so he who wills may take to his Lord a [way of] return.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5711",
      "tafsir": "Itulah hari yang pasti terjadi sesuai janji Allah. Allah pasti menepati janji-Nya. Maka, barang siapa menghendaki agar mendapat keridaan Allah di akhirat nanti, niscaya dia harus senantiasa menempuh jalan kembali kepada Tuhannya dengan selalu berbuat baik."
    },
    {
      "no": 39,
      "arab": "يَوْمَ يَقُومُ الرُّوحُ وَالْمَلَائِكَةُ صَفًّا ۖ لَّا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَٰنُ وَقَالَ صَوَابًا",
      "latin": "Yauma yaqoo mur roohu wal malaa-ikatu saf-fal laa yata kalla moona illa man azina lahur rahmaanu wa qaala sawaaba",
      "id": "Pada hari, ketika ruh dan para malaikat berdiri bersaf-saf, mereka tidak berkata-kata, kecuali siapa yang telah diberi izin kepadanya oleh Tuhan Yang Maha Pengasih dan dia hanya mengatakan yang benar.",
      "en": "The Day that the Spirit and the angels will stand in rows, they will not speak except for one whom the Most Merciful permits, and he will say what is correct.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5710",
      "tafsir": "Tidak ada yang mampu berbicara langsung dengan Allah pada hari ketika ruh, yaitu Jibril, dan para malaikat lain yang berdiri bersaf-saf secara teratur dengan penuh tunduk dan khusyuk. Mereka, baik Jibril atau lainnya, tidak berani berkata-kata karena khidmatnya situasi saat itu, kecuali siapa yang telah diberi izin kepadanya oleh Tuhan Yang Maha Pengasih untuk berkata kepada-Nya, dan dia hanya mengatakan sesuatu yang benar dan diridai Allah."
    },
    {
      "no": 40,
      "arab": "إِنَّا أَنذَرْنَاكُمْ عَذَابًا قَرِيبًا يَوْمَ يَنظُرُ الْمَرْءُ مَا قَدَّمَتْ يَدَاهُ وَيَقُولُ الْكَافِرُ يَا لَيْتَنِي كُنتُ تُرَابًا",
      "latin": "In naa anzar naakum azaaban qareebaiy-yauma yan zurul marr-u maa qaddamat yadaahu wa ya qoolul-kaafiru yaa lai tanee kuntu turaaba",
      "id": "Sesungguhnya Kami telah memperingatkan kepadamu (orang kafir) azab yang dekat, pada hari manusia melihat apa yang telah diperbuat oleh kedua tangannya; dan orang kafir berkata, “Alangkah baiknya seandainya dahulu aku jadi tanah.”",
      "en": "Indeed, We have warned you of a near punishment on the Day when a man will observe what his hands have put forth and the disbeliever will say, \"Oh, I wish that I were dust!\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5712",
      "tafsir": "Wahai manusia, sesungguhnya Kami telah memperingatkan kepadamu azab di akhirat yang waktunya sungguh sangat dekat dan segera tiba, yaitu pada hari ketika manusia melihat apa yang telah diperbuat oleh kedua tangannya, oleh dirinya sendiri, dan orang kafir berkata dengan penuh penyesalan, “Alangkah baiknya seandainya dahulu aku jadi tanah, bukan menjadi manusia yang mendapat taklif agama, niscaya aku tidak dihadapkan pada pertanggungjawaban atas perbuatanku sebagaimana yang aku hadapi hari ini.\""
    }
  ]
}