{
  "creator": "ZidanDev.",
  "number": 109,
  "name": "Al-Kafirun",
  "type": "Makkiyyah",
  "translation_id": "Untukmu agamamu, dan untukku agamaku.”",
  "translation_en": "For you is your religion, and for me is my religion.\"",
  "jumlah_ayat": 6,
  "ayat": [
    {
      "no": 1,
      "arab": "قُلْ يَا أَيُّهَا الْكَافِرُونَ",
      "latin": "Qul yaa-ai yuhal kaafiroon",
      "id": "Katakanlah (Muhammad), “Wahai orang-orang kafir!",
      "en": "Say, \"O disbelievers,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6208",
      "tafsir": "Wahai Nabi Muhammad, katakanlah, “Wahai orang-orang yang me-milih kafir sebagai jalan hidup!"
    },
    {
      "no": 2,
      "arab": "لَا أَعْبُدُ مَا تَعْبُدُونَ",
      "latin": "Laa a'budu ma t'abudoon",
      "id": "aku tidak akan menyembah apa yang kamu sembah,",
      "en": "I do not worship what you worship.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6209",
      "tafsir": "Sampai kapan pun aku tidak akan menyembah apa yang kamu sembah selain Allah, seperti berhala-berhala itu. Tuhan bukanlah ciptaan manusia dan Dia tidak menjelma menjadi suatu yang kasat mata sebagaimana sembahanmu itu."
    },
    {
      "no": 3,
      "arab": "وَلَا أَنتُمْ عَابِدُونَ مَا أَعْبُدُ",
      "latin": "Wa laa antum 'aabidoona maa a'bud",
      "id": "dan kamu bukan penyembah apa yang aku sembah,",
      "en": "Nor are you worshippers of what I worship.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6210",
      "tafsir": "Dan kamu bukan penyembah apa yang aku sembah, yaitu Tuhan Yang Maha Esa, Penguasa alam semesta. Berhala sembahanmu itu sifat-sifat-nya sangat berbeda dari sifat-sifat sempurna Tuhan yang aku sembah."
    },
    {
      "no": 4,
      "arab": "وَلَا أَنَا عَابِدٌ مَّا عَبَدتُّمْ",
      "latin": "Wa laa ana 'abidum maa 'abattum",
      "id": "dan aku tidak pernah menjadi penyembah apa yang kamu sembah,",
      "en": "Nor will I be a worshipper of what you worship.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6211",
      "tafsir": "Jika dua ayat sebelumnya menerangkan ketidaksamaan Tuhan Nabi Muhammad dan Tuhan orang kafir, dua ayat berikut menjelaskan ketidaksamaan peribadahan kepada keduanya. Dan aku tidak pernah menjadi penyembah apa yang kamu sembah karena kamu adalah orang-orang musyrik. Aku menyembah Tuhanku dengan bertauhid seperti yang Dia ajarkan kepadaku."
    },
    {
      "no": 5,
      "arab": "وَلَا أَنتُمْ عَابِدُونَ مَا أَعْبُدُ",
      "latin": "Wa laa antum 'aabidoona ma a'bud",
      "id": "dan kamu tidak pernah (pula) menjadi penyembah apa yang aku sembah.",
      "en": "Nor will you be worshippers of what I worship.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6212",
      "tafsir": "Dan kamu tidak pernah pula menjadi penyembah apa yang aku sembah. Kamu tidak tunduk pada perintah dan syariat Allah dalam menyembah-Nya. Kamu bahkan menyembah tuhan dengan penuh kemusyrikan dan cara-cara yang kamu buat-buat berdasarkan hawa nafsumu."
    },
    {
      "no": 6,
      "arab": "لَكُمْ دِينُكُمْ وَلِيَ دِينِ",
      "latin": "Lakum deenukum wa liya deen.",
      "id": "Untukmu agamamu, dan untukku agamaku.”",
      "en": "For you is your religion, and for me is my religion.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6213",
      "tafsir": "Tidak ada tukar-menukar dengan pengikut agama lain dalam hal peribadahan kepada Tuhan. Wahai orang kafir, untukmu agamamu, yakni kemusyrikan yang kamu yakini, dan untukku agamaku yang telah Allah pilihkan untukku sehingga aku tidak akan berpaling ke agama lain. Inilah jalan terbaik dalam hal toleransi antar umat beragama dalam urusan peribadahan kepada Tuhan."
    }
  ]
}