{
  "creator": "ZidanDev.",
  "number": 37,
  "name": "As-Saffat",
  "type": "Makkiyyah",
  "translation_id": "Dan segala puji bagi Allah Tuhan seluruh alam.",
  "translation_en": "And praise to Allah, Lord of the worlds.",
  "jumlah_ayat": 182,
  "ayat": [
    {
      "no": 1,
      "arab": "وَالصَّافَّاتِ صَفًّا",
      "latin": "Wassaaaffaati saffaa",
      "id": "Demi (rombongan malaikat) yang berbaris bersaf-saf,",
      "en": "By those [angels] lined up in rows",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3789",
      "tafsir": "Bila pada akhir Surah Yàsìn Allah menjelaskan keesaan dan kekuasaan-Nya pada hari Kiamat, pada permulaan surah ini Allah menegaskan bukti kekuasaan-Nya di alam raya. Demi rombongan malaikat yang berbaris bersaf-saf dengan rapi dalam melaksanakan tugas dan perintah Allah;"
    },
    {
      "no": 2,
      "arab": "فَالزَّاجِرَاتِ زَجْرًا",
      "latin": "Fazzaajiraati zajraa",
      "id": "demi (rombongan) yang mencegah dengan sungguh-sungguh,",
      "en": "And those who drive [the clouds]",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3790",
      "tafsir": "Demi rombongan malaikat yang mencegah dengan sungguh-sungguh pelaku tindakan menyimpang, dalam rangka menegakkan aturan dan keseimbangan alam;"
    },
    {
      "no": 3,
      "arab": "فَالتَّالِيَاتِ ذِكْرًا",
      "latin": "Fattaaliyaati Zikra",
      "id": "demi (rombongan) yang membacakan peringatan,",
      "en": "And those who recite the message,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3791",
      "tafsir": "Demi rombongan malaikat yang membacakan ayat-ayat yang berisi peringatan dan pelajaran yang agung,"
    },
    {
      "no": 4,
      "arab": "إِنَّ إِلَٰهَكُمْ لَوَاحِدٌ",
      "latin": "Inna Illaahakum la Waahid",
      "id": "sungguh, Tuhanmu benar-benar Esa.",
      "en": "Indeed, your God is One,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3792",
      "tafsir": "Sungguh, Tuhanmu yang berhak disembah benar-benar Esa. Tidak ada sekutu bagi-Nya baik dalam pekerjaan maupun sifat-Nya."
    },
    {
      "no": 5,
      "arab": "رَّبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَرَبُّ الْمَشَارِقِ",
      "latin": "Rabbus samaawaati wal ardi wa maa bainahumaa wa Rabbul mashaariq",
      "id": "Tuhan langit dan bumi dan apa yang berada di antara keduanya dan Tuhan tempat-tempat terbitnya matahari.",
      "en": "Lord of the heavens and the earth and that between them and Lord of the sunrises.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3793",
      "tafsir": "Dialah Tuhan yang menciptakan langit dan bumi dan apa yang berada di antara keduanya dan Tuhan yang menciptakan tempat-tempat terbitnya matahari, bulan, bintang, planet, dan benda langit lainnya."
    },
    {
      "no": 6,
      "arab": "إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ الْكَوَاكِبِ",
      "latin": "Innaa zaiyannas samaaa 'ad dunyaa bizeenatinil kawaakib",
      "id": "Sesungguhnya Kami telah menghias langit dunia (yang terdekat), dengan hiasan bintang-bintang.",
      "en": "Indeed, We have adorned the nearest heaven with an adornment of stars",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3794",
      "tafsir": "Sesungguhnya Kami telah menghias langit dunia yang terdekat dengan bumi dengan hiasan bintang-bintang dan planet-planet yang begitu indah."
    },
    {
      "no": 7,
      "arab": "لَّا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْأَعْلَىٰ وَيُقْذَفُونَ مِن كُلِّ جَانِبٍ",
      "latin": "Laa yassamma 'oona ilal mala il a'alaa wa yuqzafoona min kulli jaanib",
      "id": "mereka (setan-setan itu) tidak dapat mendengar (pembicaraan) para malaikat dan mereka dilempari dari segala penjuru,",
      "en": "[So] they may not listen to the exalted assembly [of angels] and are pelted from every side,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3796",
      "tafsir": "Dengan adanya penjagaan ketat terhadap setan-setan durhaka itu, mereka tidak dapat mendengar pembicaraan para malaikat yang akan menyampaikan wahyu kepada rasul-Nya. Dan mereka dilempari dengan benda langit yang menyala dari segala penjuru sehingga mereka tidak bisa menambah atau mengurangi wahyu yang akan diturunkan."
    },
    {
      "no": 8,
      "arab": "دُحُورًا ۖ وَلَهُمْ عَذَابٌ وَاصِبٌ",
      "latin": "Duhooranw wa lahum 'azaabunw waasib",
      "id": "untuk mengusir mereka dan mereka akan mendapat azab yang kekal,",
      "en": "Repelled; and for them is a constant punishment,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3797",
      "tafsir": "Kami lemparkan benda langit ke arah setan-setan durhaka itu untuk mengusir mereka dan mereka pun kelak akan mendapat azab yang kekal dan pedih di akhirat."
    },
    {
      "no": 9,
      "arab": "وَحِفْظًا مِّن كُلِّ شَيْطَانٍ مَّارِدٍ",
      "latin": "Wa hifzam min kulli Shaitaanim maarid",
      "id": "Dan (Kami) telah menjaganya dari setiap setan yang durhaka,",
      "en": "And as protection against every rebellious devil",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3795",
      "tafsir": "Dan Kami telah menjadikan bintang-bintang itu sebagai pelindung langit yang menjaganya dari setiap setan yang durhaka yang hendak mencuri dengar kabar-kabar masa depan."
    },
    {
      "no": 10,
      "arab": "إِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ",
      "latin": "Illaa man khatifal khatfata fa atba'ahoo shihaabun saaqib",
      "id": "kecuali (setan) yang mencuri (pembicaraan); maka ia dikejar oleh bintang yang menyala.",
      "en": "Except one who snatches [some words] by theft, but they are pursued by a burning flame, piercing [in brightness].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3798",
      "tafsir": "Setan-setan itu tidak dapat mendengar pembicaraan para malaikat, kecuali setan yang berhasil mencuri pembicaraan dengan cepat, maka ia dikejar oleh bintang yang menyala sehingga mereka pun terbakar."
    },
    {
      "no": 11,
      "arab": "فَاسْتَفْتِهِمْ أَهُمْ أَشَدُّ خَلْقًا أَم مَّنْ خَلَقْنَا ۚ إِنَّا خَلَقْنَاهُم مِّن طِينٍ لَّازِبٍ",
      "latin": "Fastaftihim ahum ashaddu khalqan am man khalaqnaa; innaa khalaqnaahum min teenil laazib",
      "id": "Maka tanyakanlah kepada mereka (musyrik Mekah), “Apakah penciptaan mereka yang lebih sulit ataukah apa yang telah Kami ciptakan itu?” Sesungguhnya Kami telah menciptakan mereka dari tanah liat.",
      "en": "Then inquire of them, [O Muhammad], \"Are they a stronger [or more difficult] creation or those [others] We have created?\" Indeed, We created men from sticky clay.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3799",
      "tafsir": "Usai menjelaskan bukti-bukti kekuasaan-Nya di alam raya, Allah beralih membuktikan kuasa-Nya dalam menciptakan manusia. Wahai Nabi Muhammad, maka tanyakanlah kepada mereka yang musyrik, “Apakah penciptaan mereka yang lebih sulit ataukah apa yang telah Kami ciptakan itu yakni malaikat, langit, dan bumi seisinya?” Sesungguhnya Kami telah menciptakan Nabi Adam, yaitu nenek moyang mereka dari tanah liat."
    },
    {
      "no": 12,
      "arab": "بَلْ عَجِبْتَ وَيَسْخَرُونَ",
      "latin": "Bal'ajibta wa yaskharoon",
      "id": "Bahkan engkau (Muhammad) menjadi heran (terhadap keingkaran mereka) dan mereka menghinakan (engkau).",
      "en": "But you wonder, while they mock,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3800",
      "tafsir": "Bahkan, wahai Nabi Muhammad, engkau menjadi heran atas keingkaran mereka terhadap risalahmu, hari kebangkitan, dan kekuasaan Allah, dan mereka menghinakan engkau karena keherananmu itu dan mereka pun menyepelekan hari kebangkitan."
    },
    {
      "no": 13,
      "arab": "وَإِذَا ذُكِّرُوا لَا يَذْكُرُونَ",
      "latin": "Wa izaa zukkiroo laa yazkuroon",
      "id": "Dan apabila mereka diberi peringatan, mereka tidak mengindahkannya.",
      "en": "And when they are reminded, they remember not.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3801",
      "tafsir": "Dan apabila mereka diberi peringatan sebagimana yang dijelaskan dalam Al-Qur'an, mereka tidak mengindahkannya, bahkan berpaling darinya."
    },
    {
      "no": 14,
      "arab": "وَإِذَا رَأَوْا آيَةً يَسْتَسْخِرُونَ",
      "latin": "Wa izaa ra aw Aayatinw yastaskhiroon",
      "id": "Dan apabila mereka melihat suatu tanda (kebesaran) Allah, mereka memperolok-olokkan.",
      "en": "And when they see a sign, they ridicule",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3802",
      "tafsir": "Dan apabila mereka melihat suatu tanda kebesaran Allah berupa mukjizat yang diberikan kepada Nabi, seperti terbelahnya rembulan dan semisalnya, mereka memperolok-olokkan-nya."
    },
    {
      "no": 15,
      "arab": "وَقَالُوا إِنْ هَٰذَا إِلَّا سِحْرٌ مُّبِينٌ",
      "latin": "Wa qaalooo in haazaa illaa sihrum mubeen",
      "id": "Dan mereka berkata, “Ini tidak lain hanyalah sihir yang nyata.",
      "en": "And say, \"This is not but obvious magic.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3803",
      "tafsir": "Dan mereka berkata dengan nada sinis, “Wahai Muhammad, apa yang engkau tunjukkan ini tidak lain hanyalah sihir yang nyata.”"
    },
    {
      "no": 16,
      "arab": "أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ",
      "latin": "'A-izaa mitnaa wa kunnaa turaabanw wa 'izaaman 'ainnaa lamab'oosoon",
      "id": "Apabila kami telah mati dan telah menjadi tanah dan tulang-belulang, apakah benar kami akan dibangkitkan (kembali)?",
      "en": "When we have died and become dust and bones, are we indeed to be resurrected?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3804",
      "tafsir": "Mereka berkata pula, “Apabila kami telah mati dan jasad-jasad kami telah berubah menjadi tanah dan tulang-belulang yang lapuk dan hancur, apakah benar kami akan dibangkitkan kembali seperti semula?"
    },
    {
      "no": 17,
      "arab": "أَوَآبَاؤُنَا الْأَوَّلُونَ",
      "latin": "Awa aabaa'unal awwaloon",
      "id": "dan apakah nenek moyang kami yang telah terdahulu (akan dibangkitkan pula)?”",
      "en": "And our forefathers [as well]?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3805",
      "tafsir": "dan apakah nenek moyang kami yang telah terdahulu mati akan dibangkitkan pula?”"
    },
    {
      "no": 18,
      "arab": "قُلْ نَعَمْ وَأَنتُمْ دَاخِرُونَ",
      "latin": "Qul na'am wa antum daakhiroon",
      "id": "Katakanlah (Muhammad), “Ya, dan kamu akan terhina.”",
      "en": "Say, \"Yes, and you will be [rendered] contemptible.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3806",
      "tafsir": "Wahai Nabi Muhammad, katakanlah kepada mereka, “Ya, Allah akan membangkitkan seluruh umat manusia, dan kamu akan dibangkitkan di hadapan-Nya dalam keadaan rendah dan terhina.”"
    },
    {
      "no": 19,
      "arab": "فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ فَإِذَا هُمْ يَنظُرُونَ",
      "latin": "Fa innamaa hiya zajra tunw waahidatun fa izaa hum yanzuroon",
      "id": "Maka sesungguhnya kebangkitan itu hanya dengan satu teriakan saja; maka seketika itu mereka melihatnya.",
      "en": "It will be only one shout, and at once they will be observing.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3807",
      "tafsir": "Membangkitkan makhluk yang sudah mati bukanlah hal yang sulit bagi Allah. Maka sesungguhnya kebangkitan itu hanya dengan satu teriakan saja, yaitu tiupan sangkakala Israfil, maka seketika itu pula mereka melihatnya. Mereka akan menyaksikan betapa dahsyat hari Kiamat dan azab Allah."
    },
    {
      "no": 20,
      "arab": "وَقَالُوا يَا وَيْلَنَا هَٰذَا يَوْمُ الدِّينِ",
      "latin": "Qa qaaloo yaa wailanaa haazaa Yawmud-Deen",
      "id": "Dan mereka berkata, “Alangkah celaka kami! (Kiranya) inilah hari pembalasan itu.”",
      "en": "They will say, \"O woe to us! This is the Day of Recompense.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3808",
      "tafsir": "Bisa saja orang-orang musyrik dan kafir itu mengingkari hari kebangkitan, tetapi mereka pasti akan menyesalinya di akhirat nanti. Dan mereka berkata, “Alangkah celaka kami! Kiranya inilah hari pembalasan itu, di mana amal perbuatan kita akan diperhitungkan.”"
    },
    {
      "no": 21,
      "arab": "هَٰذَا يَوْمُ الْفَصْلِ الَّذِي كُنتُم بِهِ تُكَذِّبُونَ",
      "latin": "Haazaa Yawmul Faslil lazee kuntum bihee tukaziboon",
      "id": "Inilah hari keputusan yang dahulu kamu dustakan.",
      "en": "[They will be told], \"This is the Day of Judgement which you used to deny.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3809",
      "tafsir": "Dikatakan kepada mereka, “Inilah hari keputusan yang dahulu kamu dustakan. Pada hari ini Allah akan memberi keputusan dan balasan atas semua keingkaranmu.”"
    },
    {
      "no": 22,
      "arab": "۞ احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ وَمَا كَانُوا يَعْبُدُونَ",
      "latin": "Uhshurul lazeena zalamoo wa azwaajahum wa maa kaanoo ya'budoon",
      "id": "(Diperintahkan kepada malaikat), “Kumpulkanlah orang-orang yang zalim beserta teman sejawat mereka dan apa yang dahulu mereka sembah,",
      "en": "[The angels will be ordered], \"Gather those who committed wrong, their kinds, and what they used to worship",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3810",
      "tafsir": "Allah menurunkan perintah kepada malaikat, “Kumpulkanlah orang-orang yang berbuat zalim kepada dirinya dengan berbuat syirik beserta teman sejawat mereka yang menjerumuskan ke dalam kekafiran, dan bawalah serta apa yang dahulu mereka sembah, yaitu patung dan sesembahan lainnya."
    },
    {
      "no": 23,
      "arab": "مِن دُونِ اللَّهِ فَاهْدُوهُمْ إِلَىٰ صِرَاطِ الْجَحِيمِ",
      "latin": "Min doonil laahi fahdoohum ilaa siraatil Jaheem",
      "id": "selain Allah, lalu tunjukkanlah kepada mereka jalan ke neraka.",
      "en": "Other than Allah, and guide them to the path of Hellfire",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3811",
      "tafsir": "Bawalah serta apa yang orang-orang musyrik itu sembah selain Allah, lalu tunjukkanlah kepada mereka jalan ke neraka dan giringlah mereka masuk ke dalamnya.”"
    },
    {
      "no": 24,
      "arab": "وَقِفُوهُمْ ۖ إِنَّهُم مَّسْئُولُونَ",
      "latin": "Wa qifoohum innahum mas'ooloon",
      "id": "Tahanlah mereka (di tempat perhentian), sesungguhnya mereka akan ditanya,",
      "en": "And stop them; indeed, they are to be questioned.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3812",
      "tafsir": "Allah memerintah malaikat, “Tahanlah mereka di tempat pemberhentian, sesungguhnya mereka akan ditanya tentang kebohongan dan dosa yang telah mereka lakukan di dunia.”"
    },
    {
      "no": 25,
      "arab": "مَا لَكُمْ لَا تَنَاصَرُونَ",
      "latin": "Maa lakum laa tanaasaroon",
      "id": "”Mengapa kamu tidak tolong-menolong?”",
      "en": "[They will be asked], \"What is [wrong] with you? Why do you not help each other?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3813",
      "tafsir": "Orang-orang musyrik itu ditanya, “Mengapa kamu pada hari ini tidak saling tolong-menolong sesama kamu sebagaimana kamu saling bahu-membahu dalam berbuat ingkar?”"
    },
    {
      "no": 26,
      "arab": "بَلْ هُمُ الْيَوْمَ مُسْتَسْلِمُونَ",
      "latin": "Bal humul Yawma mustaslimoon",
      "id": "Bahkan mereka pada hari itu menyerah (kepada keputusan Allah).",
      "en": "But they, that Day, are in surrender.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3814",
      "tafsir": "Pada hari keputusan itu mereka tidak dapat saling membantu. Bahkan, mereka pada hari itu menyerah dan patuh pada keputusan Allah."
    },
    {
      "no": 27,
      "arab": "وَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَسَاءَلُونَ",
      "latin": "Wa aqbala ba'duhum 'alaa ba'diny yatasaaa'aloon",
      "id": "Dan sebagian mereka menghadap kepada sebagian yang lain saling berbantah-bantahan.",
      "en": "And they will approach one another blaming each other.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3815",
      "tafsir": "Pada hari keputusan itu orang kafir dan musyrik tunduk menerima putusan Allah. Mereka saling bertengkar satu dengan lainnya. Dan sebagian mereka menghadap kepada sebagian yang lain, saling berbantah-bantahan dan menyalahkan."
    },
    {
      "no": 28,
      "arab": "قَالُوا إِنَّكُمْ كُنتُمْ تَأْتُونَنَا عَنِ الْيَمِينِ",
      "latin": "Qaalooo innakum kuntum taatoonanaa 'anil yameen",
      "id": "Sesungguhnya (pengikut-pengikut) mereka berkata (kepada pemimpin-pemimpin mereka), “Kamulah yang dahulu datang kepada kami dari kanan.”",
      "en": "They will say, \"Indeed, you used to come at us from the right.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3816",
      "tafsir": "Sesungguhnya para pengikut di antara mereka berkata kepada para pemimpinnya, “Kamulah yang dahulu datang kepada kami dari kanan, yakni arah yang kami sangka membawa kebaikan. Kamu justru datang membawa tipu muslihat yang melenakan dan mengaku sebagai pihak yang benar.”"
    },
    {
      "no": 29,
      "arab": "قَالُوا بَل لَّمْ تَكُونُوا مُؤْمِنِينَ",
      "latin": "Qaaloo bal lam takoonoo mu'mineen",
      "id": "(Pemimpin-pemimpin) mereka menjawab, “(Tidak), bahkan kamulah yang tidak (mau) menjadi orang mukmin,",
      "en": "The oppressors will say, \"Rather, you [yourselves] were not believers,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3817",
      "tafsir": "Para pemimpin mereka enggan disalahkan. Mereka menjawab, “Tidak, bahkan kamu sendiri-lah yang sejak dahulu tidak ingin menjadi orang mukmin."
    },
    {
      "no": 30,
      "arab": "وَمَا كَانَ لَنَا عَلَيْكُم مِّن سُلْطَانٍ ۖ بَلْ كُنتُمْ قَوْمًا طَاغِينَ",
      "latin": "Wa maa kaana lanaa 'alaikum min sultaanim bal kuntum qawman taagheen",
      "id": "sedangkan kami tidak berkuasa terhadapmu, bahkan kamu menjadi kaum yang melampaui batas.",
      "en": "And we had over you no authority, but you were a transgressing people.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3818",
      "tafsir": "sedangkan kami tidak berkuasa apalagi memaksa terhadapmu, bahkan kamu sendiri yang memilih menjadi kaum yang melampaui batas dalam kesesatanmu."
    },
    {
      "no": 31,
      "arab": "فَحَقَّ عَلَيْنَا قَوْلُ رَبِّنَا ۖ إِنَّا لَذَائِقُونَ",
      "latin": "Fahaqqa 'alainaa qawlu Rabbinaaa innaa lazaaa'iqoon",
      "id": "Maka pantas putusan (azab) Tuhan menimpa kita; pasti kita akan merasakan (azab itu).",
      "en": "So the word of our Lord has come into effect upon us; indeed, we will taste [punishment].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3819",
      "tafsir": "Maka, sebagai balasan atas kekafiran dan kedurhakaan kita bersama, pantas bila putusan dan azab Tuhan menimpa kita; dan pasti kita semua akan merasakan azab itu."
    },
    {
      "no": 32,
      "arab": "فَأَغْوَيْنَاكُمْ إِنَّا كُنَّا غَاوِينَ",
      "latin": "Fa aghwainaakum innaa kunnaa ghaaween",
      "id": "Maka kami telah menyesatkan kamu, sesungguhnya kami sendiri, orang-orang yang sesat.”",
      "en": "And we led you to deviation; indeed, we were deviators.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3820",
      "tafsir": "Maka, kami telah menyesatkan kamu dengan mengajakmu menyekutukan Allah. Sesungguhnya kami sendiri adalah orang-orang yang sesat dan kamu pun rela mengikuti ajakan sesat kami.”"
    },
    {
      "no": 33,
      "arab": "فَإِنَّهُمْ يَوْمَئِذٍ فِي الْعَذَابِ مُشْتَرِكُونَ",
      "latin": "Fa innahum Yawma'izin fil'azaabi mushtarikoon",
      "id": "Maka sesungguhnya mereka pada hari itu bersama-sama merasakan azab.",
      "en": "So indeed they, that Day, will be sharing in the punishment.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3821",
      "tafsir": "Maka sesungguhnya mereka, baik para pemimpin maupun pengikut, pada hari itu bersama-sama merasakan azab sebagaimana mereka bersekutu dalam kesesatan."
    },
    {
      "no": 34,
      "arab": "إِنَّا كَذَٰلِكَ نَفْعَلُ بِالْمُجْرِمِينَ",
      "latin": "Innaa kazaalika naf'alu bil mujrimeen",
      "id": "Sungguh, demikianlah Kami memperlakukan terhadap orang-orang yang berbuat dosa.",
      "en": "Indeed, that is how We deal with the criminals.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3822",
      "tafsir": "Sungguh, demikianlah ketetapan Kami dalam memperlakukan dan memutuskan hukuman terhadap orang-orang yang berbuat dosa."
    },
    {
      "no": 35,
      "arab": "إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لَا إِلَٰهَ إِلَّا اللَّهُ يَسْتَكْبِرُونَ",
      "latin": "Innahum kaanooo izaa qeela lahum laaa ilaaha illal laahu yastakbiroon",
      "id": "Sungguh, dahulu apabila dikatakan kepada mereka, “La ilaha illallah” (Tidak ada tuhan selain Allah), mereka menyombongkan diri,",
      "en": "Indeed they, when it was said to them, \"There is no deity but Allah,\" were arrogant",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3823",
      "tafsir": "Sungguh, dahulu apabila dikatakan kepada mereka untuk membenarkan kalimat “là ilàha illallàh” dengan mengakui keesaan Allah, mereka justru menentang sambil menyombongkan diri,"
    },
    {
      "no": 36,
      "arab": "وَيَقُولُونَ أَئِنَّا لَتَارِكُو آلِهَتِنَا لِشَاعِرٍ مَّجْنُونٍ",
      "latin": "Wa yaqooloona a'innaa lataarikooo aalihatinaa lishaa'irim majnoon",
      "id": "dan mereka berkata, “Apakah kami harus meninggalkan sesembahan kami karena seorang penyair gila?”",
      "en": "And were saying, \"Are we to leave our gods for a mad poet?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3824",
      "tafsir": "dan ketika diajak untuk menyembah dan mengesakan Allah, mereka berkata, “Apakah kami harus meninggalkan sesembahan kami hanya karena seorang penyair gila?”"
    },
    {
      "no": 37,
      "arab": "بَلْ جَاءَ بِالْحَقِّ وَصَدَّقَ الْمُرْسَلِينَ",
      "latin": "bal jaaa'a bilhaqqi wa saddaqal mursaleen",
      "id": "Padahal dia (Muhammad) datang dengan membawa kebenaran dan membenarkan rasul-rasul (sebelumnya).",
      "en": "Rather, the Prophet has come with the truth and confirmed the [previous] messengers.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3825",
      "tafsir": "Mereka menuduh Nabi Muhammad sebagai penyair gila, padahal dia datang kepada mereka dengan membawa kebenaran dan membenarkan rasul-rasul sebelumnya."
    },
    {
      "no": 38,
      "arab": "إِنَّكُمْ لَذَائِقُو الْعَذَابِ الْأَلِيمِ",
      "latin": "Innakum lazaaa'iqul 'azaabil aleem",
      "id": "Sungguh, kamu pasti akan merasakan azab yang pedih.",
      "en": "Indeed, you [disbelievers] will be tasters of the painful punishment,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3826",
      "tafsir": "Wahai kaum musyrik, sungguh kamu pasti akan merasakan azab yang pedih di neraka akibat kekafiran, kesesatan, dan perlawananmu terhadap Allah dan rasul-Nya."
    },
    {
      "no": 39,
      "arab": "وَمَا تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ",
      "latin": "Wa maa tujzawna illaa maa kuntum ta'maloon",
      "id": "Dan kamu tidak diberi balasan melainkan terhadap apa yang telah kamu kerjakan,",
      "en": "And you will not be recompensed except for what you used to do -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3827",
      "tafsir": "Itulah azab bagimu, wahai kaum musyrik, dan kamu tidak diberi balasan dan azab di akhirat melainkan sebagai balasan terhadap kejahatan apa saja yang telah kamu kerjakan. Allah tidak menzalimimu sedikit pun."
    },
    {
      "no": 40,
      "arab": "إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ",
      "latin": "Illaa 'ibaadal laahil mukhlaseen",
      "id": "tetapi hamba-hamba Allah yang dibersihkan (dari dosa),",
      "en": "But not the chosen servants of Allah.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3828",
      "tafsir": "Demikianlah siksa pedih yang Allah siapkan bagi orang-orang musyrik, tetapi hamba-hamba Allah yang dibersihkan dari dosa,"
    },
    {
      "no": 41,
      "arab": "أُولَٰئِكَ لَهُمْ رِزْقٌ مَّعْلُومٌ",
      "latin": "Ulaaa'ika lahum rizqum ma'loom",
      "id": "mereka itu memperoleh rezeki yang sudah ditentukan,",
      "en": "Those will have a provision determined -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3829",
      "tafsir": "mereka itu memperoleh rezeki yang sudah ditentukan tanpa henti,"
    },
    {
      "no": 42,
      "arab": "فَوَاكِهُ ۖ وَهُم مُّكْرَمُونَ",
      "latin": "Fa waakihu wa hum mukramoon",
      "id": "(yaitu) buah-buahan. Dan mereka orang yang dimuliakan,",
      "en": "Fruits; and they will be honored",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3830",
      "tafsir": "yaitu buah-buahan yang beraneka ragam dan rasa. Dan mereka itulah orang yang dimuliakan di sisi Allah."
    },
    {
      "no": 43,
      "arab": "فِي جَنَّاتِ النَّعِيمِ",
      "latin": "Fee jannaatin Na'eem",
      "id": "di dalam surga-surga yang penuh kenikmatan,",
      "en": "In gardens of pleasure",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3831",
      "tafsir": "Mereka dimuliakan di dalam surga-surga yang penuh kenikmatan dan diiringi kegembiraan."
    },
    {
      "no": 44,
      "arab": "عَلَىٰ سُرُرٍ مُّتَقَابِلِينَ",
      "latin": "'Alaa sururim mutaqaa bileen",
      "id": "(mereka duduk) berhadap-hadapan di atas dipan-dipan.",
      "en": "On thrones facing one another.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3832",
      "tafsir": "Mereka duduk berhadap-hadapan di atas dipan-dipan sambil bercengkerama."
    },
    {
      "no": 45,
      "arab": "يُطَافُ عَلَيْهِم بِكَأْسٍ مِّن مَّعِينٍ",
      "latin": "Yutaafu 'alaihim bikaasim mim ma'een",
      "id": "Kepada mereka diedarkan gelas (yang berisi air) dari mata air (surga),",
      "en": "There will be circulated among them a cup [of wine] from a flowing spring,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3833",
      "tafsir": "Dalam keadaan demikian, kepada mereka diedarkan gelas yang berisi air khamar dari mata air surga."
    },
    {
      "no": 46,
      "arab": "بَيْضَاءَ لَذَّةٍ لِّلشَّارِبِينَ",
      "latin": "Baidaaa'a laz zatil lish shaaribeen",
      "id": "(warnanya) putih bersih, sedap rasanya bagi orang-orang yang minum.",
      "en": "White and delicious to the drinkers;",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3834",
      "tafsir": "Air khamar itu berwarna putih bersih lagi sedap rasanya bagi orang-orang yang minum."
    },
    {
      "no": 47,
      "arab": "لَا فِيهَا غَوْلٌ وَلَا هُمْ عَنْهَا يُنزَفُونَ",
      "latin": "Laa feehaa ghawlunw wa laa hum 'anhaa yunzafoon",
      "id": "Tidak ada di dalamnya (unsur) yang memabukkan dan mereka tidak mabuk karenanya.",
      "en": "No bad effect is there in it, nor from it will they be intoxicated.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3835",
      "tafsir": "Tidak ada di dalamnya unsur yang memabukkan sebagaimana khamar dunia dan mereka tidak mabuk karenanya."
    },
    {
      "no": 48,
      "arab": "وَعِندَهُمْ قَاصِرَاتُ الطَّرْفِ عِينٌ",
      "latin": "Wa 'indahum qaasiraatut tarfi 'een",
      "id": "Dan di sisi mereka ada (bidadari-bidadari) yang bermata indah, dan membatasi pandangannya,",
      "en": "And with them will be women limiting [their] glances, with large, [beautiful] eyes,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3836",
      "tafsir": "Dan di sisi mereka ada bidadari-bidadari yang bermata indah dan membatasi pandangannya hanya kepada pasangannya."
    },
    {
      "no": 49,
      "arab": "كَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ",
      "latin": "Ka annahunna baidum maknoon",
      "id": "seakan-akan mereka adalah telur yang tersimpan dengan baik.",
      "en": "As if they were [delicate] eggs, well-protected.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3837",
      "tafsir": "Bidadari-bidadari itu sangat elok, seakan-akan mereka adalah telur yang tersimpan dan terjaga dengan baik dari tangan-tangan yang hendak menyentuh."
    },
    {
      "no": 50,
      "arab": "فَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَسَاءَلُونَ",
      "latin": "Fa aqbala ba'duhum 'alaa badiny yatasaaa 'aloon",
      "id": "Lalu mereka berhadap-hadapan satu sama lain sambil bercakap-cakap.",
      "en": "And they will approach one another, inquiring of each other.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3838",
      "tafsir": "Para penghuni surga itu bertelekan di atas dipan, lalu mereka berhadap-hadapan satu sama lain sambil bercakap-cakap dan menceritakan keadaan mereka di dunia."
    },
    {
      "no": 51,
      "arab": "قَالَ قَائِلٌ مِّنْهُمْ إِنِّي كَانَ لِي قَرِينٌ",
      "latin": "Qaala qaaa'ilum minhum innee kaana lee qareen",
      "id": "Berkatalah salah seorang di antara mereka, “Sesungguhnya aku dahulu (di dunia) pernah mempunyai seorang teman,",
      "en": "A speaker among them will say, \"Indeed, I had a companion [on earth]",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3839",
      "tafsir": "Berkatalah salah seorang di antara mereka, “Sesungguhnya aku di dunia dahulu pernah mempunyai seorang teman dekat,"
    },
    {
      "no": 52,
      "arab": "يَقُولُ أَإِنَّكَ لَمِنَ الْمُصَدِّقِينَ",
      "latin": "Yaqoolu a'innnaka laminal musaddiqeen",
      "id": "yang berkata, “Apakah sesungguhnya kamu termasuk orang-orang yang membenarkan (hari berbangkit)?",
      "en": "Who would say, 'Are you indeed of those who believe",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3840",
      "tafsir": "yang berkata kepadaku dengan penuh keingkaran, “Apakah sesungguhnya kamu termasuk orang-orang yang membenarkan adanya hari kebangkitan pada hari Kiamat nanti?"
    },
    {
      "no": 53,
      "arab": "أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَدِينُونَ",
      "latin": "'A-izaa mitnaa wa kunnaa turaabanw wa 'izaaman 'ainnaa lamadeenoon",
      "id": "Apabila kita telah mati dan telah menjadi tanah dan tulang-belulang, apakah kita benar-benar (akan dibangkitkan) untuk diberi pembalasan?”",
      "en": "That when we have died and become dust and bones, we will indeed be recompensed?'\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3841",
      "tafsir": "Apabila kita telah mati dan telah menjadi tanah dan tulang-belulang, apakah kita benar-benar akan dibangkitkan dari kubur untuk diberi pembalasan atas perbuatan kita?”"
    },
    {
      "no": 54,
      "arab": "قَالَ هَلْ أَنتُم مُّطَّلِعُونَ",
      "latin": "Qaala hal antum muttali'oon",
      "id": "Dia berkata, “Maukah kamu meninjau (temanku itu)?”",
      "en": "He will say, \"Would you [care to] look?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3842",
      "tafsir": "Demikianlah cerita salah sorang penghuni surga kepada kawan-kawannya. Dia pun berkata, “Maukah kamu pergi bersamaku untuk meninjau temanku yang dulu mengingkari hari kebangkitan itu?”"
    },
    {
      "no": 55,
      "arab": "فَاطَّلَعَ فَرَآهُ فِي سَوَاءِ الْجَحِيمِ",
      "latin": "Fattala'a fara aahu fee sawaaa'il Jaheem",
      "id": "Maka dia meninjaunya, lalu dia melihat (teman)nya itu di tengah-tengah neraka yang menyala-nyala.",
      "en": "And he will look and see him in the midst of the Hellfire.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3843",
      "tafsir": "Maka dia bersama temannya meninjaunya, lalu dia melihat teman-nya itu tersiksa di tengah-tengah neraka yang menyala-nyala."
    },
    {
      "no": 56,
      "arab": "قَالَ تَاللَّهِ إِن كِدتَّ لَتُرْدِينِ",
      "latin": "Qaala tallaahi in kitta laturdeen",
      "id": "Dia berkata, “Demi Allah, engkau hampir saja mencelakakanku,",
      "en": "He will say, \"By Allah, you almost ruined me.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3844",
      "tafsir": "Dia pun berkata kepada temannya yang diazab itu, “Demi Allah, engkau hampir saja mencelakakanku dengan bujuk rayumu,"
    },
    {
      "no": 57,
      "arab": "وَلَوْلَا نِعْمَةُ رَبِّي لَكُنتُ مِنَ الْمُحْضَرِينَ",
      "latin": "Wa law laa ni'matu Rabbee lakuntu minal muhdareen",
      "id": "dan sekiranya bukan karena nikmat Tuhanku pastilah aku termasuk orang-orang yang diseret (ke neraka).”",
      "en": "If not for the favor of my Lord, I would have been of those brought in [to Hell].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3845",
      "tafsir": "dan sekiranya bukan karena rahmat dan nikmat Tuhanku, yakni iman dan hidayah dari-Nya, pastilah aku termasuk orang-orang yang diseret ke neraka bersamamu."
    },
    {
      "no": 58,
      "arab": "أَفَمَا نَحْنُ بِمَيِّتِينَ",
      "latin": "Afamaa nahnu bimaiyiteen",
      "id": "Maka apakah kita tidak akan mati?",
      "en": "Then, are we not to die",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3846",
      "tafsir": "Maka apakah kita tidak akan mati di surga ini dan tinggal selamanya dengan penuh kenikmatan?"
    },
    {
      "no": 59,
      "arab": "إِلَّا مَوْتَتَنَا الْأُولَىٰ وَمَا نَحْنُ بِمُعَذَّبِينَ",
      "latin": "Illa mawtatanal oola wa maa nahnu bimu'azzabeen",
      "id": "Kecuali kematian kita yang pertama saja (di dunia), dan kita tidak akan diazab (di akhirat ini)?”",
      "en": "Except for our first death, and we will not be punished?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3847",
      "tafsir": "Kematian yang kita rasakan hanyalah kematian yang pertama saja di dunia, dan kita tidak akan diazab di akhirat ini setelah masuk surga?”"
    },
    {
      "no": 60,
      "arab": "إِنَّ هَٰذَا لَهُوَ الْفَوْزُ الْعَظِيمُ",
      "latin": "Inna haazaa falya'ma lil'aamiloon",
      "id": "Sungguh, ini benar-benar kemenangan yang agung.",
      "en": "Indeed, this is the great attainment.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3848",
      "tafsir": "Sungguh kenikmatan surga ini benar-benar kemenangan yang agung, keberuntungan yang besar, dan kebahagiaan abadi."
    },
    {
      "no": 61,
      "arab": "لِمِثْلِ هَٰذَا فَلْيَعْمَلِ الْعَامِلُونَ",
      "latin": "Limisli haaza falya'ma lil 'aamiloon",
      "id": "Untuk (kemenangan) serupa ini, hendaklah beramal orang-orang yang mampu beramal.",
      "en": "For the like of this let the workers [on earth] work.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3849",
      "tafsir": "Untuk memperoleh kemenangan dan kebahagiaan serupa ini, hendaklah beramal orang-orang yang mampu beramal semasa hidup di dunia."
    },
    {
      "no": 62,
      "arab": "أَذَٰلِكَ خَيْرٌ نُّزُلًا أَمْ شَجَرَةُ الزَّقُّومِ",
      "latin": "Azaalika khairun nuzulan am shajaratuz Zaqqom",
      "id": "Apakah (makanan surga) itu hidangan yang lebih baik ataukah pohon zaqqum.",
      "en": "Is Paradise a better accommodation or the tree of zaqqum?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3850",
      "tafsir": "Apakah makanan surga itu hidangan yang lebih baik bagi ahli surga, ataukah pohon zaqqum yang pahit dan berbau tidak sedap?"
    },
    {
      "no": 63,
      "arab": "إِنَّا جَعَلْنَاهَا فِتْنَةً لِّلظَّالِمِينَ",
      "latin": "Innaa ja'alnaahaa fitnatal lizzaalimeen",
      "id": "Sungguh, Kami menjadikannya (pohon zaqqum itu) sebagai azab bagi orang-orang zalim.",
      "en": "Indeed, We have made it a torment for the wrongdoers.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3851",
      "tafsir": "Sungguh, Kami menjadikannya, yakni pohon zaqqum itu, makanan penduduk neraka sebagai azab bagi orang-orang zalim."
    },
    {
      "no": 64,
      "arab": "إِنَّهَا شَجَرَةٌ تَخْرُجُ فِي أَصْلِ الْجَحِيمِ",
      "latin": "Innahaa shajaratun takhruju feee aslil Jaheem",
      "id": "Sungguh, itu adalah pohon yang keluar dari dasar neraka Jahim,",
      "en": "Indeed, it is a tree issuing from the bottom of the Hellfire,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3852",
      "tafsir": "Sungguh, itu adalah pohon yang keluar dari dasar neraka Jahim. Dahan pohon itu menjulur hingga dasar jurang neraka."
    },
    {
      "no": 65,
      "arab": "طَلْعُهَا كَأَنَّهُ رُءُوسُ الشَّيَاطِينِ",
      "latin": "Tal'uhaa ka annahoo ru'oosush Shayaateen",
      "id": "Mayangnya seperti kepala-kepala setan.",
      "en": "Its emerging fruit as if it was heads of the devils.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3853",
      "tafsir": "Mayangnya sangat buruk dan menyeramkan seperti kepala-kepala setan."
    },
    {
      "no": 66,
      "arab": "فَإِنَّهُمْ لَآكِلُونَ مِنْهَا فَمَالِئُونَ مِنْهَا الْبُطُونَ",
      "latin": "Fa innahum la aakiloona minhaa famaali'oona minhal butoon",
      "id": "Maka sungguh, mereka benar-benar memakan sebagian darinya (buah pohon itu), dan mereka memenuhi perutnya dengan buahnya (zaqqum).",
      "en": "And indeed, they will eat from it and fill with it their bellies.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3854",
      "tafsir": "Pohon zaqqum itulah makanan para penghuni neraka. Maka sungguh, mereka benar-benar memakan sebagian darinya dan mereka memenuhi perutnya dengan buahnya karena tidak ada makanan lain bagi mereka di sana."
    },
    {
      "no": 67,
      "arab": "ثُمَّ إِنَّ لَهُمْ عَلَيْهَا لَشَوْبًا مِّنْ حَمِيمٍ",
      "latin": "Summa inna lahum 'alaihaa lashawbam min hameem",
      "id": "Kemudian sungguh, setelah makan (buah zaqqum) mereka mendapat minuman yang dicampur dengan air yang sangat panas.",
      "en": "Then indeed, they will have after it a mixture of scalding water.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3855",
      "tafsir": "Kemudian sungguh, setelah makan buah zaqqum yang pahit itu mereka mendapat minuman yang dicampur dengan air yang sangat panas hingga merusak pencernaan (Lihat pula: Surah Muhammad/47: 15)."
    },
    {
      "no": 68,
      "arab": "ثُمَّ إِنَّ مَرْجِعَهُمْ لَإِلَى الْجَحِيمِ",
      "latin": "Summa inna marji'ahum la ilal Jaheem",
      "id": "Kemudian pasti tempat kembali mereka ke neraka Jahim.",
      "en": "Then indeed, their return will be to the Hellfire.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3856",
      "tafsir": "Kemudian, sudah pasti tempat kembali mereka adalah ke neraka Jahim untuk selama-lamanya."
    },
    {
      "no": 69,
      "arab": "إِنَّهُمْ أَلْفَوْا آبَاءَهُمْ ضَالِّينَ",
      "latin": "Innahum alfaw aabaaa'ahum daaalleen",
      "id": "Sesungguhnya mereka mendapati nenek moyang mereka dalam keadaan sesat,",
      "en": "Indeed they found their fathers astray.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3857",
      "tafsir": "Orang-orang kafir itu pantas mendapat sengsara dan siksa yang pedih di neraka karena sesungguhnya mereka di dunia dahulu mendapati nenek moyang mereka dalam keadaan sesat dan menyimpang dari ajaran agama para rasul,"
    },
    {
      "no": 70,
      "arab": "فَهُمْ عَلَىٰ آثَارِهِمْ يُهْرَعُونَ",
      "latin": "Fahum 'alaa aasaarihim yuhra'oon",
      "id": "lalu mereka tergesa-gesa mengikuti jejak (nenek moyang) mereka.",
      "en": "So they hastened [to follow] in their footsteps.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3858",
      "tafsir": "lalu mereka tergesa-gesa mengikuti jejak nenek moyang mereka tanpa berpikir dan merenung untuk mencari tahu kebenarannya."
    },
    {
      "no": 71,
      "arab": "وَلَقَدْ ضَلَّ قَبْلَهُمْ أَكْثَرُ الْأَوَّلِينَ",
      "latin": "Wa laqad dalla qablahum aksarul awwaleen",
      "id": "Dan sungguh, sebelum mereka (Suku Quraisy), telah sesat sebagian besar dari orang-orang yang dahulu,",
      "en": "And there had already strayed before them most of the former peoples,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3859",
      "tafsir": "Orang-orang kafir itu, tidak terkecuali kafir Mekah, mendapati nenek moyang mereka sesat dan mereka dengan serta-merta mengikuti kesesatan tersebut. Dan sungguh, sebelum mereka telah sesat dari hidayah Allah sebagian besar dari orang-orang yang dahulu,"
    },
    {
      "no": 72,
      "arab": "وَلَقَدْ أَرْسَلْنَا فِيهِم مُّنذِرِينَ",
      "latin": "Wa laqad arsalnaa feehim munzireen",
      "id": "dan sungguh, Kami telah mengutus (rasul) pemberi peringatan di kalangan mereka.",
      "en": "And We had already sent among them warners.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3860",
      "tafsir": "dan sungguh, Kami telah mengutus para rasul pemberi peringatan di kalangan mereka tentang ancaman murka dan siksa Allah, namun mereka mendustakannya."
    },
    {
      "no": 73,
      "arab": "فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنذَرِينَ",
      "latin": "Fanzur kaifa kaana 'aaqibatul munzareen",
      "id": "Maka perhatikanlah bagaimana kesudahan orang-orang yang diberi peringatan itu,",
      "en": "Then look how was the end of those who were warned -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3861",
      "tafsir": "Maka perhatikanlah bagaimana kesudahan orang-orang yang diberi peringatan itu ketika mendustakan para rasul."
    },
    {
      "no": 74,
      "arab": "إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ",
      "latin": "Illaa 'ibaadal laahil mukhlaseen",
      "id": "kecuali hamba-hamba Allah yang disucikan (dari dosa).",
      "en": "But not the chosen servants of Allah.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3862",
      "tafsir": "Mereka dibinasakan oleh Allah, kecuali hamba-hamba Allah yang disucikan dari dosa. Mereka diselamatkan dari siksa dengan rahmat Allah karena mengikuti ajakan para rasul dan meminta ampunan atas kesalahan mereka."
    },
    {
      "no": 75,
      "arab": "وَلَقَدْ نَادَانَا نُوحٌ فَلَنِعْمَ الْمُجِيبُونَ",
      "latin": "Wa laqad naadaanaa Noohun falani'mal mujeeboon",
      "id": "Dan sungguh, Nuh telah berdoa kepada Kami, maka sungguh, Kamilah sebaik-baik yang memperkenankan doa.",
      "en": "And Noah had certainly called Us, and [We are] the best of responders.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3863",
      "tafsir": "Bukti penghancuran para pendurhaka dan penyelamatan hamba-hamba Allah yang saleh tampak pada kisah Nabi Nuh dan kaumnya. Dan sungguh, Nuh telah berdoa kepada Kami perihal kaumnya yang membangkang, maka sungguh Kamilah sebaik-baik yang memperkenankan doa."
    },
    {
      "no": 76,
      "arab": "وَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ",
      "latin": "Wa jajainaahu wa ahlahoo minal karbil 'azeem",
      "id": "Kami telah menyelamatkan dia dan pengikutnya dari bencana yang besar.",
      "en": "And We saved him and his family from the great affliction.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3864",
      "tafsir": "Kami telah menyelamatkan dia dan pengikutnya dari bencana yang besar, yaitu banjir yang sangat dahsyat."
    },
    {
      "no": 77,
      "arab": "وَجَعَلْنَا ذُرِّيَّتَهُ هُمُ الْبَاقِينَ",
      "latin": "Wa ja'alnaa zurriyyatahoo hummul baaqeen",
      "id": "Dan Kami jadikan anak cucunya orang-orang yang melanjutkan keturunan.",
      "en": "And We made his descendants those remaining [on the earth]",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3865",
      "tafsir": "Dan Kami muliakan Nabi Nuh dengan men-jadikan anak cucunya orang-orang yang melanjutkan keturunan setelah peristiwa banjir itu surut."
    },
    {
      "no": 78,
      "arab": "وَتَرَكْنَا عَلَيْهِ فِي الْآخِرِينَ",
      "latin": "Wa taraknaa 'alaihi fil aakhireen",
      "id": "Dan Kami abadikan untuk Nuh (pujian) di kalangan orang-orang yang datang kemudian;",
      "en": "And left for him [favorable mention] among later generations:",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3866",
      "tafsir": "Dan Kami abadikan untuk Nabi Nuh pujian yang bagus dan buah tutur yang indah di kalangan orang-orang yang datang kemudian."
    },
    {
      "no": 79,
      "arab": "سَلَامٌ عَلَىٰ نُوحٍ فِي الْعَالَمِينَ",
      "latin": "Salaamun 'alaa Noohin fil 'aalameen",
      "id": "”Kesejahteraan (Kami limpahkan) atas Nuh di seluruh alam.”",
      "en": "\"Peace upon Noah among the worlds.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3867",
      "tafsir": "Kesejahteraan Kami limpahkan atas Nuh di seluruh alam."
    },
    {
      "no": 80,
      "arab": "إِنَّا كَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ",
      "latin": "Innaa kazaalika najzil muhsineen",
      "id": "Sungguh, demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
      "en": "Indeed, We thus reward the doers of good.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3868",
      "tafsir": "Sungguh, demikianlah imbalan itu Kami berikan kepada Nabi Nuh, dan Kami pun akan memberi balasan dan imbalan kepada orang-orang yang berbuat baik."
    },
    {
      "no": 81,
      "arab": "إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ",
      "latin": "Innahoo min 'ibaadinal mu'mineen",
      "id": "Sungguh, dia termasuk di antara hamba-hamba Kami yang beriman.",
      "en": "Indeed, he was of Our believing servants.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3869",
      "tafsir": "Nabi Nuh adalah orang yang berbuat baik karena sungguh, dia termasuk di antara hamba-hamba Kami yang beriman, jujur, dan ikhlas."
    },
    {
      "no": 82,
      "arab": "ثُمَّ أَغْرَقْنَا الْآخَرِينَ",
      "latin": "Summa aghraqnal aakhareen",
      "id": "Kemudian Kami tenggelamkan yang lain.",
      "en": "Then We drowned the disbelievers.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3870",
      "tafsir": "Kemudian Kami tenggelamkan yang lain akibat kekafiran mereka."
    },
    {
      "no": 83,
      "arab": "۞ وَإِنَّ مِن شِيعَتِهِ لَإِبْرَاهِيمَ",
      "latin": "Wa ina min shee'atihee la Ibraaheem",
      "id": "Dan sungguh, Ibrahim termasuk golongannya (Nuh).",
      "en": "And indeed, among his kind was Abraham,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3871",
      "tafsir": "Di antara para rasul yang Kami utus kepada umat terdahulu adalah Nabi Ibrahim. Dan sungguh, Nabi Ibrahim adalah termasuk golongannya, yaitu penerus ajaran dan agama Nabi Nuh."
    },
    {
      "no": 84,
      "arab": "إِذْ جَاءَ رَبَّهُ بِقَلْبٍ سَلِيمٍ",
      "latin": "Iz jaaa'a Rabbahoo bi qalbin saleem",
      "id": "(Ingatlah) ketika dia datang kepada Tuhannya dengan hati yang suci,",
      "en": "When he came to his Lord with a sound heart",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3872",
      "tafsir": "Nabi Ibrahim adalah kekasih Allah. Ingatlah ketika dia datang kepada Tuhannya dengan hati yang suci bersih dari keyakinan batil dan akhlak tercela sehingga dalam hatinya hanya ada ketaatan dan kecintaan kepada Allah."
    },
    {
      "no": 85,
      "arab": "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَاذَا تَعْبُدُونَ",
      "latin": "Iz qaala li abeehi wa qawmihee maazaa ta'budoon",
      "id": "(ingatlah) ketika dia berkata kepada ayahnya dan kaumnya, “Apakah yang kamu sembah itu?",
      "en": "[And] when he said to his father and his people, \"What do you worship?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3873",
      "tafsir": "Ingatlah ketika dia dengan maksud mengingatkan berkata kepada ayah dan kaumnya, “Apakah yang kamu sembah itu?"
    },
    {
      "no": 86,
      "arab": "أَئِفْكًا آلِهَةً دُونَ اللَّهِ تُرِيدُونَ",
      "latin": "A'ifkan aalihatan doonal laahi tureedoon",
      "id": "Apakah kamu menghendaki kebohongan dengan sesembahan selain Allah itu?",
      "en": "Is it falsehood [as] gods other than Allah you desire?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3874",
      "tafsir": "Apakah kamu menghendaki kebohongan dengan sesembahan selain Allah itu sehingga kamu menganggap benar apa yang kamu lakukan?"
    },
    {
      "no": 87,
      "arab": "فَمَا ظَنُّكُم بِرَبِّ الْعَالَمِينَ",
      "latin": "Famaa zannukum bi Rabbil'aalameen",
      "id": "Maka bagaimana anggapanmu terhadap Tuhan seluruh alam?”",
      "en": "Then what is your thought about the Lord of the worlds?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3875",
      "tafsir": "Hanya Allah yang patut disembah. Maka, bagaimana anggapanmu terhadap Tuhan seluruh alam jika kalian mengingkari-Nya, bahkan menyembah selain Dia?"
    },
    {
      "no": 88,
      "arab": "فَنَظَرَ نَظْرَةً فِي النُّجُومِ",
      "latin": "Fanazara nazratan finnujoom",
      "id": "Lalu dia memandang sekilas ke bintang-bintang,",
      "en": "And he cast a look at the stars",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3876",
      "tafsir": "Demikianlah Nabi Ibrahim mengingatkan ayah dan kaumnya agar meninggalkan kemusyrikan, lalu dia memandang sekilas ke bintang-bintang untuk berpikir,"
    },
    {
      "no": 89,
      "arab": "فَقَالَ إِنِّي سَقِيمٌ",
      "latin": "Faqaala inee saqeem",
      "id": "kemudian dia (Ibrahim) berkata, “Sesungguhnya aku sakit.”",
      "en": "And said, \"Indeed, I am [about to be] ill.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3877",
      "tafsir": "kemudian dia menemukan alasan untuk tidak pergi bersama kaumnya dalam acara perayaan, lalu dia berkata, “Sesungguhnya aku sakit.”"
    },
    {
      "no": 90,
      "arab": "فَتَوَلَّوْا عَنْهُ مُدْبِرِينَ",
      "latin": "Fatawallaw 'anhu mudbireen",
      "id": "Lalu mereka berpaling dari dia dan pergi meninggalkannya.",
      "en": "So they turned away from him, departing.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3878",
      "tafsir": "Mendengar jawaban Nabi Ibrahim, lalu mereka berpaling dari dia dan pergi meninggalkannya menuju tempat perayaan sesat itu berlangsung."
    },
    {
      "no": 91,
      "arab": "فَرَاغَ إِلَىٰ آلِهَتِهِمْ فَقَالَ أَلَا تَأْكُلُونَ",
      "latin": "Faraagha ilaaa aalihatihim faqaala alaa taakuloon",
      "id": "Kemudian dia (Ibrahim) pergi dengan diam-diam kepada berhala-berhala mereka; lalu dia berkata, “Mengapa kamu tidak makan?",
      "en": "Then he turned to their gods and said, \"Do you not eat?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3879",
      "tafsir": "Tidak lama kemudian dia, yakni Nabi Ibrahim, pergi dengan diam-diam kepada berhala-berhala mereka; lalu dia berkata kepadanya dengan nada mengejek “Mengapa kamu tidak makan sajian yang mereka sediakan untukmu?"
    },
    {
      "no": 92,
      "arab": "مَا لَكُمْ لَا تَنطِقُونَ",
      "latin": "Maa lakum laa tantiqoon",
      "id": "Mengapa kamu tidak menjawab?”",
      "en": "What is [wrong] with you that you do not speak?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3880",
      "tafsir": "Mengapa kamu tidak menjawab sepatah kata pun?”"
    },
    {
      "no": 93,
      "arab": "فَرَاغَ عَلَيْهِمْ ضَرْبًا بِالْيَمِينِ",
      "latin": "Faraagha 'alaihim darbam bilyameen",
      "id": "Lalu dihadapinya (berhala-berhala) itu sambil memukulnya dengan tangan kanannya.",
      "en": "And he turned upon them a blow with [his] right hand.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3881",
      "tafsir": "Lalu dihadapinya berhala-berhala itu sambil memukulnya dengan tangan kanannya hingga hancur."
    },
    {
      "no": 94,
      "arab": "فَأَقْبَلُوا إِلَيْهِ يَزِفُّونَ",
      "latin": "Fa aqbalooo ilaihi yaziffoon",
      "id": "Kemudian mereka (kaumnya) datang bergegas kepadanya.",
      "en": "Then the people came toward him, hastening.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3882",
      "tafsir": "Hancurnya berhala-berhala itu diketahui oleh kaum Nabi Ibrahim, kemudian mereka datang bergegas kepadanya dengan penuh amarah."
    },
    {
      "no": 95,
      "arab": "قَالَ أَتَعْبُدُونَ مَا تَنْحِتُونَ",
      "latin": "Qaala ata'budoona maa tanhitoon",
      "id": "Dia (Ibrahim) berkata, “Apakah kamu menyembah patung-patung yang kamu pahat itu?",
      "en": "He said, \"Do you worship that which you [yourselves] carve,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3883",
      "tafsir": "Nabi Ibrahim tidak gentar menghadapi amarah kaumnya. Dia dengan percaya diri berkata, “Apakah kamu menyembah patung-patung yang kamu pahat itu? Bagaimana mungkin kalian menyembah buah karya kalian sendiri?"
    },
    {
      "no": 96,
      "arab": "وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ",
      "latin": "Wallaahu khalaqakum wa maa ta'maloon",
      "id": "Padahal Allah-lah yang menciptakan kamu dan apa yang kamu perbuat itu.”",
      "en": "While Allah created you and that which you do?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3884",
      "tafsir": "Mengapa kamu tidak menyembah Allah, padahal Allah-lah yang menciptakan kamu dan apa yang kamu perbuat itu?”"
    },
    {
      "no": 97,
      "arab": "قَالُوا ابْنُوا لَهُ بُنْيَانًا فَأَلْقُوهُ فِي الْجَحِيمِ",
      "latin": "Qaalub noo lahoo bun yaanan fa alqoohu fil jaheem",
      "id": "Mereka berkata, “Buatlah bangunan (perapian) untuknya (membakar Ibrahim); lalu lemparkan dia ke dalam api yang menyala-nyala itu.”",
      "en": "They said, \"Construct for him a furnace and throw him into the burning fire.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3885",
      "tafsir": "Kaum yang kafir itu kalah dalam beradu argumen dengan Nabi Ibrahim, kemudian mereka berkata, “Buatlah bangunan perapian untuk kita membakar-nya; lalu lemparkan dia ke dalam api yang menyala-nyala itu.”"
    },
    {
      "no": 98,
      "arab": "فَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَسْفَلِينَ",
      "latin": "Fa araadoo bihee kaidan faja 'alnaahumul asfaleen",
      "id": "Maka mereka bermaksud memperdayainya dengan (membakar)nya, (namun Allah menyelamatkannya), lalu Kami jadikan mereka orang-orang  yang hina.",
      "en": "And they intended for him a plan, but We made them the most debased.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3886",
      "tafsir": "Maka mereka bermaksud memperdayainya dengan cara membakar-nya, namun Allah menyelamatkan dia dari kobaran api, lalu Kami jadikan mereka orang-orang yang hina dan kalah."
    },
    {
      "no": 99,
      "arab": "وَقَالَ إِنِّي ذَاهِبٌ إِلَىٰ رَبِّي سَيَهْدِينِ",
      "latin": "Wa qaala innee zaahibun ilaa Rabbee sa yahdeen",
      "id": "Dan dia (Ibrahim) berkata, “Sesungguhnya aku harus pergi (menghadap) kepada Tuhanku, Dia akan memberi petunjuk kepadaku.",
      "en": "And [then] he said, \"Indeed, I will go to [where I am ordered by] my Lord; He will guide me.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3887",
      "tafsir": "Nabi Ibrahim selamat dari upaya pembunuhan oleh kaumnya, dan dia berkata, “Sesungguhnya aku harus pergi berhijrah menuju tempat yang memungkinkan aku mendekatkan diri kepada Tuhanku dan mengajak umatku menuju tauhid. Dia pasti akan memberi petunjuk kepadaku dan orang-orang yang mengikuti jalan kebenaran. Ayat ini menganjurkan berhijrah dari suatu tempat ketika dakwah dan pengamalan agama mendapat tekanan dan penindasan."
    },
    {
      "no": 100,
      "arab": "رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ",
      "latin": "Rabbi hab lee minas saaliheen",
      "id": "Ya Tuhanku, anugerahkanlah kepadaku (seorang anak) yang termasuk orang yang saleh.”",
      "en": "My Lord, grant me [a child] from among the righteous.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3888",
      "tafsir": "100. Setelah menjelaskan dialog Nabi Ibrahim dengan kaumnya yang ingkar, pada ayat berikut Allah beralih mengisahkan dialog Nabi Ibrahim dengan putranya, Isma’il, tentang perintah Allah. Dia berdoa kepada Allah, “Ya Tuhanku, anugerahkanlah kepadaku seorang anak yang termasuk golongan orang yang saleh dan taat menjalankan perintah-Mu dan membela agama-Mu.”"
    },
    {
      "no": 101,
      "arab": "فَبَشَّرْنَاهُ بِغُلَامٍ حَلِيمٍ",
      "latin": "Fabashsharnaahu bighulaamin haleem",
      "id": "Maka Kami beri kabar gembira kepadanya dengan (kelahiran) seorang anak yang sangat sabar (Ismail).",
      "en": "So We gave him good tidings of a forbearing boy.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3889",
      "tafsir": "Kami kabulkan doa Nabi Ibrahim tersebut, maka Kami beri kabar gembira kepadanya dengan kelahiran seorang anak yang sangat sabar, cerdas, dan santun. Dialah Ismail."
    },
    {
      "no": 102,
      "arab": "فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ قَالَ يَا بُنَيَّ إِنِّي أَرَىٰ فِي الْمَنَامِ أَنِّي أَذْبَحُكَ فَانظُرْ مَاذَا تَرَىٰ ۚ قَالَ يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ ۖ سَتَجِدُنِي إِن شَاءَ اللَّهُ مِنَ الصَّابِرِينَ",
      "latin": "Falamma balagha ma'a hus sa'ya qaala yaa buniya inneee araa fil manaami anneee azbahuka fanzur maazaa taraa; qaala yaaa abatif 'al maa tu'maru satajidunee in shaaa'allaahu minas saabireen",
      "id": "Maka ketika anak itu sampai (pada umur) sanggup berusaha bersamanya, (Ibrahim) berkata, “Wahai anakku! Sesungguhnya aku bermimpi bahwa aku menyembelihmu. Maka pikirkanlah bagaimana pendapatmu!” Dia (Ismail) menjawab, “Wahai ayahku! Lakukanlah apa yang diperintahkan (Allah) kepadamu; insya Allah engkau akan mendapatiku termasuk orang yang sabar.”",
      "en": "And when he reached with him [the age of] exertion, he said, \"O my son, indeed I have seen in a dream that I [must] sacrifice you, so see what you think.\" He said, \"O my father, do as you are commanded. You will find me, if Allah wills, of the steadfast.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3890",
      "tafsir": "Maka ketika anak itu sampai pada usia sanggup berusaha bersamanya, Nabi Ibrahim berkata, “Wahai anakku! Sesungguhnya aku bermimpi bahwa aku dalam mimpiku itu diperintah oleh Allah untuk menyembelihmu. Maka pikirkanlah bagaimana pendapatmu!” Dengan penuh kepasrahan kepada Allah dan ketaatan pada ayahnya, dia menjawab, “Wahai ayahku! Lakukanlah apa yang diperintahkan oleh Allah kepadamu; insya Allah engkau akan mendapatiku termasuk orang yang sabar dalam melaksanakan perintah-Nya.”"
    },
    {
      "no": 103,
      "arab": "فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ",
      "latin": "Falammaaa aslamaa wa tallahoo liljabeen",
      "id": "Maka ketika keduanya telah berserah diri dan dia (Ibrahim) membaringkan anaknya atas pelipis(nya), (untuk melaksanakan perintah Allah).",
      "en": "And when they had both submitted and he put him down upon his forehead,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3891",
      "tafsir": "Maka ketika keduanya telah berserah diri, patuh, dan bertawakal kepada Allah, dia pun membaringkan anaknya atas pelipis-nya ke tanah agar tidak melihat wajah anaknya saat dia menyembelihnya."
    },
    {
      "no": 104,
      "arab": "وَنَادَيْنَاهُ أَن يَا إِبْرَاهِيمُ",
      "latin": "Wa naadainaahu ai yaaaa Ibraheem",
      "id": "Lalu Kami panggil dia, “Wahai Ibrahim!",
      "en": "We called to him, \"O Abraham,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3892",
      "tafsir": "Nabi Ibrahim berbuat demikian supaya keteguhan hatinya dalam melaksanakan perintah Allah tidak terganggu. Ketika pisaunya dia ayunkan, lalu Kami panggil dia dari arah bukit, “Wahai Ibrahim!"
    },
    {
      "no": 105,
      "arab": "قَدْ صَدَّقْتَ الرُّؤْيَا ۚ إِنَّا كَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ",
      "latin": "Qad saddaqtar ru'yaa; innaa kazaalika najzil muhsineen",
      "id": "sungguh, engkau telah membenarkan mimpi itu.” Sungguh, demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
      "en": "You have fulfilled the vision.\" Indeed, We thus reward the doers of good.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3893",
      "tafsir": "Sungguh, engkau telah membenarkan mimpi itu sebagai perintah Allah yang wajib engkau laksanakan.” Sungguh, demikianlah tugas yang membutuhkan kesabaran dan pengorbanan tinggi. Kami akan memberi balasan kepada orang-orang yang berbuat baik dan ikhlas dalam beramal."
    },
    {
      "no": 106,
      "arab": "إِنَّ هَٰذَا لَهُوَ الْبَلَاءُ الْمُبِينُ",
      "latin": "Inna haazaa lahuwal balaaa'ul mubeen",
      "id": "Sesungguhnya ini benar-benar suatu ujian yang nyata.",
      "en": "Indeed, this was the clear trial.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3894",
      "tafsir": "Sesungguhnya perintah ini benar-benar suatu ujian yang nyata dari Allah untuk menguji keimanan dan ketaatan hamba terhadap perintah-Nya."
    },
    {
      "no": 107,
      "arab": "وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ",
      "latin": "Wa fadainaahu bizibhin 'azeem",
      "id": "Dan Kami tebus anak itu dengan seekor sembelihan yang besar.",
      "en": "And We ransomed him with a great sacrifice,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3895",
      "tafsir": "Dan ketika Nabi Ibrahim dan anaknya membuktikan keteguhan dan ketulusan mereka dalam menerima ujian Allah, Kami tebus anak itu dengan seekor domba sembelihan yang besar."
    },
    {
      "no": 108,
      "arab": "وَتَرَكْنَا عَلَيْهِ فِي الْآخِرِينَ",
      "latin": "Wa taraknaa 'alaihi fil aakhireen",
      "id": "Dan Kami abadikan untuk Ibrahim (pujian) di kalangan orang-orang yang  datang kemudian,",
      "en": "And We left for him [favorable mention] among later generations:",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3896",
      "tafsir": "Dan karena kepatuhannya pula Kami abadikan untuk Nabi Ibrahim buah tutur yang indah dan pujian yang baik di kalangan orang-orang yang datang kemudian hingga akhir zaman (Lihat pula: Surah asy-Syu‘arà’/26: 84)."
    },
    {
      "no": 109,
      "arab": "سَلَامٌ عَلَىٰ إِبْرَاهِيمَ",
      "latin": "Salaamun 'alaaa Ibraaheem",
      "id": "”Selamat sejahtera bagi Ibrahim.”",
      "en": "\"Peace upon Abraham.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3897",
      "tafsir": "Kepadanya Kami sampaikan pula ucapan “Selamat sejahtera bagi Nabi Ibrahim” sebagai penghargaan kepadanya."
    },
    {
      "no": 110,
      "arab": "كَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ",
      "latin": "Kazaalika najzil muhsineen",
      "id": "Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
      "en": "Indeed, We thus reward the doers of good.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3898",
      "tafsir": "Demikianlah imbalan itu Kami berikan kepadanya, dan Kami akan memberi balasan kepada orang-orang yang berbuat baik dengan imbalan pahala di sisi Kami."
    },
    {
      "no": 111,
      "arab": "إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ",
      "latin": "Innahoo min 'ibaadinal mu'mineen",
      "id": "Sungguh, dia termasuk hamba-hamba Kami yang beriman.",
      "en": "Indeed, he was of Our believing servants.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3899",
      "tafsir": "Sungguh, dia termasuk hamba-hamba Kami yang beriman, jujur, patuh, dan ikhlas dalam melaksanakan perintah Kami."
    },
    {
      "no": 112,
      "arab": "وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِّنَ الصَّالِحِينَ",
      "latin": "Wa bashsharnaahu bi Ishaaqa Nabiyayam minas saaliheen",
      "id": "Dan Kami beri dia kabar gembira dengan (kelahiran) Ishak seorang nabi yang termasuk orang-orang yang saleh.",
      "en": "And We gave him good tidings of Isaac, a prophet from among the righteous.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3900",
      "tafsir": "Dan di samping buah tutur dan pujian yang indah bagi Nabi Ibrahim sepanjang masa, Kami beri pula dia kabar gembira melalui malaikat dengan kelahiran putra keduanya, yaitu Nabi Ishak. Kelak dia juga menjadi seorang nabi yang termasuk golongan orang-orang yang saleh dan berilmu (Lihat pula: Surah Hùd/11: 69–73 dan až-Žàriyàt/51: 24–30)."
    },
    {
      "no": 113,
      "arab": "وَبَارَكْنَا عَلَيْهِ وَعَلَىٰ إِسْحَاقَ ۚ وَمِن ذُرِّيَّتِهِمَا مُحْسِنٌ وَظَالِمٌ لِّنَفْسِهِ مُبِينٌ",
      "latin": "Wa baaraknaa 'alaihi wa 'alaaa Ishaaq; wa min zurriyya tihimaa muhsinunw wa zaalimul linafshihee mubeen",
      "id": "Dan Kami limpahkan keberkahan kepadanya dan kepada Ishak. Dan di antara keturunan keduanya ada yang berbuat baik dan ada (pula) yang terang-terangan berbuat zalim terhadap dirinya sendiri.",
      "en": "And We blessed him and Isaac. But among their descendants is the doer of good and the clearly unjust to himself.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3901",
      "tafsir": "Dan demikianlah Kami limpahkan keberkahan kepadanya dan kepada Nabi Ishak dengan nikmat kenabian. Dan di antara keturunan keduanya ada yang berbuat baik, menaati perintah Allah, dan menyeru ke jalan yang benar sehingga diangkat oleh Allah menjadi nabi dan rasul, dan ada pula dari keturunannya yang terang-terangan berbuat zalim terhadap dirinya sendiri dengan mengingkari nikmat Allah dan berbuat kerusakan sehingga Allah menurunkan kepada mereka azab yang sangat pedih."
    },
    {
      "no": 114,
      "arab": "وَلَقَدْ مَنَنَّا عَلَىٰ مُوسَىٰ وَهَارُونَ",
      "latin": "Wa laqad mananna alaa Moosaa wa Haaroon",
      "id": "Dan sungguh, Kami telah melimpahkan nikmat kepada Musa dan Harun.",
      "en": "And We did certainly confer favor upon Moses and Aaron.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3902",
      "tafsir": "Dan kenikmatan serta keberkahan sungguh merupakan janji Allah bagi orang-orang yang berbuat kebajikan. Sebagaimana karunia itu Kami berikan kepada Nabi Ibrahim dan putra-putranya, Kami telah melimpahkan pula nikmat yang besar kepada Nabi Musa dan Nabi Harun. Kami jadikan keduanya rasul dan Kami dukung mereka untuk membebaskan Bani Israil dari perbudakan Fir'aun dan mengembalikan me-reka ke negeri asalnya."
    },
    {
      "no": 115,
      "arab": "وَنَجَّيْنَاهُمَا وَقَوْمَهُمَا مِنَ الْكَرْبِ الْعَظِيمِ",
      "latin": "Wa najjainaahumaa wa qawmahumaa minal karbil 'azeem",
      "id": "Dan Kami selamatkan keduanya dan kaumnya dari bencana yang besar,",
      "en": "And We saved them and their people from the great affliction,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3903",
      "tafsir": "Selain itu, Kami beri mereka enam kenikmatan lain. Kami selamatkan keduanya dan kaumnya dari Fir'aun yang menindas, memperbudak, dan membunuh bayi laki-laki mereka agar keturunan mereka punah."
    },
    {
      "no": 116,
      "arab": "وَنَصَرْنَاهُمْ فَكَانُوا هُمُ الْغَالِبِينَ",
      "latin": "Wa nasarnaahum fakaanoo humul ghaalibeen",
      "id": "dan Kami tolong mereka, sehingga jadilah mereka orang-orang yang menang.",
      "en": "And We supported them so it was they who overcame.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3904",
      "tafsir": "Dan Kami tolong mereka dari kejaran Fir'aun dan tentaranya sehingga jadilah mereka orang-orang yang menang, selamat, dan kembali ke negeri asal mereka dengan merdeka."
    },
    {
      "no": 117,
      "arab": "وَآتَيْنَاهُمَا الْكِتَابَ الْمُسْتَبِينَ",
      "latin": "Wa aatainaahumal Kitaabal mustabeen",
      "id": "Dan Kami berikan kepada keduanya Kitab yang sangat jelas,",
      "en": "And We gave them the explicit Scripture,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3905",
      "tafsir": "Dan kami berikan kepada keduanya Kitab Taurat yang berisi ketentuan dan petunjuk yang sangat jelas, baik untuk kebahagiaan dunia maupun akhirat (Lihat Surah al-Anbiya'/ 21: 48)."
    },
    {
      "no": 118,
      "arab": "وَهَدَيْنَاهُمَا الصِّرَاطَ الْمُسْتَقِيمَ",
      "latin": "Wa hadainaahumus Siraatal Mustaqeem",
      "id": "dan Kami tunjukkan keduanya jalan yang lurus.",
      "en": "And We guided them on the straight path.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3906",
      "tafsir": "Keduanya mewariskan kitab itu kepada Bani Israil untuk menjadi pegangan hidup (Lihat Surah Ghafir/ 40: 53-54). Dan Kami tunjukkan keduanya jalan yang lurus menuju kebahagiaan hakiki."
    },
    {
      "no": 119,
      "arab": "وَتَرَكْنَا عَلَيْهِمَا فِي الْآخِرِينَ",
      "latin": "Wa taraknaa 'alaihimaa fil aakhireen",
      "id": "Dan Kami abadikan untuk keduanya (pujian) di kalangan orang-orang yang datang kemudian,",
      "en": "And We left for them [favorable mention] among later generations:",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3907",
      "tafsir": "Dan Kami abadikan untuk keduanya pujian dan kemuliaan yang mengharumkan nama keduanya dikalangan orang-orang yang datang kemudian."
    },
    {
      "no": 120,
      "arab": "سَلَامٌ عَلَىٰ مُوسَىٰ وَهَارُونَ",
      "latin": "Salaamun 'alaa Moosaa wa Haaroon",
      "id": "”Selamat sejahtera bagi Musa dan Harun.”",
      "en": "\"Peace upon Moses and Aaron.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3908",
      "tafsir": "Pujian yang indah itu diiringi ucapan, \"Selamat sejahtera bagi Musa dan Harun,\" sehingga nama keduanya dikenang sepanjang masa."
    },
    {
      "no": 121,
      "arab": "إِنَّا كَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ",
      "latin": "Innaa kazaalika najzil muhsineen",
      "id": "Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
      "en": "Indeed, We thus reward the doers of good.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3909",
      "tafsir": "Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik, rela berkorban, dan sabar dalam memperjuangkan ajaran tauhid."
    },
    {
      "no": 122,
      "arab": "إِنَّهُمَا مِنْ عِبَادِنَا الْمُؤْمِنِينَ",
      "latin": "Innahumaa min 'ibaadinal mu'mineen",
      "id": "Sungguh, keduanya termasuk hamba-hamba Kami yang beriman.",
      "en": "Indeed, they were of Our believing servants.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3910",
      "tafsir": "Karena keteguhan dan kesabaran mereka, sungguh keduanya termasuk hamba-hamba Kami yang beriman dengan tulus."
    },
    {
      "no": 123,
      "arab": "وَإِنَّ إِلْيَاسَ لَمِنَ الْمُرْسَلِينَ",
      "latin": "Wa inna Ilyaasa laminal mursaleen",
      "id": "Dan sungguh, Ilyas benar-benar termasuk salah seorang rasul.",
      "en": "And indeed, Elias was from among the messengers,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3911",
      "tafsir": "Dan sebagaimana Musa dan Harun, sungguh Nabi Ilyas benar-benar termasuk salah seorang rasul dari kalangan Bani Israil yang diutus oleh Allah untuk menyampaikan risalah kepada penduduk Baalbek (sekarang wilayah Lebanon)."
    },
    {
      "no": 124,
      "arab": "إِذْ قَالَ لِقَوْمِهِ أَلَا تَتَّقُونَ",
      "latin": "Iz qaala liqawmiheee alaa tattaqoon",
      "id": "(Ingatlah) ketika dia berkata kepada kaumnya, “Mengapa kamu tidak bertakwa?",
      "en": "When he said to his people, \"Will you not fear Allah?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3912",
      "tafsir": "Ingatlah ketika dia berkata kepada kaumnya, “Mengapa kamu tidak bertakwa, mengesakan, dan menaati perintah Allah? Dialah Tuhan yang telah menciptakan kamu."
    },
    {
      "no": 125,
      "arab": "أَتَدْعُونَ بَعْلًا وَتَذَرُونَ أَحْسَنَ الْخَالِقِينَ",
      "latin": "Atad'oona Ba'lanw wa tazaroona ahsanal khaaliqeen",
      "id": "Patutkah kamu menyembah Ba’l dan kamu tinggalkan (Allah) sebaik-baik pencipta.",
      "en": "Do you call upon Ba'l and leave the best of creators -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3913",
      "tafsir": "Patutkah kamu menyembah Ba’l, seonggok benda mati yang tidak bisa memberi manfaat dan menolak malapetaka, dan kamu tinggalkan sebaik-baik Pencipta yang ciptaannya tidak bisa ditandingi oleh siapa pun?"
    },
    {
      "no": 126,
      "arab": "اللَّهَ رَبَّكُمْ وَرَبَّ آبَائِكُمُ الْأَوَّلِينَ",
      "latin": "Allaaha Rabbakum wa Rabba aabaaa'ikumul awwaleen",
      "id": "(Yaitu) Allah Tuhanmu dan Tuhan nenek moyangmu yang terdahulu?”",
      "en": "Allah, your Lord and the Lord of your first forefathers?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3914",
      "tafsir": "Pencipta itu adalah Allah, Tuhanmu dan Tuhan nenek moyangmu yang terdahulu, yaitu Nabi Ibrahim, Ismail, Ishak, Yakub, Yusuf, Musa, Harun, dan lainnya.”"
    },
    {
      "no": 127,
      "arab": "فَكَذَّبُوهُ فَإِنَّهُمْ لَمُحْضَرُونَ",
      "latin": "Fakazzaboohu fa inna hum lamuhdaroon",
      "id": "Tetapi mereka mendustakannya (Ilyas), maka sungguh, mereka akan diseret (ke neraka),",
      "en": "And they denied him, so indeed, they will be brought [for punishment],",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3915",
      "tafsir": "Nabi Ilyas telah memberi penjelasan kepada kaumnya, tetapi mereka tetap mendustakannya dan memilih kemusyrikan. Maka, sebagai akibatnya, sungguh mereka akan diseret ke neraka,"
    },
    {
      "no": 128,
      "arab": "إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ",
      "latin": "Illaa 'ibaadal laahil mukhlaseen",
      "id": "kecuali hamba-hamba Allah yang disucikan (dari dosa),",
      "en": "Except the chosen servants of Allah.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3916",
      "tafsir": "kecuali hamba-hamba Allah yang disucikan dari dosa karena telah meninggalkan perbuatan syirik, menghiasi diri dengan amal saleh, dan ikhlas melaksanakan perintah-Nya."
    },
    {
      "no": 129,
      "arab": "وَتَرَكْنَا عَلَيْهِ فِي الْآخِرِينَ",
      "latin": "Wa taraknaa 'alaihi fil aakhireen",
      "id": "Dan Kami abadikan untuk Ilyas (pujian) di kalangan orang-orang yang datang kemudian.",
      "en": "And We left for him [favorable mention] among later generations:",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3917",
      "tafsir": "Dan karena kesabaran serta ketabahannya dalam menyampaikan agama tauhid, Kami abadikan untuk Nabi Ilyas suatu pujian yang mulia di kalangan orang-orang yang datang kemudian."
    },
    {
      "no": 130,
      "arab": "سَلَامٌ عَلَىٰ إِلْ يَاسِينَ",
      "latin": "Salaamun 'alaaa Ilyaaseen",
      "id": "”Selamat sejahtera bagi Ilyas.”",
      "en": "\"Peace upon Elias.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3918",
      "tafsir": "dan Kami ucapkan pula kepadanya,”Selamat sejahtera bagi Ilyas,” yakni namanya selalu disebut di kalangan semua makhluk."
    },
    {
      "no": 131,
      "arab": "إِنَّا كَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ",
      "latin": "Innaa kazaalika najzil muhsineen",
      "id": "Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
      "en": "Indeed, We thus reward the doers of good.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3919",
      "tafsir": "Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik, taat dan sabar dalam memperjuangkan penegakan agama tauhid."
    },
    {
      "no": 132,
      "arab": "إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ",
      "latin": "Innahoo min 'ibaadinal mu'mineen",
      "id": "Sungguh, dia termasuk hamba-hamba Kami yang beriman.",
      "en": "Indeed, he was of Our believing servants.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3920",
      "tafsir": "Sungguh, dia benar-benar termasuk hamba-hamba Kami yang beriman, yang jujur dalam keimanannya, dan ikhlas dalam melaksanakan perintah Allah."
    },
    {
      "no": 133,
      "arab": "وَإِنَّ لُوطًا لَّمِنَ الْمُرْسَلِينَ",
      "latin": "Wa inna Lootal laminal mursaleen",
      "id": "Dan sungguh, Lut benar-benar termasuk salah seorang rasul.",
      "en": "And indeed, Lot was among the messengers.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3921",
      "tafsir": "Bila nabi-nabi yang disebutkan sebelumnya berasal dari garis keturunan Nabi Ibrahim, nabi berikut ini merupakan anak paman Nabi Ibrahim yang berjuang bersamanya dalam menyampaikan risalah Allah. Dialah Nabi Lut. Dan sungguh, Nabi Lut benar-benar termasuk salah seorang yang Allah pilih menjadi rasul untuk berdakwah kepada penduduk Sodom."
    },
    {
      "no": 134,
      "arab": "إِذْ نَجَّيْنَاهُ وَأَهْلَهُ أَجْمَعِينَ",
      "latin": "Iz najjainaahu wa ahlahooo ajma'een",
      "id": "(Ingatlah) ketika Kami telah menyelamatkan dia dan pengikutnya semua,",
      "en": "[So mention] when We saved him and his family, all,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3922",
      "tafsir": "Ingatlah ketika Kami telah menyelamatkan dia, keluarganya yang beriman, dan pengikutnya semua dari azab Allah,"
    },
    {
      "no": 135,
      "arab": "إِلَّا عَجُوزًا فِي الْغَابِرِينَ",
      "latin": "Illaa 'ajoozan fil ghaabireen",
      "id": "kecuali seorang perempuan tua (istrinya) bersama-sama orang yang tinggal (di kota).",
      "en": "Except his wife among those who remained [with the evildoers].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3923",
      "tafsir": "kecuali seorang perempuan tua, yaitu istrinya. Kami sisakan perempuan tua yang kafir itu bersama-sama orang yang tinggal di kota tersebut."
    },
    {
      "no": 136,
      "arab": "ثُمَّ دَمَّرْنَا الْآخَرِينَ",
      "latin": "Summa dammarnal aakhareen",
      "id": "Kemudian Kami binasakan orang-orang yang lain.",
      "en": "Then We destroyed the others.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3924",
      "tafsir": "Kemudian, Kami binasakan orang-orang yang lain yang tetap tinggal di kota itu akibat penolakan mereka terhadap ajakan Nabi Lut untuk menempuh jalan yang benar."
    },
    {
      "no": 137,
      "arab": "وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِم مُّصْبِحِينَ",
      "latin": "Wa innakum latamurroona 'alaihim musbiheen",
      "id": "Dan sesungguhnya kamu (penduduk Mekah) benar-benar akan melalui (bekas-bekas) mereka pada waktu pagi,",
      "en": "And indeed, you pass by them in the morning",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3925",
      "tafsir": "Dan sesungguhnya kamu, wahai penduduk Mekah, benar-benar akan melalui sisa-sisa reruntuhan rumah-rumah mereka dalam perjalanan dagangmu ke Syam pada waktu pagi"
    },
    {
      "no": 138,
      "arab": "وَبِاللَّيْلِ ۗ أَفَلَا تَعْقِلُونَ",
      "latin": "Wa billail; afalaa ta'qiloon",
      "id": "dan pada waktu malam. Maka mengapa kamu tidak mengerti?",
      "en": "And at night. Then will you not use reason?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3926",
      "tafsir": "dan pada waktu malam. Maka, mengapa kamu tidak mengerti dan memikirkan azab yang telah mereka terima akibat kekafiran mereka? Allah memberimu kesempatan menyaksikan peninggalan kaum yang durhaka itu agar kamu beriman dan takut akan azab-Nya."
    },
    {
      "no": 139,
      "arab": "وَإِنَّ يُونُسَ لَمِنَ الْمُرْسَلِينَ",
      "latin": "Wa inna Yoonusa laminal mursaleen",
      "id": "Dan sungguh, Yunus benar-benar termasuk salah seorang rasul,",
      "en": "And indeed, Jonah was among the messengers.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3927",
      "tafsir": "Usai menceritakan perjuangan dakwah Nabi Lut yang bukan berasal dari Bani Israil, Allah kembali menuturkan dakwah nabi dari Bani Israil, Nabi Yunus. Dan sungguh, Yunus benar-benar termasuk salah seorang rasul yang Allah utus untuk menyampaikan risalah kepada penduduk Ninawa (sekarang wilayah Irak) agar menyembah Allah dan meninggalkan berhala sesembahan mereka."
    },
    {
      "no": 140,
      "arab": "إِذْ أَبَقَ إِلَى الْفُلْكِ الْمَشْحُونِ",
      "latin": "Iz abaqa ilal fulkil mash hoon",
      "id": "(ingatlah) ketika dia lari, ke kapal yang penuh muatan,",
      "en": "[Mention] when he ran away to the laden ship.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3928",
      "tafsir": "Ingatlah ketika dia lari dan pergi meninggalkan kaumnya padahal Allah tidak memperkenankan kepergiannya, lalu dia naik ke kapal yang penuh dengan muatan hingga hampir tenggelam."
    },
    {
      "no": 141,
      "arab": "فَسَاهَمَ فَكَانَ مِنَ الْمُدْحَضِينَ",
      "latin": "Fasaahama fakaana minal mudhadeen",
      "id": "kemudian dia ikut diundi ternyata dia termasuk orang-orang yang kalah (dalam undian).",
      "en": "And he drew lots and was among the losers.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3929",
      "tafsir": "Melihat kondisi ini kemudian para penumpang melakukan pengundian, di mana dia ikut diundi untuk menentukan penumpang yang kalah dan harus diceburkan ke laut."
    },
    {
      "no": 142,
      "arab": "فَالْتَقَمَهُ الْحُوتُ وَهُوَ مُلِيمٌ",
      "latin": "Faltaqamahul hootu wa huwa muleem",
      "id": "Maka dia ditelan oleh ikan besar dalam keadaan tercela.",
      "en": "Then the fish swallowed him, while he was blameworthy.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3930",
      "tafsir": "Ternyata dia termasuk orang-orang yang kalah dalam undian itu. Maka dia pun diceburkan hingga dia ditelan oleh ikan besar dalam keadaan tercela karena meninggalkan kaumnya tanpa izin Allah."
    },
    {
      "no": 143,
      "arab": "فَلَوْلَا أَنَّهُ كَانَ مِنَ الْمُسَبِّحِينَ",
      "latin": "Falaw laaa annahoo kaana minal musabbiheen",
      "id": "Maka sekiranya dia tidak termasuk orang yang banyak berzikir (bertasbih) kepada Allah,",
      "en": "And had he not been of those who exalt Allah,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3931",
      "tafsir": "Menanggapi tindakan Nabi Yunus itu maka Allah menegaskan bahwa sekiranya dia tidak termasuk orang yang banyak berzikir dan bertasbih terus-menurus kepada Allah,"
    },
    {
      "no": 144,
      "arab": "لَلَبِثَ فِي بَطْنِهِ إِلَىٰ يَوْمِ يُبْعَثُونَ",
      "latin": "Lalabisa fee batniheee ilaa Yawmi yub'asoon",
      "id": "niscaya dia akan tetap tinggal di perut (ikan itu) sampai hari kebangkitan.",
      "en": "He would have remained inside its belly until the Day they are resurrected.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3932",
      "tafsir": "niscaya dia akan tetap tinggal diperut ikan yang menelannya itu sampai hari kebangkitan."
    },
    {
      "no": 145,
      "arab": "۞ فَنَبَذْنَاهُ بِالْعَرَاءِ وَهُوَ سَقِيمٌ",
      "latin": "Fanabaznaahu bil'araaa'i wa huwa saqeem",
      "id": "Kemudian Kami lemparkan dia ke daratan yang tandus, sedang dia dalam keadaan sakit.",
      "en": "But We threw him onto the open shore while he was ill.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3933",
      "tafsir": "Setelah Nabi Yunus beberapa lama berada di dalam perut ikan dalam kondisi gelap, sempit, dan sesak nafas, kemudian Kami keluarkan dan lemparkan dia ke daratan yang tandus tanpa pepohonan di sana, sedang dia dalam keadaan sakit dan tidak berdaya."
    },
    {
      "no": 146,
      "arab": "وَأَنبَتْنَا عَلَيْهِ شَجَرَةً مِّن يَقْطِينٍ",
      "latin": "Wa ambatnaa 'alaihi shajaratam mai yaqteen",
      "id": "Kemudian untuk dia Kami tumbuhkan sebatang pohon dari jenis labu.",
      "en": "And We caused to grow over him a gourd vine.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3934",
      "tafsir": "Dengan kemurahan-Ku, untuk dia Kami tumbuhkan sebatang pohon dari jenis labu sebagai makanan yang segar, lezat, dan bergizi sehingga kekuatan dan kesehatannya berangsur pulih."
    },
    {
      "no": 147,
      "arab": "وَأَرْسَلْنَاهُ إِلَىٰ مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ",
      "latin": "Wa arsalnaahu ilaa mi'ati alfin aw yazeedoon",
      "id": "Dan Kami utus dia kepada seratus ribu (orang) atau lebih,",
      "en": "And We sent him to [his people of] a hundred thousand or more.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3935",
      "tafsir": "Dan setelah pulih, Kami utus dia kembali kepada kaumnya yang saat itu berjumlah seratus ribu orang atau lebih. Kedatangannya disambut gembira karena mereka menunggu seorang rasul yang membimbing mereka menuju keimanan."
    },
    {
      "no": 148,
      "arab": "فَآمَنُوا فَمَتَّعْنَاهُمْ إِلَىٰ حِينٍ",
      "latin": "Fa aamanoo famatta' naahum ilaa heen",
      "id": "sehingga mereka beriman, karena itu Kami anugerahkan kenikmatan hidup kepada mereka hingga waktu tertentu.",
      "en": "And they believed, so We gave them enjoyment [of life] for a time.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3936",
      "tafsir": "Mereka sadar bahwa Allah dengan kasih sayang-Nya telah menyelamatkan mereka dari azab yang tampak di depan mata, sehingga mereka benar-benar beriman kepada Allah dengan tulus. Karena itu Kami anugerahkan kenikmatan hidup kepada mereka hingga waktu tertentu, yaitu akhir hayat mereka. Anugerah semacam ini hanya Allah karuniakan kepada umat Nabi Yunus (Lihat pula: Surah Yùnus/10: 98)."
    },
    {
      "no": 149,
      "arab": "فَاسْتَفْتِهِمْ أَلِرَبِّكَ الْبَنَاتُ وَلَهُمُ الْبَنُونَ",
      "latin": "Fastaftihim ali Rabbikal banaatu wa lahumul banoon",
      "id": "Maka tanyakanlah (Muhammad) kepada mereka (orang-orang kafir Mekah), “Apakah anak-anak perempuan itu untuk Tuhanmu sedangkan untuk mereka anak-anak laki-laki?”",
      "en": "So inquire of them, [O Muhammad], \"Does your Lord have daughters while they have sons?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3937",
      "tafsir": "Kisah para nabi ini menjadi pelajaran bagi generasi sesudahnya. Mereka, seperti halnya Nabi Muhammad, diutus untuk menyampaikan risalah tauhid kepada umatnya, mengajak mereka untuk mengesakan Allah dan menyucikan Allah dari hal-hal yang tidak patut. Maka tanyakanlah, wahai Nabi Muhammad, kepada mereka yang ingkar dari umatmu, apakah mereka menisbatkan anak-anak perempuan itu untuk Tuhanmu sedangkan untuk mereka sendiri mereka memilih anak-anak laki-laki?"
    },
    {
      "no": 150,
      "arab": "أَمْ خَلَقْنَا الْمَلَائِكَةَ إِنَاثًا وَهُمْ شَاهِدُونَ",
      "latin": "Am khalaqnal malaaa'i kata inaasanw wa hm shaahidoon",
      "id": "atau apakah Kami menciptakan malaikat-malaikat berupa perempuan sedangkan mereka menyaksikan(nya)?",
      "en": "Or did We create the angels as females while they were witnesses?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3938",
      "tafsir": "Atau tanyakanlah kepada mereka apakah Kami menciptakan malaikat-malaikat sebagai hamba Allah berupa makhluk berjenis kelamin perempuan, sedangkan mereka menyaksikan hal itu? Sungguh, mereka akan diminta pertanggungjawaban di akhirat atas tuduhan mereka itu (Lihat pula: Surah az-Zukhruf/43: 19)."
    },
    {
      "no": 151,
      "arab": "أَلَا إِنَّهُم مِّنْ إِفْكِهِمْ لَيَقُولُونَ",
      "latin": "Alaaa innahum min ifkihim la yaqooloon",
      "id": "Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan,",
      "en": "Unquestionably, it is out of their [invented] falsehood that they say,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3939",
      "tafsir": "Wahai Nabi Muhammad, ingatlah sesungguhnya di antara kebohongannya yang lain adalah bahwa mereka benar-benar mengatakan,"
    },
    {
      "no": 152,
      "arab": "وَلَدَ اللَّهُ وَإِنَّهُمْ لَكَاذِبُونَ",
      "latin": "Waladal laahu wa innhum lakaaziboon",
      "id": "”Allah mempunyai anak.” Dan sungguh, mereka benar-benar pendusta,",
      "en": "\" Allah has begotten,\" and indeed, they are liars.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3940",
      "tafsir": "“Allah mempunyai anak.” Mahasuci Allah. Tiada sekutu bagi-Nya. Dia tidak beranak dan tidak pula diperanakkan. Dan sungguh, mereka benar-benar pendusta karena tuduhan mereka tidak berdasar sama sekali."
    },
    {
      "no": 153,
      "arab": "أَصْطَفَى الْبَنَاتِ عَلَى الْبَنِينَ",
      "latin": "Astafal banaati 'alal baneen",
      "id": "apakah Dia (Allah) memilih anak-anak perempuan daripada anak-anak laki-laki?",
      "en": "Has He chosen daughters over sons?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3941",
      "tafsir": "Apakah untuk diri-Nya sendiri Dia lebih memilih anak-anak perempuan daripada anak-anak laki-laki? Mereka menuduh para malaikat sebagai anak-anak perempuan Allah."
    },
    {
      "no": 154,
      "arab": "مَا لَكُمْ كَيْفَ تَحْكُمُونَ",
      "latin": "Maa lakum kaifa tahkumoon",
      "id": "Mengapa kamu ini? Bagaimana (caranya) kamu menetapkan?",
      "en": "What is [wrong] with you? How do you make judgement?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3942",
      "tafsir": "Wahai Nabi Muhammad, katakanlah kepada mereka, “Mengapa kamu beranggapan buruk seperti ini kepada Allah? Bagaimana kamu bisa menetapkan bahwa Allah memilih anak perempuan, padahal kamu sendiri tidak menyukainya?"
    },
    {
      "no": 155,
      "arab": "أَفَلَا تَذَكَّرُونَ",
      "latin": "Afalaa tazakkaroon",
      "id": "Maka mengapa kamu tidak memikirkan?",
      "en": "Then will you not be reminded?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3943",
      "tafsir": "Maka, mengapa kamu tidak memikirkan bagaimana jika Allah memiliki anak? Dia Mahakuasa dan Maha Esa dalam menciptakan dan mengaturnya alam semesta."
    },
    {
      "no": 156,
      "arab": "أَمْ لَكُمْ سُلْطَانٌ مُّبِينٌ",
      "latin": "Am lakum sultaanum mubeen",
      "id": "Ataukah kamu mempunyai bukti yang jelas?",
      "en": "Or do you have a clear authority?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3944",
      "tafsir": "Ataukah kamu mem­punyai bukti yang jelas atas kebenaran prasangka burukmu itu?"
    },
    {
      "no": 157,
      "arab": "فَأْتُوا بِكِتَابِكُمْ إِن كُنتُمْ صَادِقِينَ",
      "latin": "Faatoo bi Kitaabikum in kuntum saadiqeen",
      "id": "(Kalau begitu) maka bawalah kitabmu jika kamu orang yang benar.",
      "en": "Then produce your scripture, if you should be truthful.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3945",
      "tafsir": "Jika demikian adanya maka bawalah kitabmu ke hadapan kami dan tunjukkanlah bukti yang membenarkan pernyataanmu jika kamu memang orang yang benar."
    },
    {
      "no": 158,
      "arab": "وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا ۚ وَلَقَدْ عَلِمَتِ الْجِنَّةُ إِنَّهُمْ لَمُحْضَرُونَ",
      "latin": "Wa ja'aloo bainahoo wa bainal jinnati nasabaa; wa laqad 'alimatil jinnatu innahum lamuhdaroon",
      "id": "Dan mereka mengadakan (hubungan) nasab (keluarga) antara Dia (Allah) dan jin. Dan sungguh, jin telah mengetahui bahwa mereka pasti akan diseret (ke neraka),",
      "en": "And they have claimed between Him and the jinn a lineage, but the jinn have already known that they [who made such claims] will be brought to [punishment].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3946",
      "tafsir": "Dan mereka juga menganggap bahwa Allah mengadakan hubungan nasab antara Dia dan jin. Alangkah buruk anggapan tersebut, dan sungguh jin yang menyesatkan manusia telah mengetahui bahwa mereka pasti akan diseret ke neraka."
    },
    {
      "no": 159,
      "arab": "سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ",
      "latin": "Subhaanal laahi 'ammaa yasifoon",
      "id": "Mahasuci Allah dari apa yang mereka sifatkan,",
      "en": "Exalted is Allah above what they describe,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3947",
      "tafsir": "Mahasuci dan Mahamulia Allah dari apa yang mereka sifatkan. Dia suci dari segala sifat-sifat yang menyamai makhluk-Nya. Mereka yang menyematkan sifat-sifat tersebut kepada Allah akan diseret ke neraka."
    },
    {
      "no": 160,
      "arab": "إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ",
      "latin": "Illaa 'ibaadal laahil mukhlaseen",
      "id": "kecuali hamba-hamba Allah yang disucikan (dari dosa).",
      "en": "Except the chosen servants of Allah [who do not share in that sin].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3948",
      "tafsir": "Demikianlah, kecuali hamba-hamba Allah yang dipilih; mereka disucikan dari dosa karena menyembah Allah dengan ikhlas dan tidak mempunyai pandangan salah tentang-Nya."
    },
    {
      "no": 161,
      "arab": "فَإِنَّكُمْ وَمَا تَعْبُدُونَ",
      "latin": "Fa innakum wa maa ta'ubdoon",
      "id": "Maka sesungguhnya kamu dan apa yang kamu sembah itu,",
      "en": "So indeed, you [disbelievers] and whatever you worship,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3949",
      "tafsir": "Maka ketahuilah wahai orang-orang musyrik, sesungguhnya kamu dan apa yang kamu sembah itu, yaitu patung dan berhala, serta segala upayamu untuk menyesatkan orang lain,"
    },
    {
      "no": 162,
      "arab": "مَا أَنتُمْ عَلَيْهِ بِفَاتِنِينَ",
      "latin": "Maaa antum 'alaihi befaaatineen",
      "id": "tidak akan dapat menyesatkan (seseorang) terhadap Allah,",
      "en": "You cannot tempt [anyone] away from Him",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3950",
      "tafsir": "tidak akan dapat menyesatkan seseorang terhadap Allah,"
    },
    {
      "no": 163,
      "arab": "إِلَّا مَنْ هُوَ صَالِ الْجَحِيمِ",
      "latin": "Illaa man huwa saalil jaheem",
      "id": "kecuali orang-orang yang akan masuk ke neraka Jahim.",
      "en": "Except he who is to [enter and] burn in the Hellfire.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3951",
      "tafsir": "kecuali menyesatkan orang-orang yang telah ditetapkan akan masuk ke neraka Jahim akibat langgeng dalam kekafirannya. Sementara itu, orang yang menempuh jalan kebenaran akan selamat dari tipu daya setan sehingga selamat dari siksa neraka."
    },
    {
      "no": 164,
      "arab": "وَمَا مِنَّا إِلَّا لَهُ مَقَامٌ مَّعْلُومٌ",
      "latin": "Wa maa minnasa illaa lahoo maqaamum ma'loom",
      "id": "Dan tidak satu pun di antara kami (malaikat) melainkan masing-masing mempunyai kedudukan tertentu,",
      "en": "[The angels say], \"There is not among us any except that he has a known position.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3952",
      "tafsir": "Malaikat bukanlah anak-anak perempuan Allah sebagaimana tuduhan orang musyrik. Mereka hanyalah hamba-hamba Allah yang patuh pada perintah-Nya. Malaikat berkata, “Dan tidak satu pun di antara kami melainkan masing-masing mempunyai kedudukan tertentu dalam melaksanakan tugas dan mengabdi kepada Allah,"
    },
    {
      "no": 165,
      "arab": "وَإِنَّا لَنَحْنُ الصَّافُّونَ",
      "latin": "Wa innaa llanah nus saaffoon",
      "id": "dan sesungguhnya kami selalu teratur dalam barisan (dalam melaksanakan perintah Allah).",
      "en": "And indeed, we are those who line up [for prayer].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3953",
      "tafsir": "dan sesungguhnya kami selalu teratur dalam barisan untuk melaksanakan perintah-Nya."
    },
    {
      "no": 166,
      "arab": "وَإِنَّا لَنَحْنُ الْمُسَبِّحُونَ",
      "latin": "Wa innaa lanah nul musabbihoon",
      "id": "Dan sungguh, kami benar-benar terus bertasbih (kepada Allah).",
      "en": "And indeed, we are those who exalt Allah.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3954",
      "tafsir": "Dan sungguh, kami benar-benar terus bertasbih, menyucikan dan mengagungkan asma-Nya dari sifat-sifat yang tidak layak bagi-Nya."
    },
    {
      "no": 167,
      "arab": "وَإِن كَانُوا لَيَقُولُونَ",
      "latin": "Wa in kaanoo la yaqooloon",
      "id": "Dan sesungguhnya mereka (orang kafir Mekah) benar-benar pernah berkata,",
      "en": "And indeed, the disbelievers used to say,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3955",
      "tafsir": "Orang-orang kafir selalu mencari pembenaran atas kekafiran mereka, tidak terkecuali mereka yang hidup sebelum Nabi Muhammad. Dan sesungguhnya mereka benar-benar pernah berkata,"
    },
    {
      "no": 168,
      "arab": "لَوْ أَنَّ عِندَنَا ذِكْرًا مِّنَ الْأَوَّلِينَ",
      "latin": "Law anna 'indana zikram minal awwaleen",
      "id": "”Sekiranya di sisi kami ada sebuah kitab dari (kitab-kitab yang diturunkan) kepada orang-orang dahulu,",
      "en": "\"If we had a message from [those of] the former peoples,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3956",
      "tafsir": "“Sekiranya di sisi kami ada sebuah kitab dari Allah yang dibawa oleh seorang rasul sebagaimana Taurat dan Injil yang diturunkan kepada orang-orang dahulu,"
    },
    {
      "no": 169,
      "arab": "لَكُنَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ",
      "latin": "Lakunna 'ibaadal laahil mukhlaseen",
      "id": "tentu kami akan menjadi hamba Allah yang disucikan (dari dosa).”",
      "en": "We would have been the chosen servants of Allah.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3957",
      "tafsir": "tentu kami akan menjadi hamba Allah yang disucikan dari dosa. Kami akan beriman kepada Allah, beribadah dengan ikhlas, dan tidak akan mengingkari syariat yang diturunkan kepada kami.”"
    },
    {
      "no": 170,
      "arab": "فَكَفَرُوا بِهِ ۖ فَسَوْفَ يَعْلَمُونَ",
      "latin": "Fakafaroo bihee fasawfa ya'lamoon",
      "id": "Tetapi ternyata mereka mengingkarinya (Al-Qur'an); maka kelak mereka akan mengetahui (akibat keingkarannya itu).",
      "en": "But they disbelieved in it, so they are going to know.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3958",
      "tafsir": "Akan Tetapi, setelah Allah menurunkan Al-Qur’an kepada mereka sebagai pedoman untuk meraih kebahagiaan dunia dan akhirat, ternyata mereka mengingkarinya (Lihat pula: Surah Fàtir/35: 42), maka kelak mereka akan mengetahui akibat keingkaran mereka itu."
    },
    {
      "no": 171,
      "arab": "وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ",
      "latin": "Wa laqad sabaqat Kalimatunaa li'ibaadinal mursa leen",
      "id": "Dan sungguh, janji Kami telah tetap bagi hamba-hamba Kami yang menjadi rasul,",
      "en": "And Our word has already preceded for Our servants, the messengers,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3959",
      "tafsir": "Sekalipun para rasul menghadapi rintangan berat dalam dakwahnya, pada akhirnya kebenaran akan menang, sesuai janji Allah. Dan sungguh, janji Kami telah tetap sejak semula bagi hamba-hamba Kami yang menjadi rasul,"
    },
    {
      "no": 172,
      "arab": "إِنَّهُمْ لَهُمُ الْمَنصُورُونَ",
      "latin": "Innaa hum lahumul mansooroon",
      "id": "(yaitu) mereka itu pasti akan mendapat pertolongan.",
      "en": "[That] indeed, they would be those given victory",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3960",
      "tafsir": "yaitu bahwa mereka itu pasti akan mendapat pertolongan dari Allah."
    },
    {
      "no": 173,
      "arab": "وَإِنَّ جُندَنَا لَهُمُ الْغَالِبُونَ",
      "latin": "Wa inna jundana lahumul ghaaliboon",
      "id": "Dan sesungguhnya bala tentara Kami itulah yang pasti menang.",
      "en": "And [that] indeed, Our soldiers will be those who overcome.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3961",
      "tafsir": "Dan benarlah, sesungguhnya bala tentara Kami, para rasul dan pengikut mereka, itulah yang pasti menang karena telah membela agama Allah (Lihat pula: Surah Gàfir/40: 51)."
    },
    {
      "no": 174,
      "arab": "فَتَوَلَّ عَنْهُمْ حَتَّىٰ حِينٍ",
      "latin": "Fatawalla 'anhum hatta heen",
      "id": "Maka berpalinglah engkau (Muhammad) dari mereka sampai waktu tertentu,",
      "en": "So, [O Muhammad], leave them for a time.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3962",
      "tafsir": "Wahai Nabi Muhammad, demikianlah janji Allah. Maka berpalinglah engkau dari mereka yang musyrik itu sampai waktu tertentu, yaitu waktu datangnya azab bagi mereka di dunia atau datangnya dukungan Allah yang menguatkan dan memenangkanmu atas mereka."
    },
    {
      "no": 175,
      "arab": "وَأَبْصِرْهُمْ فَسَوْفَ يُبْصِرُونَ",
      "latin": "Wa absirhum fasawfa yubsiroon",
      "id": "dan perlihatkanlah kepada mereka, maka kelak mereka akan melihat (azab itu).",
      "en": "And see [what will befall] them, for they are going to see.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3963",
      "tafsir": "Dan perlihatkanlah kepada mereka gambaran azab yang akan Allah timpakan kepada orang-orang yang ingkar, maka kelak mereka akan melihat dan merasakan azab itu."
    },
    {
      "no": 176,
      "arab": "أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ",
      "latin": "Afabi'azaabinaa yasta'jiloon",
      "id": "Maka apakah mereka meminta agar azab Kami disegerakan?",
      "en": "Then for Our punishment are they impatient?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3964",
      "tafsir": "Setelah engkau laksanakan perintah Allah tersebut, maka perhatikanlah apakah mereka merasa takut atau bergeming seraya meminta kepadamu, dengan nada mengejek, agar azab Kami disegerakan menimpa mereka."
    },
    {
      "no": 177,
      "arab": "فَإِذَا نَزَلَ بِسَاحَتِهِمْ فَسَاءَ صَبَاحُ الْمُنذَرِينَ",
      "latin": "Fa izaa nazala bisaahatihim fasaaa'a sabaahul munzareen",
      "id": "Maka apabila (siksaan) itu turun di halaman mereka, maka sangat buruklah pagi hari bagi orang-orang yang diperingatkan itu.",
      "en": "But when it descends in their territory, then evil is the morning of those who were warned.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3965",
      "tafsir": "Maka sungguh, apabila azab itu benar-benar turun di halaman atau pekarangan rumah mereka, maka sangat buruklah pagi hari tersebut bagi orang-orang yang diperingatkan itu. Mereka menyaksikan azab itu tetapi tidak mampu menyelamatkan diri dan harta mereka. Itulah hari kekalahan mereka."
    },
    {
      "no": 178,
      "arab": "وَتَوَلَّ عَنْهُمْ حَتَّىٰ حِينٍ",
      "latin": "Wa tawalla 'anhum hattaa heen",
      "id": "Dan berpalinglah engkau dari mereka sampai waktu tertentu.",
      "en": "And leave them for a time.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3966",
      "tafsir": "Dan jika mereka tetap angkuh dan sombong setelah engkau peringatkan, berpalinglah engkau dari mereka sampai waktu tertentu ketika mereka menerima azab Allah."
    },
    {
      "no": 179,
      "arab": "وَأَبْصِرْ فَسَوْفَ يُبْصِرُونَ",
      "latin": "Wa absir fasawfa yubsiroon",
      "id": "Dan perlihatkanlah, maka kelak mereka akan melihat (azab itu).",
      "en": "And see, for they are going to see.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3967",
      "tafsir": "Dan perlihatkanlah kembali gambaran azab itu kepada mereka, maka kelak mereka benar-benar akan melihat azab itu datang akibat kekafiran mereka."
    },
    {
      "no": 180,
      "arab": "سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ",
      "latin": "Subhaana Rabbika Rabbil 'izzati 'amma yasifoon",
      "id": "Mahasuci Tuhanmu, Tuhan Yang Mahaperkasa dari sifat yang mereka katakan.",
      "en": "Exalted is your Lord, the Lord of might, above what they describe.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3968",
      "tafsir": "Mahasuci Tuhanmu, Pemilik kemuliaan yang hakiki, Tuhan Yang Mahaperkasa lagi suci dari sifat tidak baik yang mereka katakan dan nisbatkan kepada-Nya."
    },
    {
      "no": 181,
      "arab": "وَسَلَامٌ عَلَى الْمُرْسَلِينَ",
      "latin": "Wa salaamun 'alalmursaleen",
      "id": "Dan selamat sejahtera bagi para rasul.",
      "en": "And peace upon the messengers.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3969",
      "tafsir": "Dan Allah menyampaikan ucapan selamat sejahtera bagi para rasul pembawa risalah."
    },
    {
      "no": 182,
      "arab": "وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
      "latin": "Walhamdu lillaahi Rabbil 'aalameen",
      "id": "Dan segala puji bagi Allah Tuhan seluruh alam.",
      "en": "And praise to Allah, Lord of the worlds.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3970",
      "tafsir": "Dan ungkapan yang pantas ditujukan kepada Allah adalah pengakuan bahwa segala puji hanya layak bagi Allah Tuhan seluruh alam. Dia Mahakuasa, Maha Esa, dan Mahaperkasa. Dia menolong hamba-Nya yang berhak dan menyiksa siapa saja yang menentang risalah-Nya."
    }
  ]
}