{
  "creator": "ZidanDev.",
  "number": 83,
  "name": "Al-Mutaffifin",
  "type": "Makkiyyah",
  "translation_id": "Apakah orang-orang kafir itu diberi balasan (hukuman) terhadap apa yang telah mereka perbuat?",
  "translation_en": "Have the disbelievers [not] been rewarded [this Day] for what they used to do?",
  "jumlah_ayat": 36,
  "ayat": [
    {
      "no": 1,
      "arab": "وَيْلٌ لِّلْمُطَفِّفِينَ",
      "latin": "Wailul lil mutaffifeen",
      "id": "Celakalah bagi orang-orang yang curang (dalam menakar dan menimbang)!",
      "en": "Woe to those who give less [than due],",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5849",
      "tafsir": "Pada permulaan surah ini Allah memberi peringatan keras kepada mereka yang berbuat curang dalam timbangan dan takaran. Celakalah bagi orang-orang yang berbuat curang dalam menimbang dan menakar sehingga merugikan banyak orang!"
    },
    {
      "no": 2,
      "arab": "الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ يَسْتَوْفُونَ",
      "latin": "Allazeena izak taaloo 'alan naasi yastawfoon",
      "id": "(Yaitu) orang-orang yang apabila menerima takaran dari orang lain mereka minta dicukupkan,",
      "en": "Who, when they take a measure from people, take in full.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5850",
      "tafsir": "Mereka yang berbuat curang itu adalah orang-orang yang apabila menerima takaran atau timbangan dari orang lain, mereka minta takaran itu dicukupkan dan dipenuhi sehingga tidak berkurang sedikit pun,"
    },
    {
      "no": 3,
      "arab": "وَإِذَا كَالُوهُمْ أَو وَّزَنُوهُمْ يُخْسِرُونَ",
      "latin": "Wa izaa kaaloohum aw wazanoohum yukhsiroon",
      "id": "dan apabila mereka menakar atau menimbang (untuk orang lain), mereka mengurangi.",
      "en": "But if they give by measure or by weight to them, they cause loss.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5851",
      "tafsir": "dan apabila mereka menakar sesuatu dengan alat takar, seperti beras, gandum, atau lainnya, atau menimbang suatu barang seperti emas, perak, atau lainnya untuk orang lain, mereka mengurangi takaran atau timbangannya secara sengaja dengan cara licik agar tidak diketahui oleh pembeli. Hal ini sangat merugikan orang lain, dan harta yang diperoleh dari upaya ini hukumnya haram, tidak berkah, dan mengantar pelakunya ke neraka."
    },
    {
      "no": 4,
      "arab": "لِيَوْمٍ عَظِيمٍ",
      "latin": "Li Yawmin 'Azeem",
      "id": "pada suatu hari yang besar,",
      "en": "For a tremendous Day -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5853",
      "tafsir": "pada suatu hari yang besar, yaitu hari kebangkitan yang penuh kejadian mengerikan dan menegangkan?”"
    },
    {
      "no": 5,
      "arab": "أَلَا يَظُنُّ أُولَٰئِكَ أَنَّهُم مَّبْعُوثُونَ",
      "latin": "Alaa yazunnu ulaaa'ika annahum mab'oosoon",
      "id": "Tidakkah mereka itu mengira, bahwa sesungguhnya mereka akan dibangkitkan,",
      "en": "Do they not think that they will be resurrected",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5852",
      "tafsir": "Allah mengecam mereka, “Mengapa mereka berbuat curang? Tidaklah mereka itu mengira bahwa sesungguhnya mereka akan dibangkitkan,"
    },
    {
      "no": 6,
      "arab": "يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ",
      "latin": "Yawma yaqoomun naasu li Rabbil 'aalameen",
      "id": "(yaitu) pada hari (ketika) semua orang bangkit menghadap Tuhan seluruh alam.",
      "en": "The Day when mankind will stand before the Lord of the worlds?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5854",
      "tafsir": "Yaitu pada hari ketika semua orang bangkit dari kubur mereka untuk menghadap Tuhan seluruh alam. Tuhan akan menghisab perilaku mereka. Pada saat itu tidak ada kekuasaan selain kuasa Allah."
    },
    {
      "no": 7,
      "arab": "كَلَّا إِنَّ كِتَابَ الْفُجَّارِ لَفِي سِجِّينٍ",
      "latin": "Kallaaa inna kitaabal fujjaari lafee Sijjeen",
      "id": "Sekali-kali jangan begitu! Sesungguhnya catatan orang yang durhaka benar-benar tersimpan dalam Sijjin.",
      "en": "No! Indeed, the record of the wicked is in sijjeen.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5855",
      "tafsir": "Allah menegur sekali lagi perilaku mereka, “Sekali-kali jangan begitu; jangan berbuat curang! Sesungguhnya catatan perbuatan orang yang durhaka, berbuat jahat, melanggar aturan agama, dan merugikan orang lain dalam bentuk apa pun, benar-benar tersimpan dengan baik dalam sijjin.”"
    },
    {
      "no": 8,
      "arab": "وَمَا أَدْرَاكَ مَا سِجِّينٌ",
      "latin": "Wa maa adraaka maa Sijjeen",
      "id": "Dan tahukah engkau apakah Sijjin itu?",
      "en": "And what can make you know what is sijjeen?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5856",
      "tafsir": "Allah mengajukan pertanyaan untuk memberi kesan betapa besar dan serius persoalan ini, “Dan tahukah engkau apakah sijjin itu?”"
    },
    {
      "no": 9,
      "arab": "وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ",
      "latin": "Wailuny yawma'izil lil mukazzibeen",
      "id": "Celakalah pada hari itu, bagi orang-orang yang mendustakan!",
      "en": "Woe, that Day, to the deniers,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5858",
      "tafsir": "Celakalah pada hari itu bagi orang-orang yang mendustakan hari kebangkitan, sebagaimana mereka yang berbuat curang dalam menimbang dan menakar."
    },
    {
      "no": 10,
      "arab": "كِتَابٌ مَّرْقُومٌ",
      "latin": "Kitaabum marqoom",
      "id": "(Yaitu) Kitab yang berisi catatan (amal).",
      "en": "It is [their destination recorded in] a register inscribed.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5857",
      "tafsir": "Sijjin yaitu kitab yang berisi catatan perilaku orang yang melakukan kejahatan dan akan diperlihatkan kepada mereka pada hari kiamat nanti untuk menjadi bukti kejahatan mereka."
    },
    {
      "no": 11,
      "arab": "إِذَا تُتْلَىٰ عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ",
      "latin": "Izaa tutlaa'alaihi aayaatunaa qaala asaateerul awwaleen",
      "id": "yang apabila dibacakan kepadanya ayat-ayat Kami, dia berkata, “Itu adalah dongeng orang-orang dahulu.”",
      "en": "When Our verses are recited to him, he says, \"Legends of the former peoples.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5861",
      "tafsir": "Itulah orang yang apabila dibacakan kepadanya ayat-ayat Kami, yaitu Al-Qur’an yang berisi ajaran Islam yang mulia, dia berkata sembari menertawakannya, “Itu adalah dongeng dan bualan orang-orang dahulu.”"
    },
    {
      "no": 12,
      "arab": "كَلَّا ۖ بَلْ ۜ رَانَ عَلَىٰ قُلُوبِهِم مَّا كَانُوا يَكْسِبُونَ",
      "latin": "Kallaa bal raana 'alaa quloobihim maa kaanoo yaksiboon",
      "id": "Sekali-kali tidak! Bahkan apa yang mereka kerjakan itu telah menutupi hati mereka.",
      "en": "No! Rather, the stain has covered their hearts of that which they were earning.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5862",
      "tafsir": "Sekali-kali tidak demikian! Al-Qur’an adalah kalam dan wahyu Allah kepada Nabi Muhammad. Bahkan apa yang mereka kerjakan itu, yaitu kekufuran dan maksiat, telah menutupi hati mereka sehingga tidak mampu membedakan antara yang hak dan batil."
    },
    {
      "no": 13,
      "arab": "الَّذِينَ يُكَذِّبُونَ بِيَوْمِ الدِّينِ",
      "latin": "Allazeena yukazziboona bi yawmid deen",
      "id": "(yaitu) orang-orang yang mendustakannya (hari pembalasan).",
      "en": "Who deny the Day of Recompense.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5859",
      "tafsir": "Merekalah orang-orang yang mendustakan hari pembalasan. Keingkaran pada hari kiamat membuat seseorang tega melakukan apa pun karena tidak ada rasa takut pada dirinya terhadap akibat perbuatannya yang merugikan orang lain."
    },
    {
      "no": 14,
      "arab": "كَلَّا إِنَّهُمْ عَن رَّبِّهِمْ يَوْمَئِذٍ لَّمَحْجُوبُونَ",
      "latin": "Kallaaa innahum 'ar Rabbihim yawma'izil lamah jooboon",
      "id": "Sekali-kali tidak! Sesungguhnya mereka pada hari itu benar-benar terhalang dari (melihat) Tuhannya.",
      "en": "No! Indeed, from their Lord, that Day, they will be partitioned.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5863",
      "tafsir": "Sekali-kali tidak! Sesungguhnya mereka yang kafir dan berbuat maksiat pada hari pembalasan itu benar-benar terhalang dari rahmat Tuhannya. Mereka tidak mendapatkan rahmat Allah dan tidak pula mampu melihat-Nya di akhirat nanti."
    },
    {
      "no": 15,
      "arab": "وَمَا يُكَذِّبُ بِهِ إِلَّا كُلُّ مُعْتَدٍ أَثِيمٍ",
      "latin": "Wa maa yukazzibu biheee illaa kullu mu'tadin aseem",
      "id": "Dan tidak ada yang mendustakannya (hari pembalasan) kecuali setiap orang yang melampaui batas dan berdosa,",
      "en": "And none deny it except every sinful transgressor.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5860",
      "tafsir": "Dan tidak ada yang mendustakannya, yakni hari pembalasan itu, melainkan setiap orang yang melampaui batas dalam aturan agama dan berdosa akibat melakukan perbuatan mungkar dan maksiat."
    },
    {
      "no": 16,
      "arab": "ثُمَّ إِنَّهُمْ لَصَالُو الْجَحِيمِ",
      "latin": "Summa innahum lasaa lul jaheem",
      "id": "Kemudian, sesungguhnya mereka benar-benar masuk neraka.",
      "en": "Then indeed, they will [enter and] burn in Hellfire.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5864",
      "tafsir": "Setelah terhalang dari rahmat Allah, kemudian sesungguhnya mereka yang ingkar dan berbuat maksiat itu benar-benar masuk neraka yang penuh siksa mengerikan."
    },
    {
      "no": 17,
      "arab": "ثُمَّ يُقَالُ هَٰذَا الَّذِي كُنتُم بِهِ تُكَذِّبُونَ",
      "latin": "Summa yuqaalu haazal lazee kuntum bihee tukazziboon",
      "id": "Kemudian, dikatakan (kepada mereka), “Inilah (azab) yang dahulu kamu dustakan.”",
      "en": "Then it will be said [to them], \"This is what you used to deny.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5865",
      "tafsir": "Kemudian dikatakan kepada mereka dengan nada geram, “Inilah azab yang dahulu kamu dustakan.” Pada saat itulah mereka yang dahulu mendustakan hari akhirat merasakan sakitnya siksa, kerugian, dan penyesalan yang mendalam."
    },
    {
      "no": 18,
      "arab": "كَلَّا إِنَّ كِتَابَ الْأَبْرَارِ لَفِي عِلِّيِّينَ",
      "latin": "Kallaaa inna kitaabal abraari lafee'Illiyyeen",
      "id": "Sekali-kali tidak! Sesungguhnya catatan orang-orang yang berbakti benar-benar tersimpan dalam ’Illiyyin.",
      "en": "No! Indeed, the record of the righteous is in 'illiyyun.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5866",
      "tafsir": "Sekali-kali tidak! Tidaklah sama keadaan orang kafir dan orang mukmin di akhirat nanti. Sesungguhnya catatan perbuatan orang-orang yang berbakti, beriman, dan beramal saleh benar-benar tersimpan dalam ‘Illiyyin."
    },
    {
      "no": 19,
      "arab": "وَمَا أَدْرَاكَ مَا عِلِّيُّونَ",
      "latin": "Wa maaa adraaka maa 'Illiyyoon",
      "id": "Dan tahukah engkau apakah ’Illiyyin itu?",
      "en": "And what can make you know what is 'illiyyun?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5867",
      "tafsir": "Untuk menggugah perhatian manusia, Allah bertanya, “Dan tahukah engkau apakah ‘Illiyyin itu?"
    },
    {
      "no": 20,
      "arab": "كِتَابٌ مَّرْقُومٌ",
      "latin": "Kitaabum marqoom",
      "id": "(Yaitu) Kitab yang berisi catatan (amal),",
      "en": "It is [their destination recorded in] a register inscribed",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5868",
      "tafsir": "‘Illiyyin adalah kitab yang berisi catatan perbuatan yang tertulis dengan jelas sehingga mudah dibaca oleh mereka yang berhak mendapatkannya."
    },
    {
      "no": 21,
      "arab": "يَشْهَدُهُ الْمُقَرَّبُونَ",
      "latin": "Yashhadu hul muqarra boon",
      "id": "yang disaksikan oleh (malaikat-malaikat) yang didekatkan (kepada Allah).",
      "en": "Which is witnessed by those brought near [to Allah].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5869",
      "tafsir": "Itulah kitab yang berada di tempat yang luhur, yang disaksikan oleh malaikat-malaikat yang didekatkan kepada Allah karena kepatuhan mereka. Kesaksian malaikat terhadap catatan amal orang-orag mukmin menunjukkan kebenaran isi kitab itu dan penghormatan kepada penerimanya."
    },
    {
      "no": 22,
      "arab": "إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ",
      "latin": "Innal abraara lafee Na'eem",
      "id": "Sesungguhnya orang-orang yang berbakti benar-benar berada dalam (surga yang penuh) kenikmatan,",
      "en": "Indeed, the righteous will be in pleasure",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5870",
      "tafsir": "Demikianlah buku catatan amal orang yang berbakti. Sesungguhnya orang-orang yang berbakti benar-benar berada dalam surga yang penuh kenikmatan. Itulah surga yang penuh kenikmatan yang tidak terbayang sebelumnya dalam benak manusia mana pun. Kenikmatan itu abadi, tidak pernah membosankan apalagi berkurang."
    },
    {
      "no": 23,
      "arab": "عَلَى الْأَرَائِكِ يَنظُرُونَ",
      "latin": "'Alal araaa'iki yanzuroon",
      "id": "mereka (duduk) di atas dipan-dipan melepas pandangan.",
      "en": "On adorned couches, observing.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5871",
      "tafsir": "Mereka yang berbakti itu duduk di atas dipan-dipan melepas pandangan ke arah pemandangan yang indah, menenangkan, dan mendamaikan. Inilah kebahagiaan hakiki, balasan bagi orang yang taat dan patuh kepada Allah."
    },
    {
      "no": 24,
      "arab": "تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ",
      "latin": "Ta'rifu fee wujoohihim nadratan na'eem",
      "id": "Kamu dapat mengetahui dari wajah mereka kesenangan hidup yang penuh kenikmatan.",
      "en": "You will recognize in their faces the radiance of pleasure.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5872",
      "tafsir": "Wajah-wajah mereka berseri. Kamu dapat mengetahui dari wajah mereka kesenangan hidup yang penuh kenikmatan."
    },
    {
      "no": 25,
      "arab": "يُسْقَوْنَ مِن رَّحِيقٍ مَّخْتُومٍ",
      "latin": "Yusqawna mir raheeqim makhtoom",
      "id": "Mereka diberi minum dari khamar murni (tidak memabukkan) yang (tempatnya) masih dilak (disegel),",
      "en": "They will be given to drink [pure] wine [which was] sealed.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5873",
      "tafsir": "Mereka diberi minum dari khamar murni yang tidak memabukkan, yang tempatnya masih dilak dan disegel sehingga isinya terjaga keaslian serta kesegarannya, dan belum pernah ada yang meminum bahkan menyentuhnya."
    },
    {
      "no": 26,
      "arab": "خِتَامُهُ مِسْكٌ ۚ وَفِي ذَٰلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ",
      "latin": "Khitaamuhoo misk; wa fee zaalika falyatanaafasil Mutanaafisoon",
      "id": "laknya dari kasturi. Dan untuk yang demikian itu hendaknya orang berlomba-lomba.",
      "en": "The last of it is musk. So for this let the competitors compete.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5874",
      "tafsir": "Khamar itu dilak dengan rapat, di mana laknya berasal dari kasturi yang beraroma harum dan menyegarkan. Bagusnya lak menunjukkan khamr itu sangat baik dan berkualitas. Dan untuk yang demikian itu hendaknya orang berlomba-lomba untuk mendapatkan kebahagiaan tersebut, yakni dengan banyak beribadah dan beramal saleh."
    },
    {
      "no": 27,
      "arab": "وَمِزَاجُهُ مِن تَسْنِيمٍ",
      "latin": "Wa mizaajuhoo min Tasneem",
      "id": "Dan campurannya dari tasnim,",
      "en": "And its mixture is of Tasneem,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5875",
      "tafsir": "Dan tidak hanya dilak dengan kasturi, campurannya dari tasnim."
    },
    {
      "no": 28,
      "arab": "عَيْنًا يَشْرَبُ بِهَا الْمُقَرَّبُونَ",
      "latin": "'Ainaiy yashrabu bihal muqarraboon",
      "id": "(yaitu) mata air yang diminum oleh mereka yang dekat (kepada Allah).",
      "en": "A spring from which those near [to Allah] drink.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5876",
      "tafsir": "Tasnim adalah mata air surga yang berada di ketinggian dan berkualitas tinggi pula. Itulah mata air yang diminum oleh mereka yang dekat kepada Allah karena sungguh-sungguh beriman dan beramal saleh. Inilah salah satu penghargaan tertinggi yang Allah berikan kepada mereka."
    },
    {
      "no": 29,
      "arab": "إِنَّ الَّذِينَ أَجْرَمُوا كَانُوا مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ",
      "latin": "Innal lazeena ajramoo kaanoo minal lazeena aamanoo yadhakoon",
      "id": "Sesungguhnya orang-orang yang berdosa adalah mereka yang dahulu menertawakan orang-orang yang beriman.",
      "en": "Indeed, those who committed crimes used to laugh at those who believed.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5877",
      "tafsir": "Berbeda dari orang-orang berbakti yang selalu beriman dan beramal saleh, sesungguhnya orang-orang yang berdosa dan kafir adalah mereka yang dahulu menertawakan orang-orang yang beriman, terutama yang fakir dan miskin. Mereka beranggapan bahwa agama yang benar adalah yang banyak diikuti oleh kaum bangsawan dan kaya."
    },
    {
      "no": 30,
      "arab": "وَإِذَا مَرُّوا بِهِمْ يَتَغَامَزُونَ",
      "latin": "Wa izaa marroo bihim yataghaamazoon",
      "id": "Dan apabila mereka (orang-orang yang beriman) melintas di hadapan mereka, mereka saling mengedip-ngedipkan matanya,",
      "en": "And when they passed by them, they would exchange derisive glances.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5878",
      "tafsir": "Dan apabila mereka, yakni orang-orang yang beriman, melintas di hadapan mereka yang berdosa dan kafir itu, mereka saling mengedip-ngedipkan matanya sebagai tanda ejekan terhadap mereka."
    },
    {
      "no": 31,
      "arab": "وَإِذَا انقَلَبُوا إِلَىٰ أَهْلِهِمُ انقَلَبُوا فَكِهِينَ",
      "latin": "Wa izan qalabooo ilaaa ahlihimun qalaboo fakiheen",
      "id": "dan apabila kembali kepada kaumnya, mereka kembali dengan gembira ria.",
      "en": "And when they returned to their people, they would return jesting.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5879",
      "tafsir": "Dan tidak hanya mengejek orang beriman di jalan, apabila orang-orang yang berdosa dan kafir kembali kepada kaumnya, mereka kembali dengan gembira ria karena telah menertawakan orang beriman. Mereka dengan riang menceritakan kepada kaumnya hinaan dan ejekan yang telah mereka lakukan kepada kaum mukmin. dan apabila kembali kepada kaumnya, mereka kembali dengan gembira ria."
    },
    {
      "no": 32,
      "arab": "وَإِذَا رَأَوْهُمْ قَالُوا إِنَّ هَٰؤُلَاءِ لَضَالُّونَ",
      "latin": "Wa izaa ra awhum qaalooo inna haaa'ulaaa'i ladaaal loon",
      "id": "Dan apabila mereka melihat (orang-orang mukmin), mereka mengatakan, “Sesungguhnya mereka benar-benar orang-orang sesat,”",
      "en": "And when they saw them, they would say, \"Indeed, those are truly lost.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5880",
      "tafsir": "Dan apabila mereka yang berdosa dan kafir itu melihat orang-orang mukmin, mereka mengatakan, “Sesungguhnya mereka benar-benar orang-orang sesat karena telah beriman kepada Muhammad dan meninggalkan keyakinan nenek moyang mereka.”"
    },
    {
      "no": 33,
      "arab": "وَمَا أُرْسِلُوا عَلَيْهِمْ حَافِظِينَ",
      "latin": "Wa maaa ursiloo 'alaihim haafizeen",
      "id": "padahal (orang-orang yang berdosa itu), mereka tidak diutus sebagai penjaga (orang-orang mukmin).",
      "en": "But they had not been sent as guardians over them.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5881",
      "tafsir": "Mereka menganggap sesat orang mukmin, padahal mereka yang kafir dan berdosa itu tidak diutus oleh Allah sebagai penjaga orang-orang mukmin. Mereka bukanlah pihak yang berhak menilai dan menentukan sesat-tidaknya satu kaum."
    },
    {
      "no": 34,
      "arab": "فَالْيَوْمَ الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ",
      "latin": "Fal yawmal lazeena aamanoo minal kuffaari yadhakoon",
      "id": "Maka pada hari ini, orang-orang yang beriman yang menertawakan orang-orang kafir,",
      "en": "So Today those who believed are laughing at the disbelievers,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5882",
      "tafsir": "Sebagai balasan atas perilaku mereka yang kafir itu, maka pada hari pembalasan ini, giliran orang-orang yang beriman yang menertawakan orang-orang kafir yang dulu menertawakan mereka."
    },
    {
      "no": 35,
      "arab": "عَلَى الْأَرَائِكِ يَنظُرُونَ",
      "latin": "'Alal araaa'iki yanzuroon",
      "id": "mereka (duduk) di atas dipan-dipan melepas pandangan.",
      "en": "On adorned couches, observing.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5883",
      "tafsir": "Mereka yang beriman itu duduk di atas dipan-dipan sambil melepas pandangan ke arah pemandangan yang indah, bersama orang yang mereka cintai, sembari menikmati makanan dan minuman yang sangat lezat."
    },
    {
      "no": 36,
      "arab": "هَلْ ثُوِّبَ الْكُفَّارُ مَا كَانُوا يَفْعَلُونَ",
      "latin": "Hal suwwibal kuffaaru maa kaanoo yaf'aloon",
      "id": "Apakah orang-orang kafir itu diberi balasan (hukuman) terhadap apa yang telah mereka perbuat?",
      "en": "Have the disbelievers [not] been rewarded [this Day] for what they used to do?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5884",
      "tafsir": "Saat orang-orang kafir itu di akhirat nanti mendapat siksa Jahim, tertutup dari rahmat Tuhan, dan mendapat hinaan dari orang mukmin yang dahulu mereka hina, apakah orang-orang kafir itu sudah diberi balasan dan hukuman setimpal terhadap apa yang telah mereka perbuat di dunia dulu, berupa kekafiran dan kemaksiatan? Tentu sudah."
    }
  ]
}