{
  "creator": "ZidanDev.",
  "number": 1,
  "name": "Al-Fatihah",
  "type": "Makkiyyah",
  "translation_id": "Dengan nama Allah Yang Maha Pengasih, Maha Penyayang.",
  "translation_en": "In the name of Allah, the Entirely Merciful, the Especially Merciful.",
  "jumlah_ayat": 7,
  "ayat": [
    {
      "no": 1,
      "arab": "﻿بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "latin": "Bismillaahir Rahmaanir Raheem",
      "id": "Dengan nama Allah Yang Maha Pengasih, Maha Penyayang.",
      "en": "In the name of Allah, the Entirely Merciful, the Especially Merciful.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1",
      "tafsir": "Aku memulai bacaan Al-Qur'an dengan menyebut nama Allah, nama teragung bagi satu-satunya Tuhan yang patut disembah, yang memiliki seluruh sifat kesempurnaan dan tersucikan dari segala bentuk kekurangan, Yang Maha Pengasih, Pemilik dan sumber sifat kasih Yang menganugerahkan segala macam karunia, baik besar maupun kecil, kepada seluruh makhluk, Maha Penyayang Yang tiada henti memberi kasih dan kebaikan kepada orang-orang yang beriman. Memulai setiap pekerjaan dengan menyebut nama Allah (basmalah) akan mendatangkan keberkahan, dan dengan mengingat Allah dalam setiap pekerjaan, seseorang akan memiliki kekuatan spiritual untuk melakukan yang terbaik dan menghindar dari keburukan."
    },
    {
      "no": 2,
      "arab": "الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
      "latin": "Alhamdu lillaahi Rabbil 'aalameen",
      "id": "Segala puji bagi Allah, Tuhan seluruh alam,",
      "en": "[All] praise is [due] to Allah, Lord of the worlds -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2",
      "tafsir": "Segala puji kita persembahkan hanya untuk Allah semata, Tuhan Pencipta dan Pemelihara seluruh alam, yaitu semua jenis makhluk."
    },
    {
      "no": 3,
      "arab": "الرَّحْمَٰنِ الرَّحِيمِ",
      "latin": "Ar-Rahmaanir-Raheem",
      "id": "Yang Maha Pengasih, Maha Penyayang,",
      "en": "The Entirely Merciful, the Especially Merciful,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3",
      "tafsir": "Dialah Yang Maha Pengasih, Pemilik dan sumber sifat kasih, Yang menganugerahkan segala macam karunia, baik besar maupun kecil, kepada seluruh makhluk, Maha Penyayang Yang selalu tiada henti memberi kasih dan kebaikan kepada orang-orang yang beriman."
    },
    {
      "no": 4,
      "arab": "مَالِكِ يَوْمِ الدِّينِ",
      "latin": "Maaliki Yawmid-Deen",
      "id": "Pemilik hari pembalasan.",
      "en": "Sovereign of the Day of Recompense.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4",
      "tafsir": "Dialah satu-satunya Pemilik hari Pembalasan dan perhitungan atas segala perbuatan, yaitu hari kiamat. Kepemilikan-Nya pada hari itu bersifat mutlak dan tidak disekutui oleh suatu apa pun."
    },
    {
      "no": 5,
      "arab": "إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ",
      "latin": "Iyyaaka na'budu wa lyyaaka nasta'een",
      "id": "Hanya kepada Engkaulah kami menyembah dan hanya kepada Engkaulah kami mohon pertolongan.",
      "en": "It is You we worship and You we ask for help.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5",
      "tafsir": "Atas dasar itu semua, hanya kepada Engkaulah kami menyembah dan beribadah dengan penuh ketulusan, kekhusyukan, dan tawakal, dan hanya kepada Engkaulah kami memohon pertolongan dalam segala urusan dan keadaan kami, sambil kami berusaha keras."
    },
    {
      "no": 6,
      "arab": "اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ",
      "latin": "Ihdinas-Siraatal-Mustaqeem",
      "id": "Tunjukilah kami jalan yang lurus,",
      "en": "Guide us to the straight path -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6",
      "tafsir": "Kami memohon, tunjukilah kami jalan yang lurus, dan teguhkanlah kami di jalan itu, yaitu jalan hidup yang benar, yang dapat membuat kami bahagia di dunia dan di akhirat, serta dapat mengantarkan kami menuju keridaan-Mu."
    },
    {
      "no": 7,
      "arab": "صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ",
      "latin": "Siraatal-lazeena an'amta 'alaihim ghayril-maghdoobi 'alaihim wa lad-daaalleen",
      "id": "(yaitu) jalan orang-orang yang telah Engkau beri nikmat kepadanya; bukan (jalan) mereka yang dimurkai, dan bukan (pula jalan) mereka yang sesat.",
      "en": "The path of those upon whom You have bestowed favor, not of those who have evoked [Your] anger or of those who are astray.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/7",
      "tafsir": "Yaitu jalan orang-orang yang telah Engkau beri nikmat kepadanya, berupa keimanan, hidayah, dan rida-Mu. Mereka itu, seperti dijelaskan dalam Surah an-Nisa' /4: 69, adalah: 1) para nabi yang telah dipilih Allah untuk memperoleh bimbingan sekaligus ditugasi untuk menuntun manusia menuju kebenaran Ilahi; 2) siddiqin, yaitu orang-orang yang selalu benar dan jujur, tidak ternodai oleh kebatilan, tidak pula mengambil sikap yang bertentangan dengan kebenaran; 3) syuhada', yaitu mereka yang bersaksi atas kebenaran dan kebajikan, melalui ucapan dan tindakan mereka, walau harus mengorbankan nyawa sekalipun, atau mereka yang disaksikan kebenaran dan kebajikannya oleh Allah, para malaikat, dan lingkungan mereka; dan 4) salihin, yaitu orang-orang saleh yang tangguh dalam kebajikan dan selalu berusaha mewujudkannya. Jalan yang kami mohon itu bukan jalan mereka yang dimurkai, yang mengetahui kebenaran tetapi tidak mengikuti dan mengamalkannya, bahkan menentangnya, seperti sebagian kelompok Yahudi dan yang mengikuti jalan mereka, dan bukan pula jalan mereka yang sesat dari jalan kebenaran dan kebaikan, seperti sebagian kelompok Nasrani dan yang sejalan dengan mereka, sebab mereka enggan beriman dan mengikuti petunjuk-Mu."
    }
  ]
}