{
  "creator": "ZidanDev.",
  "number": 52,
  "name": "At-Tur",
  "type": "Makkiyyah",
  "translation_id": "dan pada sebagian malam bertasbihlah kepada-Nya dan (juga) pada waktu terbenamnya bintang-bintang (pada waktu fajar).",
  "translation_en": "And in a part of the night exalt Him and after [the setting of] the stars.",
  "jumlah_ayat": 49,
  "ayat": [
    {
      "no": 1,
      "arab": "وَالطُّورِ",
      "latin": "Wat-Toor",
      "id": "Demi gunung (Sinai),",
      "en": "By the mount",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4736",
      "tafsir": "Surah až-Žàriyàt ditutup dengan penegasan jatuhnya ancaman Allah bagi mereka yang kafir. Surah at-Tùr diawali dengan kepastian jatuhnya azab bagi mereka yang mengingkari ayat-ayat Allah. Penegasan tentang kepastian azab ini diawali dengan sumpah-sumpah Allah. Demi gunung Sinai yang menjadi lokasi Nabi Musa menerima Taurat,"
    },
    {
      "no": 2,
      "arab": "وَكِتَابٍ مَّسْطُورٍ",
      "latin": "Wa kitaabim mastoor",
      "id": "dan demi Kitab yang ditulis,",
      "en": "And [by] a Book inscribed",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4737",
      "tafsir": "dan demi Kitab Allah yang diwahyukan-Nya dan yang ditulis pada lembaran yang terbuka sehingga mudah dibaca dan dipahami maknanya,"
    },
    {
      "no": 3,
      "arab": "فِي رَقٍّ مَّنشُورٍ",
      "latin": "Fee raqqim manshoor",
      "id": "pada lembaran yang terbuka,",
      "en": "In parchment spread open",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4738",
      "tafsir": "dan yang ditulis pada lembaran yang terbuka sehingga mudah dibaca dan dipahami maknanya,"
    },
    {
      "no": 4,
      "arab": "وَالْبَيْتِ الْمَعْمُورِ",
      "latin": "Wal baitil ma'moor",
      "id": "demi Baitulma‘mur (Ka‘bah),",
      "en": "And [by] the frequented House",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4739",
      "tafsir": "dan demi Baitulma‘mur, yaitu Kakbah atau tempat yang menjadi lokasi para malaikat rukuk, sujud, dan tawaf,"
    },
    {
      "no": 5,
      "arab": "وَالسَّقْفِ الْمَرْفُوعِ",
      "latin": "Wassaqfil marfoo'",
      "id": "demi atap yang ditinggikan (langit),",
      "en": "And [by] the heaven raised high",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4740",
      "tafsir": "dan demi atap, yaitu langit, yang ditinggikan dan kukuh tanpa tiang penyangga,"
    },
    {
      "no": 6,
      "arab": "وَالْبَحْرِ الْمَسْجُورِ",
      "latin": "Wal bahril masjoor",
      "id": "demi lautan yang penuh gelombang,",
      "en": "And [by] the sea filled [with fire],",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4741",
      "tafsir": "dan demi lautan yang penuh gelombang yang di dalam tanahnya terdapat api."
    },
    {
      "no": 7,
      "arab": "إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ",
      "latin": "Inna 'azaaba Rabbika lawaaqi'",
      "id": "sungguh, azab Tuhanmu pasti terjadi,",
      "en": "Indeed, the punishment of your Lord will occur.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4742",
      "tafsir": "Sungguh, azab Tuhanmu yang diancamkan kepada para pengingkar ayat-ayat dan ajaran-Nya pasti terjadi."
    },
    {
      "no": 8,
      "arab": "مَّا لَهُ مِن دَافِعٍ",
      "latin": "Maa lahoo min daafi'",
      "id": "tidak sesuatu pun yang dapat menolaknya,",
      "en": "Of it there is no preventer.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4743",
      "tafsir": "Ketika itu, tidak ada sesuatu pun, baik manusia maupun makhluk lain, yang dapat menolak atau menghindarinya,"
    },
    {
      "no": 9,
      "arab": "يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا",
      "latin": "Yawma tamoorus samaaa'u mawraa",
      "id": "pada hari (ketika) langit berguncang sekeras-kerasnya,",
      "en": "On the Day the heaven will sway with circular motion",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4744",
      "tafsir": "Siksa bagi para pengingkar itu akan datang pada hari ketika langit berguncang dan bergerak naik turun"
    },
    {
      "no": 10,
      "arab": "وَتَسِيرُ الْجِبَالُ سَيْرًا",
      "latin": "Wa taseerul jibaalu sairaa",
      "id": "dan gunung berjalan (berpindah-pindah).",
      "en": "And the mountains will pass on, departing -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4745",
      "tafsir": "kiri dan kanan dengan sekeras-kerasnya, dan gunung berjalan atau berpindah dari tempatnya bagaikan awan yang ditiup angin."
    },
    {
      "no": 11,
      "arab": "فَوَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ",
      "latin": "Fawailuny yawma 'izil lil mukaazzibeen",
      "id": "Maka celakalah pada hari itu bagi orang-orang yang mendustakan.",
      "en": "Then woe, that Day, to the deniers,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4746",
      "tafsir": "Ketika azab itu datang, maka celakalah pada hari itu bagi orang-orang yang mendustakan ayat-ayat Allah,"
    },
    {
      "no": 12,
      "arab": "الَّذِينَ هُمْ فِي خَوْضٍ يَلْعَبُونَ",
      "latin": "Allazeena hum fee khawdiny yal'aboon",
      "id": "Orang-orang yang bermain-main dalam kebatilan (perbuatan dosa),",
      "en": "Who are in [empty] discourse amusing themselves.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4747",
      "tafsir": "terutama yang terkait dengan keesaan-Nya dan keniscayaan kiamat. Mereka itulah orang-orang yang terus bermain-main dalam kebatilan dan perbuatan dosa."
    },
    {
      "no": 13,
      "arab": "يَوْمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا",
      "latin": "Yawma yuda'-'oona ilaa naari jahannama da'-'aa",
      "id": "pada hari (ketika) itu mereka didorong ke neraka Jahanam dengan sekuat-kuatnya.",
      "en": "The Day they are thrust toward the fire of Hell with a [violent] thrust, [its angels will say],",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4748",
      "tafsir": "Datangnya azab kepada para pengingkar itu adalah suatu kepastian. Pada hari ketika siksa itu tiba, mereka didorong oleh para malaikat ke neraka Jahanam dengan sekuat-kuatnya sehingga mereka masuk ke dalamnya."
    },
    {
      "no": 14,
      "arab": "هَٰذِهِ النَّارُ الَّتِي كُنتُم بِهَا تُكَذِّبُونَ",
      "latin": "Haazihin naarul latee kuntum bihaa tukazziboon",
      "id": "(Dikatakan kepada mereka), “Inilah neraka yang dahulu kamu mendustakannya.”",
      "en": "\"This is the Fire which you used to deny.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4749",
      "tafsir": "Saat para pengingkar itu dimasukkan ke neraka, dikatakan kepada mereka, “Inilah neraka yang di dunia dahulu kamu terus-menerus mendustakannya.”"
    },
    {
      "no": 15,
      "arab": "أَفَسِحْرٌ هَٰذَا أَمْ أَنتُمْ لَا تُبْصِرُونَ",
      "latin": "Afasihrun haazaaaa am antum laa tubsiroon",
      "id": "Maka apakah ini sihir? Ataukah kamu tidak melihat?",
      "en": "Then is this magic, or do you not see?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4750",
      "tafsir": "Begitu masuk neraka, para pengingkar itu mendapat ejekan dan kecaman. “Kamu sudah merasakan sendiri pedihnya azab neraka yang dauhlu kamu ingkari, maka dengan demikian, apakah neraka ini hanya merupakan sihir yang mengelabui mata ataukah kamu memang tidak melihat sehingga kamu akan terus mengingkari keberadaannya?"
    },
    {
      "no": 16,
      "arab": "اصْلَوْهَا فَاصْبِرُوا أَوْ لَا تَصْبِرُوا سَوَاءٌ عَلَيْكُمْ ۖ إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ",
      "latin": "Islawhaa fasbirooo aw laa tasbiroo sawaaa'un 'alaikum innamaa tujzawna maa kuntum ta'maloon",
      "id": "Masuklah ke dalamnya (rasakanlah panas apinya); baik kamu bersabar atau tidak, sama saja bagimu; sesungguhnya kamu hanya diberi balasan atas apa yang telah kamu kerjakan.",
      "en": "[Enter to] burn therein; then be patient or impatient - it is all the same for you. You are only being recompensed [for] what you used to do.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4751",
      "tafsir": "Wahai para pengingkar, masuklah ke dalamnya dan rasakanlah panas apinya; maka baik kamu bersabar atas pedihnya siksa neraka itu atau tidak bersabar atasnya, keduanya akan sama saja akibatnya bagimu. Tetapi, ketahuilah bahwa Allah tidak menganiaya kamu dengan siksa itu. Sesungguhnya kamu hanya diberi balasan yang setimpal atas apa yang telah kamu kerjakan."
    },
    {
      "no": 17,
      "arab": "إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَعِيمٍ",
      "latin": "Innal muttaqeena fee jannaatinw wa na'eem",
      "id": "Sesungguhnya orang-orang yang bertakwa berada dalam surga dan kenikmatan,",
      "en": "Indeed, the righteous will be in gardens and pleasure,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4752",
      "tafsir": "Beralih dari penjelasan tentang azab bagi para pengingkar ayat-ayat Allah, pada ayat-ayat berikut Allah menjelaskan kenikmatan bagi mereka yang bertakwa. Sesungguhnya orang-orang yang bertakwa dan terus beribadah serta melakukan kebajikan, mereka itu berada dalam surga yang indah dan penuh kenikmatan ukhrawi yang tidak terlukiskan."
    },
    {
      "no": 18,
      "arab": "فَاكِهِينَ بِمَا آتَاهُمْ رَبُّهُمْ وَوَقَاهُمْ رَبُّهُمْ عَذَابَ الْجَحِيمِ",
      "latin": "Faakiheena bimaaa aataahum rabbuhum wa waqaahum rabbuhum 'azaabal jaheem",
      "id": "mereka bersuka ria dengan apa yang diberikan Tuhan kepada mereka; dan Tuhan memelihara mereka dari azab neraka.",
      "en": "Enjoying what their Lord has given them, and their Lord protected them from the punishment of Hellfire.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4753",
      "tafsir": "Di surga itu mereka selalu bersuka ria dan berbahagia dengan apa yang diberikan Tuhan Yang Maha Pengasih kepada mereka; dan selain itu, Tuhan Yang Maha Pemberi senantiasa memelihara mereka dari azab neraka yang panas dan pedihnya tidak terkira."
    },
    {
      "no": 19,
      "arab": "كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا كُنتُمْ تَعْمَلُونَ",
      "latin": "Kuloo washraboo haneee 'am bimaa kuntum ta'maloon",
      "id": "(Dikatakan kepada mereka), “Makan dan minumlah dengan rasa nikmat sebagai balasan dari apa yang telah kamu kerjakan.”",
      "en": "[They will be told], \"Eat and drink in satisfaction for what you used to do.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4754",
      "tafsir": "Allah menyediakan di surga beragam makanan yang lezat dan minuman yang menyegarkan. Kemudian dikatakan kepada mereka yang bertakwa, “Makan dan minumlah dengan rasa nikmat semua yang sudah disediakan. Ini semua sebagai balasan dari apa, yaitu kebajikan, yang telah kamu kerjakan di dunia dengan ikhlas demi mengharap rida Allah.”"
    },
    {
      "no": 20,
      "arab": "مُتَّكِئِينَ عَلَىٰ سُرُرٍ مَّصْفُوفَةٍ ۖ وَزَوَّجْنَاهُم بِحُورٍ عِينٍ",
      "latin": "Muttaki'eena 'alaa sururim masfoofatinw wa zawwaj naahum bihoorin 'een",
      "id": "Mereka bersandar di atas dipan-dipan yang tersusun dan Kami berikan kepada mereka pasangan bidadari yang bermata indah.",
      "en": "They will be reclining on thrones lined up, and We will marry them to fair women with large, [beautiful] eyes.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4755",
      "tafsir": "Saat menikmati anugerah Allah itu, mereka duduk dengan nyaman sambil bersandar di atas dipan-dipan yang tersusun dengan indah dan rapi. Kami anugerahi mereka berbagai kenikmatan yang sempurna dan Kami berikan pula kepada mereka pasangan berupa bidadari yang bermata indah."
    },
    {
      "no": 21,
      "arab": "وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُم بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَا أَلَتْنَاهُم مِّنْ عَمَلِهِم مِّن شَيْءٍ ۚ كُلُّ امْرِئٍ بِمَا كَسَبَ رَهِينٌ",
      "latin": "Wallazeena aamanoo wattaba'at hum zurriyyatuhum bieemaanin alhaqnaa bihim zurriyyatahum wa maaa alatnaahum min 'amalihim min shai'; kullum ri'im bimaa kasaba raheen",
      "id": "Dan orang-orang yang beriman, beserta anak cucu mereka yang mengikuti mereka dalam keimanan, Kami pertemukan mereka dengan anak cucu mereka (di dalam surga), dan Kami tidak mengurangi sedikit pun pahala amal (kebajikan) mereka. Setiap orang terikat dengan apa yang dikerjakannya.",
      "en": "And those who believed and whose descendants followed them in faith - We will join with them their descendants, and We will not deprive them of anything of their deeds. Every person, for what he earned, is retained.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4756",
      "tafsir": "Di surga Allah akan mempertemukan orang tua dengan keturunannya yang seiman. Dan orang-orang yang beriman dan mendapat balasan surga, beserta anak cucu mereka atau ibu bapak mereka yang mengikuti mereka dalam keimanan, walaupun derajat keimanannya tidak serupa, akan Kami pertemukan mereka dengan anak cucu mereka di surga sebagai anugerah atas ketakwaan mereka, dan Kami tidak mengurangi sedikit pun pahala amal kebajikan yang telah mereka perbuat di dunia. Setiap orang terikat dan akan bertanggung jawab dengan apa yang dikerjakannya, dan dia tidak akan dihukum karena dosa orang lain."
    },
    {
      "no": 22,
      "arab": "وَأَمْدَدْنَاهُم بِفَاكِهَةٍ وَلَحْمٍ مِّمَّا يَشْتَهُونَ",
      "latin": "Wa amdadnaahum bifaa kihatinw wa lahmim mimmaa yashtahoon",
      "id": "Dan Kami berikan kepada mereka tambahan berupa buah-buahan dan daging dari segala jenis yang mereka ingini.",
      "en": "And We will provide them with fruit and meat from whatever they desire.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4757",
      "tafsir": "Dan selain itu, Kami berikan pula kepada mereka tambahan berupa aneka buah-buahan yang lezat dan daging dari segala jenis hewan yang mereka inginkan."
    },
    {
      "no": 23,
      "arab": "يَتَنَازَعُونَ فِيهَا كَأْسًا لَّا لَغْوٌ فِيهَا وَلَا تَأْثِيمٌ",
      "latin": "Yatanaaza'oona feehaa kaasal laa laghwun feehaa wa laa taaseem",
      "id": "(Di dalam surga itu) mereka saling mengulurkan gelas yang isinya tidak (menimbulkan) ucapan yang tidak berfaedah ataupun perbuatan dosa.",
      "en": "They will exchange with one another a cup [of wine] wherein [results] no ill speech or commission of sin.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4758",
      "tafsir": "Di dalam surga itu mereka bersuka ria dan merasakan kegembiraan yang tiada habis. Mereka saling mengulurkan gelas yang isinya minuman yang tidak memabukkan dan tidak pula menyebabkan munculnya ucapan yang tidak berfaedah ataupun perbuatan dosa seperti halnya minuman keras di dunia."
    },
    {
      "no": 24,
      "arab": "۞ وَيَطُوفُ عَلَيْهِمْ غِلْمَانٌ لَّهُمْ كَأَنَّهُمْ لُؤْلُؤٌ مَّكْنُونٌ",
      "latin": "Wa yatoofu 'alaihim ghilmaanul lahum ka annahum lu'lu'um maknoon",
      "id": "Dan di sekitar mereka ada anak-anak muda yang berkeliling untuk (melayani) mereka, seakan-akan mereka itu mutiara yang tersimpan.",
      "en": "There will circulate among them [servant] boys [especially] for them, as if they were pearls well-protected.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4759",
      "tafsir": "Dan di surga itu, di sekitar mereka ada pelayan berupa anak-anak muda yang berkeliling untuk melayani keperluan mereka. Para pemuda itu tampak tampan dan berpakaian rapi seakan-akan mereka itu mutiara yang tersimpan di tempat yang terjaga."
    },
    {
      "no": 25,
      "arab": "وَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَسَاءَلُونَ",
      "latin": "Wa aqbala ba'duhum 'alaa ba'diny yatasaaa'aloon",
      "id": "Dan sebagian mereka berhadap-hadapan satu sama lain saling bertegur sapa.",
      "en": "And they will approach one another, inquiring of each other.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4760",
      "tafsir": "Orang-orang bertakwa itu sangat menikmati anugerah Allah, dan sebagian mereka berhadap-hadapan satu sama lain untuk bercengkerama dan saling bertegur sapa dalam keriangan."
    },
    {
      "no": 26,
      "arab": "قَالُوا إِنَّا كُنَّا قَبْلُ فِي أَهْلِنَا مُشْفِقِينَ",
      "latin": "Qaalooo innaa kunnaa qablu feee ahlinaa mushfiqeen",
      "id": "Mereka berkata, “Sesungguhnya kami dahulu, sewaktu berada di tengah-tengah keluarga kami merasa takut (akan diazab).",
      "en": "They will say, \"Indeed, we were previously among our people fearful [of displeasing Allah].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4761",
      "tafsir": "Ketika para penghuni surga ditanya tentang sikap dan perbuatan apa yang membuat mereka mendapat ganjaran surga, dengan serentak mereka berkata, “Sesungguhnya kami di dunia dahulu, sewaktu kami masih berada di tengah-tengah keluarga, kami selalu merasa takut akan diazab di neraka, karena itu kami selalu melakukan kebaikan dan mendekatkan diri kepada Allah."
    },
    {
      "no": 27,
      "arab": "فَمَنَّ اللَّهُ عَلَيْنَا وَوَقَانَا عَذَابَ السَّمُومِ",
      "latin": "Famannnal laahu 'alainaa wa waqaanaa 'azaabas samoom",
      "id": "Maka Allah memberikan karunia kepada kami dan memelihara kami dari azab neraka.",
      "en": "So Allah conferred favor upon us and protected us from the punishment of the Scorching Fire.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4762",
      "tafsir": "Sebagai rahmat dari dari Allah, maka Allah sesuai dengan janji-Nya memberikan karunia surga kepada kami dan senantiasa memelihara kami dari azab neraka yang tidak terkirakan pedihnya."
    },
    {
      "no": 28,
      "arab": "إِنَّا كُنَّا مِن قَبْلُ نَدْعُوهُ ۖ إِنَّهُ هُوَ الْبَرُّ الرَّحِيمُ",
      "latin": "Innaa kunnaa min qablu nad'oohu innahoo huwal barrur raheem",
      "id": "Sesungguhnya kami menyembah-Nya sejak dahulu. Dialah Yang Maha Melimpahkan Kebaikan, Maha Penyayang.”",
      "en": "Indeed, we used to supplicate Him before. Indeed, it is He who is the Beneficent, the Merciful.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4763",
      "tafsir": "Sesungguhnya kami sebelum menerima anugerah ini selalu menyembah dan berdoa kepada-Nya sejak di dunia dahulu. Tuhan telah mengabulkan doa kami. Sesungguhnya hanya Dialah Yang Maha Melimpahkan kebaikan kepada orang yang bertakwa, lagi Maha Penyayang kepada semua makhluk-Nya.”"
    },
    {
      "no": 29,
      "arab": "فَذَكِّرْ فَمَا أَنتَ بِنِعْمَتِ رَبِّكَ بِكَاهِنٍ وَلَا مَجْنُونٍ",
      "latin": "Fazakkir famaaa anta bini'mati rabbika bikaahininw wa laa majnoon",
      "id": "Maka peringatkanlah, karena dengan nikmat Tuhanmu engkau (Muhammad) bukanlah seorang tukang tenung dan bukan pula orang gila.",
      "en": "So remind [O Muhammad], for you are not, by the favor of your Lord, a soothsayer or a madman.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4764",
      "tafsir": "Allah memerintahkan Nabi Muhammad untuk melanjutkan dak-wahnya, “Bila kesudahan manusia itu sesuai amal dan perbuatan masing-masing, maka peringatkanlah orang-orang kafir itu karena dengan nikmat dari Tuhanmu, engkau bukanlah seorang tukang tenung, seperti tuduhan mereka, yang menyampaikan berita gaib tanpa dasar yang jelas, dan engkau bukan pula orang gila yang berpikiran kacau."
    },
    {
      "no": 30,
      "arab": "أَمْ يَقُولُونَ شَاعِرٌ نَّتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ",
      "latin": "Am yaqooloona shaa'irun natarabbasu bihee raibal manoon",
      "id": "Bahkan mereka berkata, “Dia adalah seorang penyair yang kami tunggu-tunggu kecelakaan menimpanya.”",
      "en": "Or do they say [of you], \"A poet for whom we await a misfortune of time?\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4765",
      "tafsir": "Tidak hanya menuduhmu tukang tenung dan orang gila, bahkan mereka yang kafir itu juga berkata, “Dia adalah seorang penyair yang kami tunggu-tunggu kecelakaan, seperti musibah atau kematian, menimpanya.”"
    },
    {
      "no": 31,
      "arab": "قُلْ تَرَبَّصُوا فَإِنِّي مَعَكُم مِّنَ الْمُتَرَبِّصِينَ",
      "latin": "Qul tarabbasoo fa innee ma'akum minal mutarabbiseen",
      "id": "Katakanlah (Muhammad), “Tunggulah! Sesungguhnya aku pun termasuk orang yang sedang menunggu bersama kamu.”",
      "en": "Say, \"Wait, for indeed I am, with you, among the waiters.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4766",
      "tafsir": "Allah tidak memerintahkan Nabi Muhammad untuk menanggapi tuduhan orang kafir yang tidak berdasar itu. Dia berfirman, “Katakanlah kepada mereka, ‘Wahai orang kafir, tunggulah ketetapan Allah atasmu! Sesungguhnya aku pun termasuk orang yang sedang menunggu bersama kamu datangnya ketetapan Allah itu."
    },
    {
      "no": 32,
      "arab": "أَمْ تَأْمُرُهُمْ أَحْلَامُهُم بِهَٰذَا ۚ أَمْ هُمْ قَوْمٌ طَاغُونَ",
      "latin": "Am taamuruhum ahlaamuhum bihaazaaa am hum qawmun taaghoon",
      "id": "Apakah mereka diperintah oleh pikiran-pikiran mereka untuk mengucapkan (tuduhan-tuduhan) ini ataukah mereka kaum yang melampaui batas?",
      "en": "Or do their minds command them to [say] this, or are they a transgressing people?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4767",
      "tafsir": "Tuduhan-tuduhan orang-orang kafir itu tidak berdasar. Apakah mereka diperintah oleh pikiran-pikiran mereka yang sesat untuk mengucapkan tuduhan-tuduhan yang tidak berdasar ini ataukah mereka memang kaum yang melampaui batas kewajaran sehingga tidak segan melancarkan tuduhan negatif itu?"
    },
    {
      "no": 33,
      "arab": "أَمْ يَقُولُونَ تَقَوَّلَهُ ۚ بَل لَّا يُؤْمِنُونَ",
      "latin": "Am yaqooloona taqawwalah; bal laa yu'minoon",
      "id": "Ataukah mereka berkata, “Dia (Muhammad) mereka-rekanya.” Tidak! Merekalah yang tidak beriman.",
      "en": "Or do they say, \"He has made it up\"? Rather, they do not believe.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4768",
      "tafsir": "Ataukah mereka juga menuduhnya menggubah Al-Qur’an, dengan berkata, “Dia telah mereka-rekanya dengan pikirannya sendiri dan mengklaimnya sebagai wahyu Allah.” Tidak! Semua yang mereka katakan itu tidaklah benar! Sesungguhnya merekalah yang tidak beriman kepada ajaran Allah."
    },
    {
      "no": 34,
      "arab": "فَلْيَأْتُوا بِحَدِيثٍ مِّثْلِهِ إِن كَانُوا صَادِقِينَ",
      "latin": "Falyaatoo bihadeesim misliheee in kaanoo saadiqeen",
      "id": "Maka cobalah mereka membuat yang semisal dengannya (Al-Qur'an) jika mereka orang-orang yang benar.",
      "en": "Then let them produce a statement like it, if they should be truthful.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4769",
      "tafsir": "Bila orang-orang kafir itu bersikukuh dengan tuduhannya tentang Al-Qur’an, maka cobalah mereka, baik secara sendiri maupun berkelompok, membuat karya yang semisal dengannya, jika mereka memang merupakan orang-orang yang benar dalam tuduhan dan penilaiannya."
    },
    {
      "no": 35,
      "arab": "أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ",
      "latin": "Am khuliqoo min ghairi shai'in am humul khaaliqoon",
      "id": "Atau apakah mereka tercipta tanpa asal-usul ataukah mereka yang menciptakan (diri mereka sendiri)?",
      "en": "Or were they created by nothing, or were they the creators [of themselves]?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4770",
      "tafsir": "Usai memberi bantahan atas tuduhan orang-orang musyrik, Allah lalu memberi bantahan atas keyakinan mereka. Allah berfirman, “Atau apakah mereka tercipta tanpa asal-usul yang jelas, ataukah mereka yang menciptakan diri mereka sendiri sehingga tidak mau mengakui Allah sebagai Pencipta?"
    },
    {
      "no": 36,
      "arab": "أَمْ خَلَقُوا السَّمَاوَاتِ وَالْأَرْضَ ۚ بَل لَّا يُوقِنُونَ",
      "latin": "Am khalaqus samaawaati wal ard; bal laa yooqinoon",
      "id": "Ataukah mereka telah menciptakan langit dan bumi? Sebenarnya mereka tidak meyakini (apa yang mereka katakan).",
      "en": "Or did they create the heavens and the earth? Rather, they are not certain.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4771",
      "tafsir": "Ataukah mereka enggan beriman karena merasa telah menciptakan langit dan bumi yang demikian indah dan rapi? Sebenarnya mereka sendiri tidak meyakini apa yang mereka katakan, karena mereka memang tidak mengetahuinya."
    },
    {
      "no": 37,
      "arab": "أَمْ عِندَهُمْ خَزَائِنُ رَبِّكَ أَمْ هُمُ الْمُصَيْطِرُونَ",
      "latin": "Am'indahum khazaaa'inu rabbika am humul musaitiroon",
      "id": "Ataukah di sisi mereka ada perbendaharaan Tuhanmu ataukah mereka yang berkuasa?",
      "en": "Or have they the depositories [containing the provision] of your Lord? Or are they the controllers [of them]?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4772",
      "tafsir": "Ataukah mereka ingkar karena merasa bahwa di sisi mereka ada per-bendaharaan Tuhanmu, wahai Nabi Muhammad, ataukah mereka yang berkuasa mengatur dan menggunakan perbendaharan Allah dengan semaunya sehingga mereka menolak risalahmu dan menuduhmu dengan ungkapan yang merendahkan?"
    },
    {
      "no": 38,
      "arab": "أَمْ لَهُمْ سُلَّمٌ يَسْتَمِعُونَ فِيهِ ۖ فَلْيَأْتِ مُسْتَمِعُهُم بِسُلْطَانٍ مُّبِينٍ",
      "latin": "Am lahum sullamuny yastami'oona feehi falyaati mustami'uhum bisultaanim mubeen",
      "id": "Atau apakah mereka mempunyai tangga (ke langit) untuk mendengarkan (hal-hal yang gaib)? Maka hendaklah orang yang mendengarkan di antara mereka itu datang membawa keterangan yang nyata.",
      "en": "Or have they a stairway [into the heaven] upon which they listen? Then let their listener produce a clear authority.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4773",
      "tafsir": "Atau apakah mereka, yaitu orang-orang musyrik, mempunyai tangga menuju langit untuk mendengarkan hal-hal gaib? Bila demikian maka hendaklah orang yang mendengarkan berita gaib di antara mereka itu datang dengan membawa keterangan yang nyata yang didengarnya. Pasti tidak akan ada yang tampil untuk mengungkapkannya."
    },
    {
      "no": 39,
      "arab": "أَمْ لَهُ الْبَنَاتُ وَلَكُمُ الْبَنُونَ",
      "latin": "Am lahul banaatu wa lakumul banoon",
      "id": "Ataukah (pantas) untuk Dia anak-anak perempuan sedangkan untuk kamu anak-anak laki-laki?",
      "en": "Or has He daughters while you have sons?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4774",
      "tafsir": "Allah mengecam kaum musyrik yang meyakini Dia punya anak perempuan, yaitu para malaikat, “Ataukah pantas bila kalian mengatakan bahwa untuk Dia Yang Maha Esa itu anak-anak perempuan seperti yang kamu yakini, sedangkan untuk kamu anak-anak laki-laki? Sungguh, itu semua merupakan anggapan yang sangat keji dan keliru.”"
    },
    {
      "no": 40,
      "arab": "أَمْ تَسْأَلُهُمْ أَجْرًا فَهُم مِّن مَّغْرَمٍ مُّثْقَلُونَ",
      "latin": "Am tas'aluhum ajran fahum mim maghramim musqaloon",
      "id": "Ataukah engkau (Muhamamd) meminta imbalan kepada mereka sehingga mereka dibebani dengan utang?",
      "en": "Or do you, [O Muhammad], ask of them a payment, so they are by debt burdened down?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4775",
      "tafsir": "Allah lalu mengajak bicara Nabi Muhammad, “Ataukah keengganan kaum musyrik untuk beriman adalah karena engkau meminta imbalan kepada mereka saat menyampaikan dakwah sehingga mereka dibebani de-ngan utang? Tentu tidak. Engkau tidak pernah meminta upah pada mereka atas dakwahmu.”"
    },
    {
      "no": 41,
      "arab": "أَمْ عِندَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ",
      "latin": "Am 'indahumul ghaibu fahum yaktuboon",
      "id": "Ataukah di sisi mereka mempunyai (pengetahuan) tentang yang gaib lalu mereka menuliskannya?",
      "en": "Or have they [knowledge of] the unseen, so they write [it] down?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4776",
      "tafsir": "Ataukah mereka menolak beriman karena di sisi mereka mempunyai pengetahuan tentang yang gaib, lalu dengan pengetahuan itu mereka ingin menguasai segala hal dan menuliskannya untuk yang lain?"
    },
    {
      "no": 42,
      "arab": "أَمْ يُرِيدُونَ كَيْدًا ۖ فَالَّذِينَ كَفَرُوا هُمُ الْمَكِيدُونَ",
      "latin": "Am yureedoona kaidan fallazeena kafaroo humul makeedoon",
      "id": "Ataukah mereka hendak melakukan tipu daya? Tetapi orang-orang yang kafir itu, justru merekalah yang terkena tipu daya.",
      "en": "Or do they intend a plan? But those who disbelieve - they are the object of a plan.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4777",
      "tafsir": "Ataukah mereka dengan segala tindakan itu hendak melakukan tipu daya untuk memadamkan cahaya Ilahi? Sungguh, tipu daya mereka betapapun rapi dan kuat, pasti tidak akan berhasil. Tetapi, orang-orang yang kafir itu akan merasakan akibatnya karena justru merekalah yang terkena dampak buruk dari tipu daya mereka."
    },
    {
      "no": 43,
      "arab": "أَمْ لَهُمْ إِلَٰهٌ غَيْرُ اللَّهِ ۚ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ",
      "latin": "Am lahum ilaahun ghairul laa; subhaanal laahi 'ammaa yushrikoon",
      "id": "Ataukah mereka mempunyai tuhan selain Allah? Mahasuci Allah dari apa yang mereka persekutukan.",
      "en": "Or have they a deity other than Allah? Exalted is Allah above whatever they associate with Him.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4778",
      "tafsir": "Ataukah penolakan itu karena mereka mempunyai tuhan yang berkuasa selain Allah, yang melarang mereka untuk mempercayaimu, wahai Nabi Muhammad? Sungguh, tidak ada tuhan selain Dia, dan Mahasuci Allah dari apa yang mereka persekutukan, apa pun bentuknya."
    },
    {
      "no": 44,
      "arab": "وَإِن يَرَوْا كِسْفًا مِّنَ السَّمَاءِ سَاقِطًا يَقُولُوا سَحَابٌ مَّرْكُومٌ",
      "latin": "Wa iny yaraw kisfam minas samaaa'i saaqitany yaqooloo sahaabum markoom",
      "id": "Dan jika mereka melihat gumpalan-gumpalan awan berjatuhan dari langit, mereka berkata, “Itu adalah awan yang bertumpuk-tumpuk.”",
      "en": "And if they were to see a fragment from the sky falling, they would say, \"[It is merely] clouds heaped up.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4779",
      "tafsir": "Ayat-ayat berikut menerangkan keingkaran dan sikap kaum musyrik yang melampaui batas. Dan jika mereka melihat dengan mata kepala sendiri gumpalan-gumpalan awan berjatuhan dari langit ke bumi, mereka akan memandang remeh dan berkata, “Itu adalah awan yang bertumpuk-tumpuk sehingga membentuk butir-butir hujan yang tidak membahayakan.”"
    },
    {
      "no": 45,
      "arab": "فَذَرْهُمْ حَتَّىٰ يُلَاقُوا يَوْمَهُمُ الَّذِي فِيهِ يُصْعَقُونَ",
      "latin": "Fazarhum hatta yulaaqoo yawmahumul lazee feehi yus'aqoon",
      "id": "Maka biarkanlah mereka hingga mereka menemui hari (yang dijanjikan kepada) mereka, pada hari itu mereka dibinasakan,",
      "en": "So leave them until they meet their Day in which they will be struck insensible -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4780",
      "tafsir": "Karena mereka meremehkan hal itu, maka biarkanlah mereka dalam kesesatannya, wahai Nabi Muhammad, hingga mereka menemui hari jatuhnya ancaman yang dijanjikan kepada mereka. Pada hari itu, hari kiamat, mereka pasti dibinasakan sebagai balasan atas keingkaran mereka."
    },
    {
      "no": 46,
      "arab": "يَوْمَ لَا يُغْنِي عَنْهُمْ كَيْدُهُمْ شَيْئًا وَلَا هُمْ يُنصَرُونَ",
      "latin": "Yawma laa yughnee 'anhum kaidumhum shai'anw wa laa hum yunsaroon",
      "id": "(yaitu) pada hari (ketika) tipu daya mereka tidak berguna sedikit pun bagi mereka dan mereka tidak akan diberi pertolongan.",
      "en": "The Day their plan will not avail them at all, nor will they be helped.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4781",
      "tafsir": "Balasan itu datang pada hari ketika tipu daya yang mereka upayakan tidak berguna sedikit pun bagi mereka, dan pada hari itu mereka juga tidak akan diberi pertolongan."
    },
    {
      "no": 47,
      "arab": "وَإِنَّ لِلَّذِينَ ظَلَمُوا عَذَابًا دُونَ ذَٰلِكَ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "latin": "Wa inna lillazeena zalamoo 'azaaban doona zalika wa laakinna aksarahum laa ya'lamoon",
      "id": "Dan sesungguhnya bagi orang-orang yang zalim masih ada azab selain itu. Tetapi kebanyakan mereka tidak mengetahui.",
      "en": "And indeed, for those who have wronged is a punishment before that, but most of them do not know.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4782",
      "tafsir": "Azab yang dikemukakan pada ayat sebelumnya diberikan kepada orang yang ingkar, dan sesungguhnya bagi orang-orang yang zalim, baik terhadap diri sendiri maupun orang lain, masih ada azab selain yang sudah disebutkan itu. Tetapi, sayangnya kebanyakan di antara mereka tidak mengetahui."
    },
    {
      "no": 48,
      "arab": "وَاصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا ۖ وَسَبِّحْ بِحَمْدِ رَبِّكَ حِينَ تَقُومُ",
      "latin": "Wasbir lihukmi rabbika fa innaka bi-a'yuninaa wa sabbih bihamdi rabbika heena taqoom",
      "id": "Dan bersabarlah (Muhammad) menunggu ketetapan Tuhanmu, karena sesungguhnya engkau berada dalam pengawasan Kami, dan bertasbihlah dengan memuji Tuhanmu ketika engkau bangun,",
      "en": "And be patient, [O Muhammad], for the decision of your Lord, for indeed, you are in Our eyes. And exalt [Allah] with praise of your Lord when you arise.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4783",
      "tafsir": "Wahai Nabi Muhammad, hendaklah engkau mengetahui keadaan mereka yang seperti itu, dan bersabarlah menunggu ketetapan Tuhanmu, karena sesungguhnya engkau selalu berada dalam pengawasan dan pemeliharaan Kami. Berzikir dan bertasbihlah dengan memuji Tuhanmu ketika engkau bangun pagi untuk melakukan kegiatan duniawi atau ukhrawi."
    },
    {
      "no": 49,
      "arab": "وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَإِدْبَارَ النُّجُومِ",
      "latin": "Wa minal laili fasabbihhu wa idbaaran nujoom",
      "id": "dan pada sebagian malam bertasbihlah kepada-Nya dan (juga) pada waktu terbenamnya bintang-bintang (pada waktu fajar).",
      "en": "And in a part of the night exalt Him and after [the setting of] the stars.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4784",
      "tafsir": "Dan selain itu, pada sebagian malam, ketika kebanyakan orang tidur, dekatkanlah dirimu kepada Allah, bertasbihlah kepada-Nya, dan berzikir serta bertasbihlah pada waktu terbenamnya bintang-bintang pada waktu fajar."
    }
  ]
}