{
  "creator": "ZidanDev.",
  "number": 111,
  "name": "Al-Lahab",
  "type": "Makkiyyah",
  "translation_id": "Di lehernya ada tali dari sabut yang dipintal.",
  "translation_en": "Around her neck is a rope of [twisted] fiber.",
  "jumlah_ayat": 5,
  "ayat": [
    {
      "no": 1,
      "arab": "تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ",
      "latin": "Tab bat yadaa abee Lahabinw-wa tabb",
      "id": "Binasalah kedua tangan Abu Lahab dan benar-benar binasa dia!",
      "en": "May the hands of Abu Lahab be ruined, and ruined is he.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6217",
      "tafsir": "Karena kebenciannya kepada Nabi dan penentangannya terhadap dakwah beliau dengan cara yang menyakitkan, maka celaka dan binasalah kedua tangan Abu Lahab yakni diri Abù Lahab, yang bernama ‘Abdul ‘Uzzà bin ‘Abdul Muttalib; dan benar-benar binasa dia!"
    },
    {
      "no": 2,
      "arab": "مَا أَغْنَىٰ عَنْهُ مَالُهُ وَمَا كَسَبَ",
      "latin": "Maa aghna 'anhu maaluhu wa ma kasab",
      "id": "Tidaklah berguna baginya hartanya dan apa yang dia usahakan.",
      "en": "His wealth will not avail him or that which he gained.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6218",
      "tafsir": "Ketika azab Allah menimpanya maka tidaklah berguna baginya hartanya yang dia kumpulkan dan banggakan, dan tidak pula bermanfaat apa yang dia usahakan seperti jabatan dan keturunan untuk menyelamatkan dirinya dari azab itu. Hanya iman dan amal saleh yang dapat menyelamatkan seseorang dari murka Allah."
    },
    {
      "no": 3,
      "arab": "سَيَصْلَىٰ نَارًا ذَاتَ لَهَبٍ",
      "latin": "Sa yas laa naran zaata lahab",
      "id": "Kelak dia akan masuk ke dalam api yang bergejolak (neraka).",
      "en": "He will [enter to] burn in a Fire of [blazing] flame",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6219",
      "tafsir": "Sebagai balasan atas kekejiannya kepada Nabi Muhammad dan dosa-dosanya yang lain, kelak dia akan masuk ke dalam api yang bergejolak dan membakar seluruh tubuhnya secara terus-menerus. Dia tidak akan pernah mati di dalamnya dan tidak pula akan keluar darinya."
    },
    {
      "no": 4,
      "arab": "فِي جِيدِهَا حَبْلٌ مِّن مَّسَدٍ",
      "latin": "Fee jeediha hab lum mim-masad",
      "id": "Di lehernya ada tali dari sabut yang dipintal.",
      "en": "Around her neck is a rope of [twisted] fiber.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6221",
      "tafsir": "Bentuk azab yang akan diterimanya di neraka sesuai dengan perilakunya sendiri. Di lehernya ada tali dari sabut yang dipintal. Dengan tali itu Allah menjerat lehernya dan mengangkatnya tinggi-tinggi, lalu mencampakkannya ke dasar neraka."
    },
    {
      "no": 5,
      "arab": "وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ",
      "latin": "Wam ra-atuh hamma latal-hatab",
      "id": "Dan (begitu pula) istrinya, pembawa kayu bakar (penyebar fitnah).",
      "en": "And his wife [as well] - the carrier of firewood.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6220",
      "tafsir": "Abu Lahab akan masuk neraka, dan demikian pula istrinya, Ummu Jamìl Arwà binti Harb bin Umayyah, sang pembawa kayu bakar berduri. Dia meletakkannya di sepanjang jalan yang dilalui Nabi untuk menjebak beliau. Dia juga gemar menyebar fitnah kepada Nabi dan para pengikutnya."
    }
  ]
}