{
  "creator": "ZidanDev.",
  "number": 89,
  "name": "Al-Fajr",
  "type": "Makkiyyah",
  "translation_id": "dan masuklah ke dalam surga-Ku.",
  "translation_en": "And enter My Paradise.\"",
  "jumlah_ayat": 30,
  "ayat": [
    {
      "no": 1,
      "arab": "وَالْفَجْرِ",
      "latin": "Wal-Fajr",
      "id": "Demi fajar,",
      "en": "By the dawn",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5994",
      "tafsir": "Demi fajar, yaitu awal mula terangnya bumi setelah kegelapan malam sirna. Pada waktu ini manusia memulai aktivitasnya. Di balik kemunculan fajar itu pasti ada Zat Yang Mahaperkasa."
    },
    {
      "no": 2,
      "arab": "وَلَيَالٍ عَشْرٍ",
      "latin": "Wa layaalin 'ashr",
      "id": "demi malam yang sepuluh,",
      "en": "And [by] ten nights",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5995",
      "tafsir": "Demi malam yang sepuluh, yaitu sepuluh hari pertama bulan Zulhijah. Mereka yang beramal saleh pada hari-hari tersebut akan mendapat pahala yang sangat agung."
    },
    {
      "no": 3,
      "arab": "وَالشَّفْعِ وَالْوَتْرِ",
      "latin": "Wash shaf'i wal watr",
      "id": "demi yang genap dan yang ganjil,",
      "en": "And [by] the even [number] and the odd",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5996",
      "tafsir": "Demi yang genap dan yang ganjil dari semua hal. Bisa juga dipahami bahwa yang genap itu adalah makhluk Allah, sedangkan yang ganjil adalah Allah. Dia Maha Esa dan tanpa bandingan. Allah tidak membutuhkan apa dan siapa pun, sedang makhluk sangat bergantung pada yang lain."
    },
    {
      "no": 4,
      "arab": "وَاللَّيْلِ إِذَا يَسْرِ",
      "latin": "Wallaili izaa yasr",
      "id": "demi malam apabila berlalu.",
      "en": "And [by] the night when it passes,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5997",
      "tafsir": "Demi malam apabila berlalu dan digantikan siang."
    },
    {
      "no": 5,
      "arab": "هَلْ فِي ذَٰلِكَ قَسَمٌ لِّذِي حِجْرٍ",
      "latin": "Hal fee zaalika qasamul lizee hijr",
      "id": "Adakah pada yang demikian itu terdapat sumpah (yang dapat diterima) bagi orang-orang yang berakal?",
      "en": "Is there [not] in [all] that an oath [sufficient] for one of perception?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5998",
      "tafsir": "Adakah pada yang demikian itu terdapat sumpah yang dapat diterima bagi orang-orang yang berakal? Bagi mereka sumpah-sumpah tersebut sangat menggugah. Mereka tergugah untuk memikirkannya secara mendalam karena sumpah itu menunjukkan kekuasaan Allah dan anugerah-Nya yang besar bagi manusia."
    },
    {
      "no": 6,
      "arab": "أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ",
      "latin": "Alam tara kaifa fa'ala rabbuka bi'aad",
      "id": "Tidakkah engkau (Muhammad) memperhatikan bagaimana Tuhanmu berbuat terhadap (kaum) ‘Ad?",
      "en": "Have you not considered how your Lord dealt with 'Aad -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5999",
      "tafsir": "Tidakkah engkau, wahai Rasul dan kaum musyrik, memperhatikan dan merenungkan dengan pikiran jernih bagaimana Tuhanmu berbuat terhadap kaum ‘Ad? Allah mengazab mereka karena telah berbuat durhaka, meski mereka memiliki kekuatan yang luar biasa."
    },
    {
      "no": 7,
      "arab": "إِرَمَ ذَاتِ الْعِمَادِ",
      "latin": "Iramaa zaatil 'imaad",
      "id": "(yaitu) penduduk Iram (ibukota kaum ‘Ad) yang mempunyai bangunan-bangunan yang tinggi,",
      "en": "[With] Iram - who had lofty pillars,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6000",
      "tafsir": "Allah hancurkan kaum ‘Ad, yaitu penduduk kota Iram yang mempunyai bangunan-bangunan yang tinggi dan bentuk fisik yang kuat."
    },
    {
      "no": 8,
      "arab": "الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ",
      "latin": "Allatee lam yukhlaq misluhaa fil bilaad",
      "id": "yang belum pernah dibangun (suatu kota) seperti itu di negeri-negeri lain,",
      "en": "The likes of whom had never been created in the land?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6001",
      "tafsir": "Itulah kota dengan bangunan-bangunan megah yang pada masanya belum pernah dibangun seperti itu megahnya di negeri-negeri lain."
    },
    {
      "no": 9,
      "arab": "وَثَمُودَ الَّذِينَ جَابُوا الصَّخْرَ بِالْوَادِ",
      "latin": "Wa samoodal lazeena jaabus sakhra bil waad",
      "id": "dan (terhadap) kaum samud yang memotong batu-batu besar di lembah,",
      "en": "And [with] Thamud, who carved out the rocks in the valley?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6002",
      "tafsir": "Dan tidakkah kamu perhatikan pula azab yang telah Allah timpakan atas kaum Šamud yang memotong dan memahat batu-batu besar di lembah untuk dijadikan kediaman mereka?"
    },
    {
      "no": 10,
      "arab": "وَفِرْعَوْنَ ذِي الْأَوْتَادِ",
      "latin": "Wa fir'awna zil awtaad",
      "id": "dan (terhadap) Fir‘aun yang mempunyai pasak-pasak (bangunan yang besar),",
      "en": "And [with] Pharaoh, owner of the stakes? -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6003",
      "tafsir": "dan tidakkah kamu juga memperhatikan azab Allah kepada Fir‘aun yang mempunyai pasak-pasak? Allah mengazabnya meski ia mampu membangun piramida-piramida yang besar dan mempunyai bala tentara yang banyak."
    },
    {
      "no": 11,
      "arab": "الَّذِينَ طَغَوْا فِي الْبِلَادِ",
      "latin": "Allazeena taghaw fil bilaad",
      "id": "yang berbuat sewenang-wenang dalam negeri,",
      "en": "[All of] whom oppressed within the lands",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6004",
      "tafsir": "Mereka itulah orang-orang yang berbuat sewenang-wenang dalam negeri dan berbuat zalim melewati batas kemanusiaan."
    },
    {
      "no": 12,
      "arab": "فَأَكْثَرُوا فِيهَا الْفَسَادَ",
      "latin": "Fa aksaroo feehal fasaad",
      "id": "lalu mereka banyak berbuat kerusakan dalam negeri itu,",
      "en": "And increased therein the corruption.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6005",
      "tafsir": "lalu mereka dengan kezalimannya banyak berbuat kerusakan, dosa, dan maksiat dalam negeri itu."
    },
    {
      "no": 13,
      "arab": "فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ",
      "latin": "Fasabba 'alaihim Rabbuka sawta 'azaab",
      "id": "karena itu Tuhanmu menimpakan cemeti azab kepada mereka,",
      "en": "So your Lord poured upon them a scourge of punishment.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6006",
      "tafsir": "Karena kesewenangan dan kezaliman mereka itu Tuhanmu menimpakan cemeti azab kepada mereka. Allah membinasakan kaum ‘Ad dengan topan yang sangat dingin selama tujuh malam berturut-turut; kaum Šamud dengan suara menggelegar dan petir yang menyambar (Lihat:Fussilat/41:16; al-Hàqqah:/69:6–7); dan Fir‘aun beserta tentaranya ditenggelamkan di Laut Merah."
    },
    {
      "no": 14,
      "arab": "إِنَّ رَبَّكَ لَبِالْمِرْصَادِ",
      "latin": "Inna Rabbaka labil mirsaad",
      "id": "sungguh, Tuhanmu benar-benar mengawasi.",
      "en": "Indeed, your Lord is in observation.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6007",
      "tafsir": "Allah timpakan azab kepada mereka karena sungguh, Tuhanmu benar-benar mengawasi gerak gerik dan perilaku mereka. Tidak seorang pun lepas dari pengawasan Allah. Kebinasaan tiga kaum itu hendaknya menjadi pelajaran bagi umat setelahnya, terutama kaum musyrik Mekah."
    },
    {
      "no": 15,
      "arab": "فَأَمَّا الْإِنسَانُ إِذَا مَا ابْتَلَاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ رَبِّي أَكْرَمَنِ",
      "latin": "Fa ammal insaanu izaa mab talaahu Rabbuhoo fa akramahoo wa na' 'amahoo fa yaqoolu Rabbeee akraman",
      "id": "Maka adapun manusia, apabila Tuhan mengujinya lalu memuliakannya dan memberinya kesenangan, maka dia berkata, “Tuhanku telah memuliakanku.”",
      "en": "And as for man, when his Lord tries him and [thus] is generous to him and favors him, he says, \"My Lord has honored me.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6008",
      "tafsir": "Ayat ini menjelaskan sifat dasar manusia kafir ketika mendapat kebahagiaan dan kesusahan, yakni bergembira berlebihan saat mendapat kenikmatan dan putus asa ketika tertimpa kesulitan. Maka adapun manusia, apabila Tuhan mengujinya lalu dia memuliakannya dan memberinya kesenangan serta kenikmatan, baik lahir maupun batin, maka dia berkata, “Tuhanku telah memuliakanku.” Mereka menilai kenikmatan yang diterimanya adalah berkat kemuliaan nya di sisi Allah. Mereka lupa bahwa nikmat itu pada dasarnya salah satu bentuk ujian Allah kepada manusia."
    },
    {
      "no": 16,
      "arab": "وَأَمَّا إِذَا مَا ابْتَلَاهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ رَبِّي أَهَانَنِ",
      "latin": "Wa ammaaa izaa mabtalaahu faqadara 'alaihi rizqahoo fa yaqoolu Rabbeee ahaanan",
      "id": "Namun apabila Tuhan mengujinya lalu membatasi rezekinya, maka dia berkata, “Tuhanku telah menghinaku.”",
      "en": "But when He tries him and restricts his provision, he says, \"My Lord has humiliated me.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6009",
      "tafsir": "Namun apabila Tuhan mengujinya lalu membatasi rezekinya, maka dia berkata, “Tuhanku telah menghinakanku.” Mereka tidak dapat memahami bahwa kefakiran dan kesusahan bukanla htolok ukur mutlak bagi kehinaan seseorang di mata Allah karena keduanya tidak lain hanyalah cobaan dari Allah."
    },
    {
      "no": 17,
      "arab": "كَلَّا ۖ بَل لَّا تُكْرِمُونَ الْيَتِيمَ",
      "latin": "Kalla bal laa tukrimooo nal yateem",
      "id": "Sekali-kali tidak! Bahkan kamu tidak memuliakan anak yatim,",
      "en": "No! But you do not honor the orphan",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6010",
      "tafsir": "Sekali-kali tidak demikian. Ketahuilah, kemuliaan seseorang tidak diukur dari kekaya annya dan kehinaan tidak dipandang dari kemiskinannya. Kemulian diukur dari ketaatan dan kehinaan adalah akibat kemaksiatan seseorang kepada Allah. Bahkan kamu tidak memuliakan, menyantuni, mengasihi, dan menolong anak yatim. Kamu biarkan mereka susah, padahal menyantuni mereka adalah amal saleh yang menjanjikan derajat tinggi di sisi Allah."
    },
    {
      "no": 18,
      "arab": "وَلَا تَحَاضُّونَ عَلَىٰ طَعَامِ الْمِسْكِينِ",
      "latin": "Wa laa tahaaaddoona 'alaata'aamil miskeen",
      "id": "dan kamu tidak saling mengajak memberi makan orang miskin,",
      "en": "And you do not encourage one another to feed the poor.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6011",
      "tafsir": "Dan kamu tidak saling mengajak satu sama lain untuk memberi makan orang miskin. Tidak mengajak orang lain untuk berbuat baik juga merupakan tindakan tidak terpuji. Mengajak orang lain berbuat baik adalah tindakan terpuji, apa lagi jika dibarengi dengan melakukannya. Makanan adalah kebutuhan pokok manusia. Memberi makanan fakir miskin, baik muslim atau bukan, adalah suatu bentuk kesalehan sosial yang sangat terpuji (Lihat pula: al-Insàn/76: 8)."
    },
    {
      "no": 19,
      "arab": "وَتَأْكُلُونَ التُّرَاثَ أَكْلًا لَّمًّا",
      "latin": "Wa taakuloonat turaasa aklal lammaa",
      "id": "sedangkan kamu memakan harta warisan dengan cara mencampurbaurkan (yang halal dan yang haram),",
      "en": "And you consume inheritance, devouring [it] altogether,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6012",
      "tafsir": "Kamu tidak berbuat baik kepada anak yatim dan orang miskin, sedangkan kamu justru memakan harta warisan dengan cara mencampur baurkan yang halal dengan yang haram. Harta warisan adalah hak ahli waris tertentu. Merampas harta warisan yang menjadi hak orang lain adalah perbuatan zalim."
    },
    {
      "no": 20,
      "arab": "وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا",
      "latin": "Wa tuhibboonal maala hubban jammaa",
      "id": "dan kamu mencintai harta dengan kecintaan yang berlebihan.",
      "en": "And you love wealth with immense love.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6013",
      "tafsir": "Dan tidak hanya itu, kamu juga mencintai harta dengan kecintaan yang berlebihan. Kecintaan berlebih seseorang terhadap harta menjadikan motivasi hidupnya semata untuk mengumpul­kan harta, tidak peduli halal atau haram. Di sisi lain, dia akan menjadi kikir dan tidak mau peduli kepada sesama. Perilaku ini akan menjerumuskannya ke neraka."
    },
    {
      "no": 21,
      "arab": "كَلَّا إِذَا دُكَّتِ الْأَرْضُ دَكًّا دَكًّا",
      "latin": "Kallaaa izaaa dukkatil ardu dakkan dakka",
      "id": "Sekali-kali tidak! Apabila bumi diguncangkan berturut-turut (berbenturan),",
      "en": "No! When the earth has been leveled - pounded and crushed -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6014",
      "tafsir": "Sekali-kali tidak! janganlah kamu berbuat demikian. Apabila bumi diguncangkan berturut-turut, memuntahkan isinya, hancur lebur, kemudian muncul bumi yang sama sekali baru,"
    },
    {
      "no": 22,
      "arab": "وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا",
      "latin": "Wa jaaa'a Rabbuka wal malaku saffan saffaa",
      "id": "dan datanglah Tuhanmu; dan malaikat berbaris-baris,",
      "en": "And your Lord has come and the angels, rank upon rank,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6015",
      "tafsir": "dan setelah itu datanglah Tuhanmu dengan cara yang tidak diketahui hakikatnya sama sekali oleh manusia; dan malaikat menunggu perintah Tuhan sambil berbaris-baris penuh kepatuhan."
    },
    {
      "no": 23,
      "arab": "وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ ۚ يَوْمَئِذٍ يَتَذَكَّرُ الْإِنسَانُ وَأَنَّىٰ لَهُ الذِّكْرَىٰ",
      "latin": "Wa jeee'a yawma'izim bi jahannnam; Yawma 'iziny yatazakkarul insaanu wa annaa lahuz zikraa",
      "id": "dan pada hari itu diperlihatkan neraka Jahanam; pada hari itu sadarlah manusia, tetapi tidak berguna lagi baginya kesadaran itu.",
      "en": "And brought [within view], that Day, is Hell - that Day, man will remember, but what good to him will be the remembrance?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6016",
      "tafsir": "Dan pada hari itu diperlihatkan neraka Jahanam kepada orang kafir agar mereka melihat dengan mata kepada sendiri apa yang dahulu mereka ingkari. Ketika semua itu terjadi, maka pada hari itu sadarlah manusia yang ingkar atas kealpaannya, tetapi tidak berguna lagi baginya kesadaran itu. Kesempatan untuk bertobat sudah tiada. Kini tiba saatnya untuk menghitung dan mempertanggungjawabkan perbuatan mereka. Betapa besar penyesalan orang kafir pada hari itu."
    },
    {
      "no": 24,
      "arab": "يَقُولُ يَا لَيْتَنِي قَدَّمْتُ لِحَيَاتِي",
      "latin": "Yaqoolu yaa laitanee qaddamtu lihayaatee",
      "id": "Dia berkata, “Alangkah baiknya sekiranya dahulu aku mengerjakan (kebajikan) untuk hidupku ini.”",
      "en": "He will say, \"Oh, I wish I had sent ahead [some good] for my life.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6017",
      "tafsir": "Dia berkata dengan penuh kesadaran, “Alangkah baiknya sekiranya di dunia dahulu aku beriman dan mengerjakan amal saleh untuk kenyamanan hidupku di akhirat ini.” Penyesalan itu sudah tidak berguna. Maka, berbahagialah kini orang yang membekali diri di dunia dengan iman dan amal saleh."
    },
    {
      "no": 25,
      "arab": "فَيَوْمَئِذٍ لَّا يُعَذِّبُ عَذَابَهُ أَحَدٌ",
      "latin": "Fa Yawma izil laa yu'azzibu 'azaabahooo ahad",
      "id": "Maka pada hari itu tidak ada seorang pun yang mengazab seperti azab-Nya (yang adil),",
      "en": "So on that Day, none will punish [as severely] as His punishment,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6018",
      "tafsir": "Maka pada hari itu tidak ada seorang pun yang mengazab seperti azab-Nya yang adil. Azab Allah mahadahsyat. Orang yang menerima azab Allah pada hari itu akan merasa sebagai orang yang paling sengsara."
    },
    {
      "no": 26,
      "arab": "وَلَا يُوثِقُ وَثَاقَهُ أَحَدٌ",
      "latin": "Wa laa yoosiqu wasaaqa hooo ahad",
      "id": "dan tidak ada seorang pun yang mengikat seperti ikatan-Nya.",
      "en": "And none will bind [as severely] as His binding [of the evildoers].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6019",
      "tafsir": "Dan tidak ada seorang pun yang mengikat seperti ikatan-Nya. Ikatan Allah sangat kukuh dan kuat. Tidak ada kekuatan yang mampu mengendurkan ikatan itu, apalagi melepaskannya."
    },
    {
      "no": 27,
      "arab": "يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ",
      "latin": "Yaaa ayyatuhan nafsul mutma 'innah",
      "id": "Wahai jiwa yang tenang!",
      "en": "[To the righteous it will be said], \"O reassured soul,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6020",
      "tafsir": "Allah berfirman kepada manusia yang beriman dan beramal saleh, “Wahai jiwa yang tenang, tenteram, damai, dan tidak takut apa pun serta tidak merasa sedih karena apa pun."
    },
    {
      "no": 28,
      "arab": "ارْجِعِي إِلَىٰ رَبِّكِ رَاضِيَةً مَّرْضِيَّةً",
      "latin": "Irji'eee ilaa Rabbiki raadiyatam mardiyyah",
      "id": "Kembalilah kepada Tuhanmu dengan hati yang rida dan diridai-Nya.",
      "en": "Return to your Lord, well-pleased and pleasing [to Him],",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6021",
      "tafsir": "Kembalilah kepada Tuhanmu yang telah menciptakanmu dan mendidikmu, dengan hati yang rida atas pahala dan nikmat yang Allah siapkan untukmu, dan di ridai-Nya karena Allah telah menerima amalan salehmu."
    },
    {
      "no": 29,
      "arab": "فَادْخُلِي فِي عِبَادِي",
      "latin": "Fadkhulee fee 'ibaadee",
      "id": "Maka masuklah ke dalam golongan hamba-hamba-Ku,",
      "en": "And enter among My [righteous] servants",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6022",
      "tafsir": "Maka kini masuklah ke dalam golongan hamba-hamba-Ku yang saleh, seperti para nabi, orang yang jujur, pecinta kebenaran, dan syuhada."
    },
    {
      "no": 30,
      "arab": "وَادْخُلِي جَنَّتِي",
      "latin": "Wadkhulee jannatee",
      "id": "dan masuklah ke dalam surga-Ku.",
      "en": "And enter My Paradise.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6023",
      "tafsir": "Dan masuklah bersama mereka ke dalam surga-Ku yang telah Aku persiapkan untukmu, surga yang penuh kenikmatan. Kekallah di sana selama-lamanya. Terima dan nikmatilah anugerah-Ku yang agung ini."
    }
  ]
}