{
  "creator": "ZidanDev.",
  "number": 71,
  "name": "Nuh",
  "type": "Makkiyyah",
  "translation_id": "Ya Tuhanku, ampunilah aku, ibu bapakku, dan siapa pun yang memasuki rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan. Dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kehancuran.”",
  "translation_en": "My Lord, forgive me and my parents and whoever enters my house a believer and the believing men and believing women. And do not increase the wrongdoers except in destruction.\"",
  "jumlah_ayat": 28,
  "ayat": [
    {
      "no": 1,
      "arab": "إِنَّا أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ أَنْ أَنذِرْ قَوْمَكَ مِن قَبْلِ أَن يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ",
      "latin": "Innaaa arsalnaa Noohan ilaa qawmihee an anzir qawmaka min qabli any yaatiyahum 'azaabun aleem",
      "id": "Sesungguhnya Kami telah mengutus Nuh kepada kaumnya (dengan perintah), “Berilah kaummu peringatan sebelum datang kepadanya azab yang pedih.”",
      "en": "Indeed, We sent Noah to his people, [saying], \"Warn your people before there comes to them a painful punishment.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5420",
      "tafsir": "Pada penutup surah sebelumnya diuraikan tentang ancaman siksa yang akan diterima kaum yang durhaka. Di awal surah ini diuraikan kisah Nabi Nuh dan kaumnya sebagai peringatan bagi siapa saja termasuk kaum musyrik Mekah, apabila durhaka maka bagi Allah mudah untuk mengazabnya. Sesungguhnya Kami telah mengutus Nuh kepada kaumnya dengan perintah, “Berilah kaummu peringatan sebelum datang kepadanya azab yang pedih."
    },
    {
      "no": 2,
      "arab": "قَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُّبِينٌ",
      "latin": "Qaala yaa qawmi innee lakum nazeerum mubeen",
      "id": "Dia (Nuh) berkata, “Wahai kaumku! Sesungguhnya aku ini seorang pemberi peringatan yang menjelaskan kepada kamu,",
      "en": "He said, \"O my people, indeed I am to you a clear warner,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5421",
      "tafsir": "Nabi Nuh melaksanakan perintah Allah tersebut. Dia Nuh berkata, “Wahai kaumku! Sesungguhnya aku ini seorang pemberi peringatan akan azab Allah yang menjelaskan peringatan itu kepada kamu"
    },
    {
      "no": 3,
      "arab": "أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ",
      "latin": "Ani'udul laaha watta qoohu wa atee'oon",
      "id": "(yaitu) sembahlah Allah, bertakwalah kepada-Nya dan taatlah kepadaku,",
      "en": "[Saying], 'Worship Allah, fear Him and obey me.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5422",
      "tafsir": "yaitu sembahlah Allah Yang Esa dan tidak menyekutukan-Nya dengan sesuatu yang lain, bertakwalah kepada-Nya dengan menjalankan perintah dan menjauhi larangan-Nya dan taatlah kepadaku."
    },
    {
      "no": 4,
      "arab": "يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَىٰ أَجَلٍ مُّسَمًّى ۚ إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ ۖ لَوْ كُنتُمْ تَعْلَمُونَ",
      "latin": "Yaghfir lakum min zunoobikum wa yu'akhkhirkum ilaaa ajalim musammaa; innaa ajalal laahi izaa jaaa'a laa yu'akhkhar; law kuntum ta'lamoon",
      "id": "niscaya Dia mengampuni sebagian dosa-dosamu dan menangguhkan kamu (memanjangkan umurmu) sampai pada batas waktu yang ditentukan. Sungguh, ketetapan Allah itu apabila telah datang tidak dapat ditunda, seandainya kamu mengetahui.”",
      "en": "Allah will forgive you of your sins and delay you for a specified term. Indeed, the time [set by] Allah, when it comes, will not be delayed, if you only knew.' \"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5423",
      "tafsir": "Kalau kamu lakukan itu semua niscaya Dia akan mengampuni sebagian dosa-dosamu dan menangguhkan kamu yaitu dengan memanjangkan umurmu untuk kemaslahatanmu sampai pada batas waktu yang ditentukan. Sungguh, ketetapan Allah itu apabila telah datang tidak dapat ditunda sedikit pun, seandainya kamu mengetahui hal itu maka tentu kamu akan menjadi orang yang beriman.”"
    },
    {
      "no": 5,
      "arab": "قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا",
      "latin": "Qaala rabbi innee da'awtu qawmee lailanw wa naharaa",
      "id": "Dia (Nuh) berkata, “Ya Tuhanku, sesungguhnya aku telah menyeru kaumku siang dan malam,",
      "en": "He said, \"My Lord, indeed I invited my people [to truth] night and day.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5424",
      "tafsir": "Ajakan Nabi Nuh tidak disambut dengan baik oleh kaumnya, maka dia Nabi Nuh mengadu kepada Allah, “Ya Tuhanku, sesungguhnya aku telah menyeru kaumku untuk beriman kepada-Mu dengan berbagai cara, dan itu kulakukan siang dan malam terus menerus,"
    },
    {
      "no": 6,
      "arab": "فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا",
      "latin": "Falam yazid hum du'aaa 'eee illaa firaaraa",
      "id": "tetapi seruanku itu tidak menambah (iman) mereka, justru mereka lari (dari kebenaran).",
      "en": "But my invitation increased them not except in flight.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5425",
      "tafsir": "tetapi seruanku itu tidak menambah iman dan kebaikan mereka, justru mereka lari menjauh dari kebenaran."
    },
    {
      "no": 7,
      "arab": "وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَارًا",
      "latin": "Wa inee kullamaa da'awtuhum litaghfira lahum ja'alooo asaabi'ahum fee aazaanihim wastaghshaw siyaabahum wa asaarroo wastakbarus tikbaaraa",
      "id": "Dan sesungguhnya aku setiap kali menyeru mereka (untuk beriman) agar Engkau mengampuni mereka, mereka memasukkan anak jarinya ke telinganya dan menutupkan bajunya (ke wajahnya) dan mereka tetap (mengingkari) dan sangat menyombongkan diri.",
      "en": "And indeed, every time I invited them that You may forgive them, they put their fingers in their ears, covered themselves with their garments, persisted, and were arrogant with [great] arrogance.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5426",
      "tafsir": "Dan sesungguhnya aku setiap kali menyeru mereka untuk beriman kepada ajaran-Mu agar Engkau mengampuni mereka, mereka memasukkan anak jarinya ke telinganya karena enggan untuk mendengar bahkan membenci seruanku itu, dan menutupkan bajunya ke wajahnya sehingga tidak melihatku dan mereka tetap keras kepala mengingkari dan sangat menyombongkan diri sehingga tidak mempan dengan segala cara yang kulakukan."
    },
    {
      "no": 8,
      "arab": "ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا",
      "latin": "Summa innee da'aw tuhum jihaara",
      "id": "Lalu sesungguhnya aku menyeru mereka dengan cara terang-terangan.",
      "en": "Then I invited them publicly.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5427",
      "tafsir": "Nabi Nuh melanjutkan pengaduannya kepada Allah. Lalu sesungguhnya aku telah menyeru mereka dengan cara terang-terangan dengan suara yang jelas dan di hadapan umum."
    },
    {
      "no": 9,
      "arab": "ثُمَّ إِنِّي أَعْلَنتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا",
      "latin": "Summaa inneee a'lantu lahum wa asrartu lahum israaraa",
      "id": "Kemudian aku menyeru mereka secara terbuka dan dengan diam-diam,",
      "en": "Then I announced to them and [also] confided to them secretly",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5428",
      "tafsir": "Kemudian pada kesempatan lain aku menyeru mereka dengan dua cara sekaligus yaitu secara terbuka dan dengan diam-diam."
    },
    {
      "no": 10,
      "arab": "فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا",
      "latin": "Faqultus taghfiroo Rabakam innahoo kaana Ghaffaaraa",
      "id": "maka aku berkata (kepada mereka), “Mohonlah ampunan kepada Tuhanmu, Sungguh, Dia Maha Pengampun,",
      "en": "And said, 'Ask forgiveness of your Lord. Indeed, He is ever a Perpetual Forgiver.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5429",
      "tafsir": "Itu semua telah kulakukan maka aku pun berkata kepada mereka, “Mohonlah ampunan kepada Tuhanmu atas segala dosa terutama dosa syirik. Sungguh, Dia Maha Pengampun bagi siapa saja yang tulus memohon ampunan-Nya.\""
    },
    {
      "no": 11,
      "arab": "يُرْسِلِ السَّمَاءَ عَلَيْكُم مِّدْرَارًا",
      "latin": "Yursilis samaaa'a 'alaikum midraaraa",
      "id": "niscaya Dia akan menurunkan hujan yang lebat dari langit kepadamu,",
      "en": "He will send [rain from] the sky upon you in [continuing] showers",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5430",
      "tafsir": "\"Kalau kamu benar-benar memohon ampunan-Nya niscaya Dia akan menurunkan hujan yang lebat dari langit kepadamu,"
    },
    {
      "no": 12,
      "arab": "وَيُمْدِدْكُم بِأَمْوَالٍ وَبَنِينَ وَيَجْعَل لَّكُمْ جَنَّاتٍ وَيَجْعَل لَّكُمْ أَنْهَارًا",
      "latin": "Wa yumdidkum bi am waalinw wa baneena wa yaj'al lakum Jannaatinw wa yaj'al lakum anhaaraa",
      "id": "dan Dia memperbanyak harta dan anak-anakmu, dan mengadakan kebun-kebun untukmu dan mengadakan sungai-sungai untukmu.”",
      "en": "And give you increase in wealth and children and provide for you gardens and provide for you rivers.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5431",
      "tafsir": "dan Dia memperbanyak harta dan anak-anakmu, dan mengadakan pula kebun-kebun untukmu yang dapat kamu nikmati keindahan dan buahnya dan mengadakan sungai-sungai untukmu guna mengairi kebun dan memberi minum ternakmu.”"
    },
    {
      "no": 13,
      "arab": "مَّا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا",
      "latin": "Maa lakum laa tarjoona lillaahi waqaaraa",
      "id": "Mengapa kamu tidak takut akan kebesaran Allah?",
      "en": "What is [the matter] with you that you do not attribute to Allah [due] grandeur",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5432",
      "tafsir": "Nabi Nuh menasihati kaumnya seperti dijelaskan di atas dan beliau melanjutkan nasihatnya. Mengapa kamu tidak mengagungkan Allah dengan sebenarnya dan tidak takut akan kebesaran Allah?"
    },
    {
      "no": 14,
      "arab": "وَقَدْ خَلَقَكُمْ أَطْوَارًا",
      "latin": "Wa qad khalaqakum at waaraa",
      "id": "Dan sungguh, Dia telah menciptakan kamu dalam beberapa tingkatan (kejadian).",
      "en": "While He has created you in stages?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5433",
      "tafsir": "Dan sungguh, Dia telah menciptakan kamu dalam beberapa tingkatan kejadian dan pertumbuhan yaitu dari nutfah, segumpal daging, kemudian menjadi janin dan bentuk yang sempurna sebagai manusia."
    },
    {
      "no": 15,
      "arab": "أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا",
      "latin": "Alam taraw kaifa khalaqal laahu sab'a samaawaatin tibaaqaa",
      "id": "Tidakkah kamu memperhatikan bagai-mana Allah telah menciptakan tujuh langit berlapis-lapis?",
      "en": "Do you not consider how Allah has created seven heavens in layers",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5434",
      "tafsir": "Setelah ajakan kepada manusia untuk memperhatikan dirinya, ayat ini melanjutkan untuk memperhatikan alam raya. Tidakkah kamu memperhatikan bagaimana Allah telah menciptakan tujuh langit yang indah serta berlapis-lapis?"
    },
    {
      "no": 16,
      "arab": "وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا",
      "latin": "Wa ja'alal qamara feehinna nooranw wa ja'alash shamsa siraajaa",
      "id": "Dan di sana Dia menciptakan bulan yang bercahaya dan menjadikan matahari sebagai pelita (yang cemerlang)?",
      "en": "And made the moon therein a [reflected] light and made the sun a burning lamp?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5435",
      "tafsir": "Dan di sana di langit yang indah itu Dia menciptakan bulan yang bercahaya dan menjadikan matahari sebagai pelita yang cemerlang?"
    },
    {
      "no": 17,
      "arab": "وَاللَّهُ أَنبَتَكُم مِّنَ الْأَرْضِ نَبَاتًا",
      "latin": "Wallaahu ambatakum minal ardi nabaataa",
      "id": "Dan Allah menumbuhkan kamu dari tanah, tumbuh (berangsur-angsur),",
      "en": "And Allah has caused you to grow from the earth a [progressive] growth.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5436",
      "tafsir": "Setelah disinggung tentang penciptaan langit, kini diuraikan tentang bumi. Dan Allah menumbuhkan yaitu menciptakan kamu dari tanah, tumbuh berangsur-angsur dalam keadaan yang sangat menakjubkan,"
    },
    {
      "no": 18,
      "arab": "ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا",
      "latin": "Summa yu'eedukum feehaa wa ukhrijukum ikhraajaa",
      "id": "kemudian Dia akan mengembalikan kamu ke dalamnya (tanah) dan mengeluarkan kamu (pada hari Kiamat) dengan pasti.",
      "en": "Then He will return you into it and extract you [another] extraction.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5437",
      "tafsir": "kemudian setelah berakhir pertumbuhan yaitu tiba saat kematian, Dia akan mengembalikan kamu ke dalamnya, yaitu tanah, dan mengeluarkan kamu pada hari Kiamat dengan pasti."
    },
    {
      "no": 19,
      "arab": "وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا",
      "latin": "Wallaahu ja'ala lakumul arda bisaataa",
      "id": "Dan Allah menjadikan bumi untukmu sebagai hamparan,",
      "en": "And Allah has made for you the earth an expanse",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5438",
      "tafsir": "Dan Allah menjadikan bumi untukmu sebagai hamparan, supaya kamu dapat menetap di sana dengan nyaman,"
    },
    {
      "no": 20,
      "arab": "لِّتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا",
      "latin": "Litaslukoo minhaa subulan fijaajaa",
      "id": "agar kamu dapat pergi kian kemari di jalan-jalan yang luas.",
      "en": "That you may follow therein roads of passage.' \"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5439",
      "tafsir": "dan agar kamu dapat pergi kian kemari di jalan-jalan yang luas, sehingga dapat memenuhi kebutuhanmu."
    },
    {
      "no": 21,
      "arab": "قَالَ نُوحٌ رَّبِّ إِنَّهُمْ عَصَوْنِي وَاتَّبَعُوا مَن لَّمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا",
      "latin": "Qaala Noohur Robbi innahum 'asawnee wattaba'oo mal lam yazid hu maaluhoo wa waladuhooo illaa khasaara",
      "id": "Nuh berkata, “Ya Tuhanku, sesungguhnya mereka durhaka kepadaku, dan mereka mengikuti orang-orang yang harta dan anak-anaknya hanya menambah kerugian baginya,",
      "en": "Noah said, \"My Lord, indeed they have disobeyed me and followed him whose wealth and children will not increase him except in loss.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5440",
      "tafsir": "Kaum Nabi Nuh yang dinasihati dengan aneka cara itu tidak bergeming, tetap saja membangkang, maka Nabi Nuh pun kembali mengadu kepada Allah. Nuh berkata, “Ya Tuhanku, sesungguhnya mereka yang kuseru untuk beriman itu durhaka kepadaku, dan mereka mengikuti pemuka-pemuka masyarakat yaitu orang-orang yang harta dan anak-anaknya hanya menambah kerugian baginya kelak di akhirat.\""
    },
    {
      "no": 22,
      "arab": "وَمَكَرُوا مَكْرًا كُبَّارًا",
      "latin": "Wa makaroo makran kubbaaraa",
      "id": "dan mereka melakukan tipu daya yang sangat besar.”",
      "en": "And they conspired an immense conspiracy.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5441",
      "tafsir": "Dan mereka para pemuka masyarakat itu melakukan tipu daya yang sangat besar untuk menghalangiku menyampaikan dakwah."
    },
    {
      "no": 23,
      "arab": "وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا",
      "latin": "Wa qaaloo laa tazarunna aalihatakum wa laa tazarunna Waddanw wa laa Suwaa'anw wa laa Yaghoosa wa Ya'ooqa wa Nasraa",
      "id": "Dan mereka berkata, “Jangan sekali-kali kamu meninggalkan (penyembahan) tuhan-tuhan kamu dan jangan pula sekali-kali kamu meninggalkan (penyembahan) Wadd, dan jangan pula Suwa‘, Yagus, Ya‘uq dan Nasr.”",
      "en": "And said, 'Never leave your gods and never leave Wadd or Suwa' or Yaghuth and Ya'uq and Nasr.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5442",
      "tafsir": "Dan mere-ka memprovokasi masyarakat dengan berkata, Jangan sekali-kali kamu meninggalkan penyembahan tuhan-tuhan kamu dan untuk menegaskan larangannya itu mereka menyebut satu demi satu tuhan-tuhan yang mereka sembah sambil lebih tegas lagi menyatakan jangan pula sekali-kali kamu meninggalkan penyembahan Wadd, dan jangan pula Suwa‘, Yagùš, Ya‘ùq dan Nasr. Itu semua adalah nama-nama berhala yang terbesar pada kabilah-kabilah kaum Nuh, yang semula nama-nama orang saleh."
    },
    {
      "no": 24,
      "arab": "وَقَدْ أَضَلُّوا كَثِيرًا ۖ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا",
      "latin": "Wa qad adalloo kasee ranw wa laa tazidiz zaalimeena illaa dalaalaa",
      "id": "Dan sungguh, mereka telah menyesatkan banyak orang; dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kesesatan.",
      "en": "And already they have misled many. And, [my Lord], do not increase the wrongdoers except in error.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5443",
      "tafsir": "Dan sungguh, mereka dengan menggunakan berhala-berhala itu telah menyesatkan banyak orang serta menyimpangkan dari fitrah kesucian mereka. dan janganlah Engkau tambahkan bagi orang-orang yang zalim sudah mendarah daging itu selain kesesatan."
    },
    {
      "no": 25,
      "arab": "مِّمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا فَلَمْ يَجِدُوا لَهُم مِّن دُونِ اللَّهِ أَنصَارًا",
      "latin": "Mimmaa khateee' aatihim ughriqoo fa udkhiloo Naaran falam yajidoo lahum min doonil laahi ansaaraa",
      "id": "Disebabkan kesalahan-kesalahan mereka, mereka ditenggelamkan lalu dimasukkan ke neraka, maka mereka tidak mendapat penolong selain Allah.",
      "en": "Because of their sins they were drowned and put into the Fire, and they found not for themselves besides Allah [any] helpers.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5444",
      "tafsir": "Allah menyambut doa Nabi Nuh dan menjelaskan mengapa mereka disiksa. Disebabkan oleh kesalahan-kesalahan mereka, maka mereka ditenggelamkan oleh banjir besar yang dikirim Allah kepada para pendurhaka itu, lalu segera setelah Kiamat datang mereka dimasukkan ke neraka, maka mereka tidak mendapat penolong selain Allah."
    },
    {
      "no": 26,
      "arab": "وَقَالَ نُوحٌ رَّبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا",
      "latin": "Wa qaala Noohur Rabbi laa tazar 'alal ardi minal kaafireena daiyaaraa",
      "id": "Dan Nuh berkata, “Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi.",
      "en": "And Noah said, \"My Lord, do not leave upon the earth from among the disbelievers an inhabitant.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5445",
      "tafsir": "Ayat ini merekam kembali doa Nabi Nuh. Dan Nuh berkata, “Ya Tuhanku, janganlah Engkau biarkan, seorang pun di antara orang-orang kafir yang sudah mendarah daging dan mantap kekafirannya itu tinggal di atas bumi."
    },
    {
      "no": 27,
      "arab": "إِنَّكَ إِن تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا",
      "latin": "Innaka in tazarhum yudil loo 'ibaadaka wa laa yalidooo illaa faajiran kaffaaraa",
      "id": "Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka hanya akan melahirkan anak-anak yang jahat dan tidak tahu bersyukur.",
      "en": "Indeed, if You leave them, they will mislead Your servants and not beget except [every] wicked one and [confirmed] disbeliever.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5446",
      "tafsir": "Sesungguhnya jika Engkau biarkan mereka tinggal hidup di bumi, niscaya mereka akan menyesatkan hamba-hamba-Mu yang taat kepada-Mu, dan jika Engkau biarkan mereka tinggal di bumi mereka hanya akan melahirkan anak-anak yang jahat yaitu selalu berbuat maksiat dan tidak tahu bersyukur kepada-Mu."
    },
    {
      "no": 28,
      "arab": "رَّبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَن دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا",
      "latin": "Rabbigh fir lee wa liwaa lidaiya wa liman dakhala baitiya mu'minanw wa lil mu'mineena wal mu'minaati wa laa tazidiz zaalimeena illaa tabaaraa",
      "id": "Ya Tuhanku, ampunilah aku, ibu bapakku, dan siapa pun yang memasuki rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan. Dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kehancuran.”",
      "en": "My Lord, forgive me and my parents and whoever enters my house a believer and the believing men and believing women. And do not increase the wrongdoers except in destruction.\"",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5447",
      "tafsir": "Setelah doa untuk mereka yang durhaka, kini Nabi Nuh, berdoa untuk yang taat kepada Allah. Ya Tuhanku, ampunilah aku, ibu bapakku, dan siapa pun yang memasuki rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan dan janganlah Engkau tambahkan untuk mereka kecuali kebahagiaan. Dan janganlah Engkau tambahkan bagi orang-orang yang zalim yang mantap kezalimannya itu selain kehancuran."
    }
  ]
}