{
  "creator": "ZidanDev.",
  "number": 99,
  "name": "Az-Zalzalah",
  "type": "Madaniyyah",
  "translation_id": "dan barangsiapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya.",
  "translation_en": "And whoever does an atom's weight of evil will see it.",
  "jumlah_ayat": 8,
  "ayat": [
    {
      "no": 1,
      "arab": "إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا",
      "latin": "Izaa zul zilatil ardu zil zaalaha",
      "id": "Apabila bumi diguncangkan dengan guncangan yang dahsyat,",
      "en": "When the earth is shaken with its [final] earthquake",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6139",
      "tafsir": "Banyak kejadian dahsyat yang terjadi di bumi ketika kiamat tiba. Apabila bumi diguncangkan oleh malaikat atas perintah Allah dengan guncangan yang dahsyat setelah Israfil meniupkan sangkakala pertama,"
    },
    {
      "no": 2,
      "arab": "وَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا",
      "latin": "Wa akh rajatil ardu athqaalaha",
      "id": "dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya,",
      "en": "And the earth discharges its burdens",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6140",
      "tafsir": "dan bumi telah mengeluarkan beban-beban berat yang dikandung-nya, baik kekayaan yang ada di dalamnya atau mayat-mayat yang terkubur,"
    },
    {
      "no": 3,
      "arab": "وَقَالَ الْإِنسَانُ مَا لَهَا",
      "latin": "Wa qaalal insaanu ma laha",
      "id": "Dan manusia bertanya, “Apa yang terjadi pada bumi ini?”",
      "en": "And man says, \"What is [wrong] with it?\" -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6141",
      "tafsir": "dan pada saat itu manusia bertanya dengan penuh kekalutan dan ketakutan, “Apa yang terjadi pada bumi ini? Mengapa bumi berguncang sedemikian dahsyat dan mengeluarkan apa saja yang dikandungnya? Apakah ini hari kiamat?”"
    },
    {
      "no": 4,
      "arab": "يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا",
      "latin": "Yawmaa izin tuhad dithu akhbaaraha",
      "id": "Pada hari itu bumi menyampaikan beritanya,",
      "en": "That Day, it will report its news",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6142",
      "tafsir": "Pada hari itu bumi menyampaikan beritanya kepada manusia, mengapa bumi berguncang dan mengeluarkan semua kandungannya. Pada hari itu pula bumi bersaksi kepada Allah dengan rinci apa saja yang telah manusia lakukan di atasnya: kebajikan atau keburukan, besar atau kecil."
    },
    {
      "no": 5,
      "arab": "بِأَنَّ رَبَّكَ أَوْحَىٰ لَهَا",
      "latin": "Bi-anna rabbaka awhaa laha",
      "id": "karena sesungguhnya Tuhanmu telah memerintahkan (yang sedemikian itu) padanya.",
      "en": "Because your Lord has commanded it.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6143",
      "tafsir": "Bumi menyampaikan kepada manusia apa yang terjadi padanya dan bersaksi di hadapan Allah tentang apa saja yang manusia lakukan di atasnya karena sesungguhnya Tuhan­mu telah memerintahkan padanya untuk berbuat demikian."
    },
    {
      "no": 6,
      "arab": "فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ",
      "latin": "Famaiy ya'mal mithqala zarratin khai raiy-yarah",
      "id": "Maka barangsiapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya,",
      "en": "So whoever does an atom's weight of good will see it,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6145",
      "tafsir": "Pada saat itu setiap manusia akan mengetahui nasib dirinya. Maka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihatnya dalam buku catatan amalnya lalu dia akan menerima pahala atasnya. Dia merasa senang dan bahagia karena perbuatannya tidak sia-sia."
    },
    {
      "no": 7,
      "arab": "يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتًا لِّيُرَوْا أَعْمَالَهُمْ",
      "latin": "Yawma iziy yas durun naasu ash tatal liyuraw a'maalahum",
      "id": "Pada hari itu manusia keluar dari kuburnya dalam keadaan berkelompok-kelompok, untuk diperlihatkan kepada mereka (balasan) semua perbuatannya.",
      "en": "That Day, the people will depart separated [into categories] to be shown [the result of] their deeds.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6144",
      "tafsir": "Pada hari itu manusia keluar dari kuburnya untuk menuju tempat hisab, atau beranjak dari tempat hisab itu, dalam keadaan berkelompok-kelompok. Kondisi mereka beragam; sebagian merasa tenang dan sebagian yang lain begitu gundah dan ketakutan. Mereka digiring dengan gegas ke surga atau neraka untuk diperlihatkan kepada mereka balasan semua perbuatannya yang telah Allah janjikan."
    },
    {
      "no": 8,
      "arab": "وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ",
      "latin": "Wa maiy-y'amal mithqala zarratin sharraiy-yarah",
      "id": "dan barangsiapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya.",
      "en": "And whoever does an atom's weight of evil will see it.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6146",
      "tafsir": "Dan sebaliknya, barang siapa mengerjakan kejahatan seberat zarrah dan menganggapnya remeh, niscaya dia akan melihatnya dalam buku catatan amalnya lalu dia pun akan menerima balasannya. Inilah bukti kemahaadilan Allah; Dia tidak menzalimi siapa pun."
    }
  ]
}