{
  "creator": "ZidanDev.",
  "number": 84,
  "name": "Al-Insyiqaq",
  "type": "Makkiyyah",
  "translation_id": "kecuali orang-orang yang beriman dan mengerjakan kebajikan, mereka akan mendapat pahala yang tidak putus-putusnya.",
  "translation_en": "Except for those who believe and do righteous deeds. For them is a reward uninterrupted.",
  "jumlah_ayat": 25,
  "ayat": [
    {
      "no": 1,
      "arab": "إِذَا السَّمَاءُ انشَقَّتْ",
      "latin": "Izas samaaa'un shaqqat",
      "id": "Apabila langit terbelah,",
      "en": "When the sky has split [open]",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5885",
      "tafsir": "Apabila langit yang kukuh itu terbelah ketika Allah menghilangkan keseimbangan di antara benda-benda langit. Terjadilah tabrakan antarbenda langit. Langit pun terbelah lalu digulung dan akhirnya terempas tidak berbekas."
    },
    {
      "no": 2,
      "arab": "وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ",
      "latin": "Wa azinat li Rabbihaa wa huqqat",
      "id": "dan patuh kepada Tuhannya, dan sudah semestinya patuh,",
      "en": "And has responded to its Lord and was obligated [to do so]",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5886",
      "tafsir": "Dan langit pada saat itu patuh kepada Tuhan Pencipta dan Pengatur-nya, dan sudah semestinya langit itu patuh, demikian pula alam raya, kepada Tuhan (Lihat: Surah Fussilat/41: 11)."
    },
    {
      "no": 3,
      "arab": "وَإِذَا الْأَرْضُ مُدَّتْ",
      "latin": "Wa izal ardu muddat",
      "id": "dan apabila bumi diratakan,",
      "en": "And when the earth has been extended",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5887",
      "tafsir": "Dan apabila bumi diratakan setelah gunung-gunung tersapu dari tempatnya akibat dahsyatnya kekuatan yang menghempaskannya. Gunung yang besar dan kekar berubah menjadi pasir yang kemudian diterbangkan oleh tiupan angin yang dahsyat, menjadi abu yang beterbangan."
    },
    {
      "no": 4,
      "arab": "وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ",
      "latin": "Wa alqat maa feehaa wa takhallat",
      "id": "dan memuntahkan apa yang ada di dalamnya dan menjadi kosong,",
      "en": "And has cast out that within it and relinquished [it]",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5888",
      "tafsir": "Dan apabila bumi memuntahkan apa saja yang ada di dalamnya, seperti manusia yang terkubur, batuan, dan sebagainya, dan karenanya menjadi kosong bagaikan ibu hamil yang telah melahirkan janinnya."
    },
    {
      "no": 5,
      "arab": "وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ",
      "latin": "Wa azinat li Rabbihaa wa huqqat",
      "id": "dan patuh kepada Tuhannya, dan sudah semestinya patuh.",
      "en": "And has responded to its Lord and was obligated [to do so] -",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5889",
      "tafsir": "Dan apabila bumi patuh kepada Tuhan yang telah menciptakan-nya, dan sudah semestinya bumi itu dan alam semesta tunduk patuh dalam kekuasaan dan genggaman-Nya. Ketika kejadian-kejadian luar biasa ini tiba, manusia akan mengetahui balasan atas semua perbuatannya."
    },
    {
      "no": 6,
      "arab": "يَا أَيُّهَا الْإِنسَانُ إِنَّكَ كَادِحٌ إِلَىٰ رَبِّكَ كَدْحًا فَمُلَاقِيهِ",
      "latin": "Yaaa ayyuhal insaanu innaka kaadihun ilaa Rabbika kad han famulaaqeeh",
      "id": "Wahai manusia! Sesungguhnya kamu telah bekerja keras menuju Tuhanmu, maka kamu akan menemui-Nya.",
      "en": "O mankind, indeed you are laboring toward your Lord with [great] exertion and will meet it.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5890",
      "tafsir": "Wahai manusia! Sesungguhnya kamu ketika di dunia telah bekerja keras siang dan malam untuk terus berbuat baik maupun buruk guna menuju kepada Tuhanmu, maka pada akhirnya pasti kamu akan menemui-Nya. Tiap hari yang seseorang lalui pada hakikatnya adalah langkah menuju kematian, menuju pertemuan dengan Tuhannya, berbekal amal masing-masing, lalu Tuhan akan memberinya balasan yang setimpal."
    },
    {
      "no": 7,
      "arab": "فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ",
      "latin": "Fa ammaa man ootiya kitaabahoo biyameenih",
      "id": "Maka adapun orang yang catatannya diberikan dari sebelah kanannya,",
      "en": "Then as for he who is given his record in his right hand,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5891",
      "tafsir": "Di hadapan Allah manusia akan terbagi menjadi dua kelompok: kelompok yang berbahagia dan kelompok yang sengsara. Maka adapun orang yang catatan amal-nya diberikan dari sebelah kanannya—mereka adalah orang yang beriman dan berbuat baik,"
    },
    {
      "no": 8,
      "arab": "فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا",
      "latin": "Fasawfa yuhaasabu hi saabai yaseeraa",
      "id": "maka dia akan diperiksa dengan pemeriksaan yang mudah,",
      "en": "He will be judged with an easy account",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5892",
      "tafsir": "maka dia akan diperiksa dengan pemeriksaan yang mudah. Amal mereka akan ditampilkan secara sekilas, dan kesalahan mereka tertutup oleh kebaikan."
    },
    {
      "no": 9,
      "arab": "وَيَنقَلِبُ إِلَىٰ أَهْلِهِ مَسْرُورًا",
      "latin": "Wa yanqalibu ilaaa ahlihee masrooraa",
      "id": "dan dia akan kembali kepada keluarganya (yang sama-sama beriman) dengan gembira.",
      "en": "And return to his people in happiness.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5893",
      "tafsir": "Dan dia akan kembali kepada keluarganya yang sama-sama beriman dengan riang gembira. Segala kecemasan yang mereka rasakan sebelum itu akan sirna. Mereka berbahagia bagaikan pahlawan yang memenangkan peperangan (Lihat: Surah al-Hàqqah/69: 19–20)."
    },
    {
      "no": 10,
      "arab": "وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ",
      "latin": "Wa ammaa man ootiya kitaabahoo waraaa'a zahrih",
      "id": "Dan adapun orang yang catatannya diberikan dari sebelah belakang,",
      "en": "But as for he who is given his record behind his back,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5894",
      "tafsir": "Dan adapun orang yang catatan amal-nya diberikan dari sebelah belakang sebagai tanda ketidaksenangan kepada mereka,"
    },
    {
      "no": 11,
      "arab": "فَسَوْفَ يَدْعُو ثُبُورًا",
      "latin": "Fasawfa yad'oo subooraa",
      "id": "maka dia akan berteriak, “Celakalah aku!”",
      "en": "He will cry out for destruction",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5895",
      "tafsir": "maka dia akan berteriak, “Celakalah aku!” (Lihat: Surah al-Hàqqah/69: 25–29). Dia merasa lebih baik mati daripada harus merasakan menghadapi azab yang akan menimpanya. Itulah balasan bagi mereka yang telah mendustakan rasul, mengingkari Allah, dan berbuat maksiat."
    },
    {
      "no": 12,
      "arab": "وَيَصْلَىٰ سَعِيرًا",
      "latin": "Wa yaslaa sa'eeraa",
      "id": "Dan dia akan masuk ke dalam api yang menyala-nyala (neraka).",
      "en": "And [enter to] burn in a Blaze.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5896",
      "tafsir": "Dan tidak hanya itu, dia juga akan masuk ke dalam api neraka yang menyala-nyala dan kadar panasnya jauh lebih tinggi daripada api dunia."
    },
    {
      "no": 13,
      "arab": "إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُورًا",
      "latin": "Innahoo kaana feee ahlihee masrooraa",
      "id": "Sungguh, dia dahulu (di dunia) bergembira di kalangan keluarganya (yang sama-sama kafir).",
      "en": "Indeed, he had [once] been among his people in happiness;",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5897",
      "tafsir": "Sungguh, dia yang menerima catatan amalnya dari arah belakang dahulu di dunia bergembira di kalangan keluarganya yang kafir. Mereka melampiaskan hawa nafsu dengan kufur dan berbuat maksiat, seakan mereka akan hidup selamanya."
    },
    {
      "no": 14,
      "arab": "إِنَّهُ ظَنَّ أَن لَّن يَحُورَ",
      "latin": "Innahoo zanna al lai yahoor",
      "id": "Sesungguhnya dia mengira bahwa dia tidak akan kembali (kepada Tuhannya).",
      "en": "Indeed, he had thought he would never return [to Allah].",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5898",
      "tafsir": "Sesungguhnya dia menikmati kekafirannya, merasa leluasa berbuat maksiat, dan mengira bahwa dia tidak akan kembali kepada Tuhan untuk dimintai pertanggungjawaban."
    },
    {
      "no": 15,
      "arab": "بَلَىٰ إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا",
      "latin": "Balaaa inna Rabbahoo kaana bihee baseeraa",
      "id": "Tidak demikian, sesungguhnya Tuhannya selalu melihatnya.",
      "en": "But yes! Indeed, his Lord was ever of him, Seeing.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5899",
      "tafsir": "Tidak demikian. Mereka pasti akan kembali kepada Allah untuk mempertanggungjawabkan semua perbuatannya. Sesungguhnya Tuhannya selalu melihat dan mencatat perbuatan-nya, lalu Dia akan membalasnya dengan sangat adil. Perbuatan baik dibalas kebaikan dan perbuatan buruk dibalas dengan siksa."
    },
    {
      "no": 16,
      "arab": "فَلَا أُقْسِمُ بِالشَّفَقِ",
      "latin": "Falaaa uqsimu bishshafaq",
      "id": "Maka Aku bersumpah demi cahaya merah pada waktu senja,",
      "en": "So I swear by the twilight glow",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5900",
      "tafsir": "Tuhan Mahakuasa di alam semesta. Maka Aku bersumpah demi cahaya merah pada waktu senja, saat matahari akan terbenam dan cahayanya yang tampak kemerahan masih pendar ke sebagian penjuru langit."
    },
    {
      "no": 17,
      "arab": "وَاللَّيْلِ وَمَا وَسَقَ",
      "latin": "Wallaili wa maa wasaq",
      "id": "demi malam dan apa yang diselubunginya,",
      "en": "And [by] the night and what it envelops",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5901",
      "tafsir": "Dan Aku pun bersumpah demi malam dan apa yang diselubunginya dengan kegelapan akibat hilangnya cahaya matahari."
    },
    {
      "no": 18,
      "arab": "وَالْقَمَرِ إِذَا اتَّسَقَ",
      "latin": "Walqamari izat tasaq",
      "id": "demi bulan apabila jadi purnama,",
      "en": "And [by] the moon when it becomes full",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5902",
      "tafsir": "Dan Aku bersumpah pula demi bulan apabila jadi purnama, ketika bulan bercahaya penuh sehingga suasana malam menjadi menawan. Perubahan suasana alam menunjukkan adanya kekuatan luar biasa yang mampu mengendalikannya. Dialah Allah Yang Mahakuasa."
    },
    {
      "no": 19,
      "arab": "لَتَرْكَبُنَّ طَبَقًا عَن طَبَقٍ",
      "latin": "Latarkabunna tabaqan 'an tabaq",
      "id": "sungguh, akan kamu jalani tingkat demi tingkat (dalam kehidupan).",
      "en": "[That] you will surely experience state after state.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5903",
      "tafsir": "Sungguh, akan kamu jalani kehidupanmu tingkat demi tingkat. Kamu semula berupa nutfah, lalu menjadi alaqah, menjadi mudgah, lalu menerima ruh dari Tuhanmu, terlahir ke dunia, tumbuh dari kanak-kanak hingga dewasa dan tua. Akan kamu rasakan dalam hidupmu berbagai keadaan, dari yang mudah hingga yang sulit. Setelah itu kamu mati, dibangkitkan, dan dipisahkan menjadi dua kelompok: penghuni surga dan penghuni neraka."
    },
    {
      "no": 20,
      "arab": "فَمَا لَهُمْ لَا يُؤْمِنُونَ",
      "latin": "Famaa lahum laa yu'minoon",
      "id": "Maka mengapa mereka tidak mau beriman?",
      "en": "So what is [the matter] with them [that] they do not believe,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5904",
      "tafsir": "Setelah melihat tanda-tanda kekuasaan Allah yang begitu nyata, maka mengapa mereka yang kafir itu bersikeras tidak mau beriman kepada Allah, hari kebangkitan, Nabi Muhammad, dan Al-Qur’an?"
    },
    {
      "no": 21,
      "arab": "وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لَا يَسْجُدُونَ ۩",
      "latin": "Wa izaa quri'a 'alaihimul Quraanu laa yasjudoon",
      "id": "Dan apabila Al-Qur'an dibacakan kepada mereka, mereka tidak (mau) bersujud,",
      "en": "And when the Qur'an is recited to them, they do not prostrate [to Allah]?",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5905",
      "tafsir": "Dan mengapa pula apabila Al-Qur’an yang penuh nilai kebenaran dan sastra yang tinggi itu dibacakan kepada mereka, mereka tidak mau bersujud kepada Allah dan tunduk pada ajaran Al-Qur’an, padahal kaum kafir itu selalu menyanjung dan mengagumi karya sastra yang bernilai tinggi?"
    },
    {
      "no": 22,
      "arab": "بَلِ الَّذِينَ كَفَرُوا يُكَذِّبُونَ",
      "latin": "Balil lazeena kafaroo yukazziboon",
      "id": "bahkan orang-orang kafir itu mendustakan(nya).",
      "en": "But those who have disbelieved deny,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5906",
      "tafsir": "Mereka enggan beriman, bahkan orang-orang kafir itu mendustakan Al-Qur’an dan hari kebangkitan dengan berbagai alasan, seperti dengki kepada Nabi Muhammad, khawatir kehilangan status sosial, atau hanya merasa diri mulia."
    },
    {
      "no": 23,
      "arab": "وَاللَّهُ أَعْلَمُ بِمَا يُوعُونَ",
      "latin": "Wallaahu a'lamu bimaa yoo'oon",
      "id": "Dan Allah lebih mengetahui apa yang mereka sembunyikan (dalam hati mereka).",
      "en": "And Allah is most knowing of what they keep within themselves.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5907",
      "tafsir": "Dan mereka tetap ingkar, padahal Allah lebih mengetahui dengan pasti apa yang mereka sembunyikan dalam hati mereka. Allah akan membuka semua isi hati mereka kelak di hari kiamat."
    },
    {
      "no": 24,
      "arab": "فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ",
      "latin": "Fabashshirhum bi'azaabin aleem",
      "id": "Maka sampaikanlah kepada mereka (ancaman) azab yang pedih,",
      "en": "So give them tidings of a painful punishment,",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5908",
      "tafsir": "Atas pengingkaran mereka terhadap kebenaran yang datang dari Allah, maka sampaikanlah kepada mereka ancaman berupa azab yang pedih di akhirat."
    },
    {
      "no": 25,
      "arab": "إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ",
      "latin": "Illal lazeena aamanoo wa 'amilus saalihaati lahum ajrun ghairu mamnoon",
      "id": "kecuali orang-orang yang beriman dan mengerjakan kebajikan, mereka akan mendapat pahala yang tidak putus-putusnya.",
      "en": "Except for those who believe and do righteous deeds. For them is a reward uninterrupted.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5909",
      "tafsir": "Demikianlah, Allah akan mengazab orang-orang yang ingkar. Kecuali orang-orang yang beriman dan mengerjakan kebajikan, mereka akan mendapat pahala yang tidak putus-putusnya sebagai anugerah dari Allah dan penghargaan atas perbuatan baiknya."
    }
  ]
}