{
  "creator": "ZidanDev.",
  "number": 102,
  "name": "At-Takasur",
  "type": "Makkiyyah",
  "translation_id": "kemudian kamu benar-benar akan ditanya pada hari itu tentang kenikmatan (yang megah di dunia itu).",
  "translation_en": "Then you will surely be asked that Day about pleasure.",
  "jumlah_ayat": 8,
  "ayat": [
    {
      "no": 1,
      "arab": "أَلْهَاكُمُ التَّكَاثُرُ",
      "latin": "Al haaku mut takathur",
      "id": "Bermegah-megahan telah melalaikan kamu,",
      "en": "Competition in [worldly] increase diverts you",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6169",
      "tafsir": "Wahai manusia, bermegah-megahan dalam hal harta, keturunan, dan pengikut telah melalaikan kamu dari ketaatan kepada Allah dan mempersiapkan diri untuk menghadapi hari akhir."
    },
    {
      "no": 2,
      "arab": "حَتَّىٰ زُرْتُمُ الْمَقَابِرَ",
      "latin": "Hatta zurtumul-maqaabir",
      "id": "sampai kamu masuk ke dalam kubur.",
      "en": "Until you visit the graveyards.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6170",
      "tafsir": "Kamu tidak akan berhenti bermegah-megahan seperti itu sampai kamu mati dan masuk ke dalam kubur."
    },
    {
      "no": 3,
      "arab": "كَلَّا سَوْفَ تَعْلَمُونَ",
      "latin": "Kalla sawfa ta'lamoon",
      "id": "Sekali-kali tidak! Kelak kamu akan mengetahui (akibat perbuatanmu itu),",
      "en": "No! You are going to know.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6171",
      "tafsir": "Tidak patut bagimu untuk lalai karena bermegah-megahan. Sekali-kali tidak! Kelak kamu akan mengetahui dan menyadari bahwa akhirat itu lebih baik bagimu."
    },
    {
      "no": 4,
      "arab": "ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ",
      "latin": "Thumma kalla sawfa ta'lamoon",
      "id": "kemudian sekali-kali tidak! Kelak kamu akan mengetahui.",
      "en": "Then no! You are going to know.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6172",
      "tafsir": "Dan sekali-kali tidak patut bagimu berbuat demikian! Kelak kamu akan mengetahui akibat dari kesibukanmu dengan dunia dan kelalaianmu dari ketaatan."
    },
    {
      "no": 5,
      "arab": "كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ",
      "latin": "Kalla law ta'lamoona 'ilmal yaqeen",
      "id": "Sekali-kali tidak! Sekiranya kamu mengetahui dengan pasti,",
      "en": "No! If you only knew with knowledge of certainty...",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6173",
      "tafsir": "Sekali-kali tidak pantas bagimu bermegah-megahan! Sekiranya kamu mengetahui dengan pasti akibat buruk dari perbuatanmu itu di akhirat nanti, niscaya kamu akan meninggalkannya dan beralih menyibukkan diri dengan hal-hal yang menyelamatkanmu dari siksa neraka."
    },
    {
      "no": 6,
      "arab": "لَتَرَوُنَّ الْجَحِيمَ",
      "latin": "Latara-wun nal jaheem",
      "id": "niscaya kamu benar-benar akan melihat neraka Jahim,",
      "en": "You will surely see the Hellfire.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6174",
      "tafsir": "Aku bersumpah, niscaya kamu benar-benar akan melihat neraka Jahim dan merasakan panasnya."
    },
    {
      "no": 7,
      "arab": "ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ",
      "latin": "Thumma latara wunnaha 'ainal yaqeen",
      "id": "kemudian kamu benar-benar akan melihatnya dengan mata kepala sendiri,",
      "en": "Then you will surely see it with the eye of certainty.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6175",
      "tafsir": "Untuk menambah ketakutan manusia terhadap neraka Jahim, Allah mengulangi sumpahnya. Kemudian Aku bersumpah, kamu benar-benar akan melihatnya dengan mata kepala sendiri. Ketika itu kamu sadar betapa buruk akibat kelalaianmu dari iman dan taat kepada Allah."
    },
    {
      "no": 8,
      "arab": "ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ",
      "latin": "Thumma latus alunna yauma-izin 'anin na'eem",
      "id": "kemudian kamu benar-benar akan ditanya pada hari itu tentang kenikmatan (yang megah di dunia itu).",
      "en": "Then you will surely be asked that Day about pleasure.",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6176",
      "tafsir": "Kemudian, pada saat kamu menyaksikan neraka Jahim dengan mata kepalamu, kamu benar-benar akan ditanya pada hari itu tentang kenikmatan yang kamu jadikan bahan bermegah-megahan di dunia itu, seperti harta, keturunan, pengikut, dan sebagainya. Semua itu pada haki-katnya adalah cobaan. Jika diperoleh secara halal dan digunakan dengan benar, semua itu akan menguntungkan pemiliknya, baik di dunia maupun akhirat. Bila tidak, semua itu akan menjadikan hidup pemilik-nya tidak berkah dan menjerumuskannya ke dalam siksaan Allah di akhirat nanti."
    }
  ]
}